Repository: robispider/openedx-translations
Catalog: translations/xblock-sql-grader/sql_grader/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: We could not execute your query; please try again.
bn_bd: আপনারquery টি সম্পাদন করা যায়নি; অনুগ্রহ করে আবার চেষ্টা করুন।

source: Weight
bn_bd: ওজন

source: This assigns an integer value representing the weight of this problem
bn_bd: এটা এই সমস্যাটির গুরুত্ব বোঝানোর জন্য একটি পূর্ণসংখ্যা মান নির্ধারণ করে।

source: Display Name
bn_bd: ডিসপ্লে নাম

source: The display name for this component.
bn_bd: এই কম্পোনেন্টের প্রদর্শিত নাম।

source: SQL Problem
bn_bd: SQL সমস্যা

source: Dataset
bn_bd: ডেটা সেট

source: Which initial dataset/database to be used for queries
bn_bd: কোন্‌ প্রাথমিক ডেটাসেট/ডাটাবেস কোয়েরির জন্য ব্যবহার করা হবে?

source: Answer Query
bn_bd: উত্তর দিন

source: A correct response SQL query
bn_bd: সঠিক উত্তর দেওয়ার SQL কোয়েরি

source: Verify Query
bn_bd: কোয়েরি যাচাই করুন

source: A secondary verification SQL query, to be used if the answer_query modifies the database (UPDATE, INSERT, DELETE, etc.). Only enter a single SELECT query here, which is used for matching the answer
bn_bd: একটি দ্বিতীয় যাচাইকরণ SQL ক্যোয়ারী, যদি answer_query ডাটাবেস পরিবর্তন করে (UPDATE, INSERT, DELETE, ইত্যাদি)। এখানে শুধুমাত্র একটি SELECT ক্যোয়ারী লিখুন, যা উত্তর মেলানোর জন্য ব্যবহৃত হবে।

source: Modification query statements
bn_bd: পরিবর্তন কোয়েরি স্টেটমেন্ট

source: Optional SQL statements, to be executed after the user-submitted query, but before the verify_query.
bn_bd: ব্যবহারকারী কর্তৃক জমা দেওয়া প্রশ্নের পরে এবং যাচাই করার আগে ঐচ্ছিক SQL স্টেটমেন্টগুলি কার্যকর করা হবে।

source: Is Ordered?
bn_bd: অর্ডার করা হয়েছে?

source: Should results be in order?
bn_bd: ফলাফলগুলো সাজানো থাকবে কি?

source: Prompt
bn_bd: প্রম্পট

source: Explanatory text to accompany the problem
bn_bd: সমস্যার সাথে যুক্ত সহায়ক ব্যাখ্যা।

source: Submission Query
bn_bd: জমা দেওয়ার বিষয়ে জিজ্ঞাসা

source: A Submission Query
bn_bd: একটি সাবমিশন কোয়েরি

source: 0 points (ungraded)
bn_bd: ০ পয়েন্ট (অ্যাসেসমেন্ট করা হয়নি)

source: Note:
bn_bd: নোট:

source: Your queries are executed using SQLite, so you must conform to the SQL constructs supported by SQLite.
bn_bd: আপনার প্রশ্নগুলো SQLite ব্যবহার করে চালানো হয়, তাই আপনাকে SQLite সমর্থিত SQL নিয়মগুলো মেনে চলতে হবে।

source: Press ESC then TAB or click outside of the code editor to exit
bn_bd: ESC চেপে তারপর TAB চাপুন অথবা কোড এডিটরের বাইরে ক্লিক করে বের হয়ে যান।

source: Submit
bn_bd: জমা দিন

source: Show Answer
bn_bd: উত্তর দেখাও

source: Correct
bn_bd: সঠিক

source: Incorrect
bn_bd: ভুল

source: Unanswered
bn_bd: উত্তর দেওয়া হয়নি

source: To check your data modification statement, we ran the following query after your modification:
bn_bd: আপনার ডেটা পরিবর্তনের স্টেটমেন্ট যাচাই করার জন্য, আপনার পরিবর্তনের পরে আমরা নিম্নলিখিত কোয়েরিটি চালিয়েছি:

source: Your Query Result:
bn_bd: আপনার অনুসন্ধানের ফলাফল:

source: Expected Query Result:
bn_bd: প্রত্যাশিত ক্যোয়ারী ফলাফল:
