Repository: robispider/openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: "Display Correctness?"
bn_bd: "সঠিকতা প্রদর্শন করুন?"

source: "This is a flag that indicates if the indicator icon should be displayed after a student enters their response"
bn_bd: "এটা একটা ফ্ল্যাগ, যেটা নির্দেশ করে একজন ছাত্র/ছাত্রী উত্তর দেওয়ার পরে ইন্ডিকেটর আইকনটা দেখানো হবে কিনা।"

source: "Display Other Student Responses"
bn_bd: "অন্যান্য শিক্ষার্থীর উত্তর দেখুন"

source: "This will display other student responses to the student after they submit their response."
bn_bd: "সাবমিট করার পরে এই অপশনটি অন্য শিক্ষার্থীদের উত্তরগুলো {name}-কে দেখাবে।"

source: "System selected answers to give to students"
bn_bd: "শিক্ষার্থীদের জন্য সিস্টেম কর্তৃক নির্বাচিত উত্তর"

source: "Display Name"
bn_bd: "ডিসপ্লে নাম"

source: "This is the title for this question type"
bn_bd: "এই প্রশ্ন ধরনের শিরোনাম"

source: "Full-Credit Key Phrases"
bn_bd: "পূর্ণ ক্রেডিট পাওয়ার জন্য গুরুত্বপূর্ণ শব্দগুচ্ছ"

source: "This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit"
bn_bd: "এটা শব্দ অথবা বাক্যের একটা তালিকা, যার মধ্যে যেকোনো একটা শব্দ শিক্ষার্থীর উত্তরে থাকতেই হবে, নাহলে সে পুরো নম্বর পাবে না।"

source: "Half-Credit Key Phrases"
bn_bd: "আধা ক্রেডিট পাওয়ার জন্য গুরুত্বপূর্ণ শব্দগুচ্ছ"

source: "This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit"
bn_bd: "এটা শব্দ অথবা বাক্যাংশের একটা তালিকা, যার মধ্যে অন্তত একটা শব্দ অবশ্যই শিক্ষার্থীর উত্তরে থাকতে হবে, না হলে সে অর্ধেক নম্বর পাবে না।"

source: "Maximum Number of Attempts"
bn_bd: "সর্বোচ্চ চেষ্টার সংখ্যা"

source: "This is the maximum number of times a student is allowed to attempt the problem"
bn_bd: "একজন ছাত্র একটি সমস্যা কতবার চেষ্টা করতে পারবে তার সর্বোচ্চ সংখ্যা এটি।"

source: "Maximum Word Count"
bn_bd: "সর্বোচ্চ শব্দ সংখ্যা"

source: "This is the maximum number of words allowed for this question"
bn_bd: "এই প্রশ্নের জন্য সর্বোচ্চ শব্দসংখ্যা হল।"

source: "Minimum Word Count"
bn_bd: "ন্যূনতম শব্দ সংখ্যা"

source: "This is the minimum number of words required for this question"
bn_bd: "এই প্রশ্নের জন্য সর্বনিম্ন শব্দসংখ্যা হলো।"

source: "Prompt"
bn_bd: "প্রম্পট"

source: "This is the prompt students will see when asked to enter their response"
bn_bd: "শিক্ষার্থীরা যখন তাদের উত্তর দিতে বলা হবে, তখন তারা এই প্রম্পটটি দেখবে।"

source: "Submission Received Message"
bn_bd: "আপনার জমা দেওয়া হয়েছে। {name}, ধন্যবাদ!"

source: "This is the message students will see upon submitting their response"
bn_bd: "ফর্ম জমা দেওয়ার পরে শিক্ষার্থীরা এই বার্তাটি দেখবে।"

source: "Weight"
bn_bd: "ওজন"

source: "This assigns an integer value representing the weight of this problem"
bn_bd: "এটা এই সমস্যাটির গুরুত্ব বোঝানোর জন্য একটি পূর্ণসংখ্যা মান নির্ধারণ করে।"

source: "Draft Received Message"
bn_bd: "ড্রাফট মেসেজ গ্রহণ করা হয়েছে"

source: "This is the message students will see upon submitting a draft response"
bn_bd: "শিক্ষার্থীরা খসড়া জমা দেওয়ার পরে এই বার্তাটি দেখতে পাবে।"

source: "Allow my response to possibly be visible by other learners after submitting their response"
bn_bd: "সাবমিট করার পরে অন্যান্য শিক্ষার্থীদের জন্য আমার উত্তর দৃশ্যমান হতে পারে।"

source: "Checking..."
bn_bd: "যাচাই করা হচ্ছে..."

source: "Submit"
bn_bd: "জমা দিন"

source: "Save"
bn_bd: "সংরক্ষণ করুন"

source: "Hide"
bn_bd: "লুকানো"

source: "Show"
bn_bd: "দেখাও"

source: "peer responses"
bn_bd: "অন্যান্য ব্যবহারকারীর প্রতিক্রিয়া"

source: "Submissions by others"
bn_bd: "অন্যদের জমা দেওয়া"

source: "No responses to show at this time"
bn_bd: "এই মুহূর্তে দেখানোর মতো কোনো উত্তর নেই।"

source: "{weight} point possible"
bn_bd: "{weight} পয়েন্ট সম্ভাব্য"

source: "{score_string}/{weight} point"
bn_bd: "{score_string}/{weight} পয়েন্ট"

source: "You have used {count_attempts} of {max_attempts} submission"
bn_bd: "আপনি {max_attempts} বার জমা দেওয়ার মধ্যে {count_attempts} বার জমা দিয়েছেন।"

source: "Your response must be between {min} and {max} word."
bn_bd: "আপনার উত্তরটি {min} থেকে {max} শব্দের মধ্যে হতে হবে।"

source: "Invalid Word Count. {word_count_message}"
bn_bd: "অকার্যকর শব্দ সংখ্যা। {word_count_message}"
