Repository: robispider/openedx-translations
Catalog: translations/credentials-themes/edx_credentials_themes/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: "Legal Policies"
bn_bd: "আইনগত নীতিমালা"

source: "Terms of Service & Honor Code"
bn_bd: "ব্যবহারের শর্তাবলী ও আচরণবিধি"

source: "Privacy Policy"
bn_bd: "গোপনীয়তা নীতি"

source: "Cookie Policy"
bn_bd: "কুকি নীতি"

source: "Your Privacy Choices"
bn_bd: "আপনার গোপনীয়তা পছন্দ"

source: "All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc."
bn_bd: "সর্বস্ব অধিকার সংরক্ষিত, অন্যথায় উল্লেখ করা হয়েছে। edX, Open edX এবং edX ও Open edX লোগো edX Inc.-এর নিবন্ধিত ট্রেডমার্ক অথবা ট্রেডমার্ক।"

source: "Powered by"
bn_bd: "পাওয়ার্ড বাই"

source: "About edX"
bn_bd: "edX সম্পর্কে"

source: "{link_start} edX{link_end} offers interactive online classes and MOOCs from the world’s best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is an online initiative created by founding partners Harvard and MIT."
bn_bd: "{link_start} edX{link_end} বিশ্বের সেরা বিশ্ববিদ্যালয়গুলো থেকে ইন্টারেক্টিভ অনলাইন ক্লাস এবং MOOCs প্রদান করে, যার মধ্যে MIT, Harvard, Berkeley, University of Texas এবং আরও অনেক রয়েছে। edX হার্ভার্ড এবং MIT দ্বারা তৈরি একটি অনলাইন উদ্যোগ।"

source: "has successfully completed all courses and received passing grades to earn a MicroBachelors program certificate in"
bn_bd: "{name} সফলভাবে কোর্সগুলো সম্পন্ন করেছে এবং {course_name} এ মাইক্রোব্যাচেলর প্রোগ্রাম সার্টিফিকেট অর্জনের জন্য প্রয়োজনীয় গ্রেড পেয়েছে।"

source: "MicroBachelors program certificate"
bn_bd: "মাইক্রোব্যাচেলর প্রোগ্রাম সার্টিফিকেট"

source: "About the edX MicroBachelors program certificate"
bn_bd: "edX MicroBachelors প্রোগ্রামের সার্টিফিকেট সম্পর্কে"

source: "An edX MicroBachelors credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroBachelors programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the program."
bn_bd: "একটি edX মাইক্রোব্যাচেলর ক্রেডেনশিয়াল মানে হলো একজন শিক্ষার্থী একটি নির্দিষ্ট বিষয়ে ভালো ধারণা তৈরি করার জন্য বেশ কয়েকটি কোর্স সম্পন্ন করেছে। মাইক্রোব্যাচেলর প্রোগ্রাম শেষ করতে শিক্ষার্থীদের প্রতিটি কোর্স থেকে {link_start}ভেরিফাইড সার্টিফিকেট{link_end} অর্জন করতে হবে।"

source: "You worked hard to earn your MicroMasters Credential from %(organization_name)s."
bn_bd: "আপনি {organization_name} থেকে আপনার মাইক্রোমাস্টার্স ক্রেডেনশিয়াল অর্জন করার জন্য কঠোর পরিশ্রম করেছেন।"

source: "has successfully completed all courses and received passing grades to earn a MicroMasters program certificate in"
bn_bd: "{name} সফলভাবে সব কোর্স সম্পন্ন করেছে এবং {program_name} প্রোগ্রামের মাইক্রোমাস্টার্স প্রোগ্রামের সার্টিফিকেট অর্জন করেছে।"

source: "MicroMasters program certificate"
bn_bd: "মাইক্রোমাসters প্রোগ্রাম সার্টিফিকেট"

source: "About the edX MicroMasters credential"
bn_bd: "edX MicroMasters ক্রেডেনশিয়াল সম্পর্কে"

source: "An edX MicroMasters credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroMasters Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program."
bn_bd: "একটি edX মাইক্রোমাস্টার্স ক্রেডেনশিয়াল মানে হলো একজন শিক্ষার্থী একটি নির্দিষ্ট বিষয়ে গভীর জ্ঞান অর্জনের জন্য কোর্সগুলোর একটি গ্রুপ সম্পন্ন করেছে। মাইক্রোমাস্টার্স প্রোগ্রাম সম্পন্ন করার জন্য শিক্ষার্থীদের প্রতিটি কোর্সের জন্য {link_start}ভেরিফাইড সার্টিফিকেট{link_end} অর্জন করতে হবে।"

source: "successfully completed all courses and received passing grades for a Professional Certificate in"
bn_bd: "সফলভাবে সকল কোর্স সম্পন্ন করেছেন এবং {name} এ একটি প্রফেশনাল সার্টিফিকেটের জন্য পাশ নম্বর পেয়েছেন।"

source: "Professional Certificate"
bn_bd: "পেশাদারী সনদ"

source: "About the edX Professional Certificate"
bn_bd: "edX Professional Certificate সম্পর্কে"

source: "An edX Professional Certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of Professional Certificate Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program."
bn_bd: "একটি edX প্রফেশনাল সার্টিফিকেট প্রমাণ করে যে একজন শিক্ষার্থী একটি নির্দিষ্ট ক্ষেত্রের উপর গভীর ধারণা তৈরি করার জন্য একগুচ্ছ কোর্স সম্পন্ন করেছে। প্রফেশনাল সার্টিফিকেট প্রোগ্রামগুলি সম্পূর্ণ করার জন্য শিক্ষার্থীদের প্রোগ্রামের অন্তর্ভুক্ত প্রতিটি কোর্স থেকে {link_start}ভেরিফাইড সার্টিফিকেট{link_end} অর্জন করতে হবে।"

source: "You worked hard to earn your XSeries Program certificate from %(organization_name)s."
bn_bd: "আপনি {organization_name} থেকে আপনার XSeries প্রোগ্রাম সার্টিফিকেট অর্জন করার জন্য কঠোর পরিশ্রম করেছেন।"

source: "has successfully completed all courses and received passing grades for an XSeries Program certificate in"
bn_bd: "{name} সফলভাবে সকল কোর্স সম্পন্ন করেছে এবং {program_title}-এ একটি XSeries প্রোগ্রামের সার্টিফিকেট অর্জন করেছে।"

source: "XSeries Program certificate"
bn_bd: "এক্সসিরিজ প্রোগ্রাম সার্টিফিকেট"

source: "About the edX XSeries Program certificate"
bn_bd: "edX XSeries প্রোগ্রাম সার্টিফিকেট সম্পর্কে"

source: "An edX XSeries Program certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of XSeries Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program."
bn_bd: "একটি edX XSeries প্রোগ্রামের সার্টিফিকেট প্রমাণ করে যে একজন শিক্ষার্থী একটি নির্দিষ্ট বিষয়ে গভীর জ্ঞান অর্জনের জন্য কোর্সগুলোর একটি দল সম্পন্ন করেছে। XSeries প্রোগ্রাম সম্পন্ন করার জন্য শিক্ষার্থীদের প্রতিটি কোর্সের জন্য {link_start}Verified সার্টিফিকেট{link_end} অর্জন করতে হবে।"
