Repository: robispider/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
bn_bd: টিমের জমা দেওয়া অ্যাসাইনমেন্টটি গ্রেডিং থেকে সরিয়ে দেওয়া হয়েছে। টিমের সদস্যরা যদি তাদের সমস্যা সমাধানের স্টেট ডিলিট করে দেয়, তাহলে টিমটি আবার জমা দিতে পারবে এবং শূন্য গ্রেড থেকে বাঁচতে পারবে।

source: Error updating XBlock configuration
bn_bd: XBlock কনফিগারেশন আপডেট করতে সমস্যা হয়েছে।

source: Error: Text Response and File Upload Response cannot both be disabled
bn_bd: Error: টেক্সট রেসপন্স এবং ফাইল আপলোড রেসপন্স দুটো একসাথে বন্ধ করা যায় না।

source: Error: When Text Response is disabled, File Upload Response must be Required
bn_bd: এরর: টেক্সট রেসপন্স বন্ধ থাকলে, ফাইল আপলোড রেসপন্স অবশ্যই আবশ্যিক।

source: Error: When File Upload Response is disabled, Text Response must be Required
bn_bd: Error: ফাইল আপলোড রেসপন্স বন্ধ থাকলে, টেক্সট রেসপন্স অবশ্যই আবশ্যিক।

source: Validation error: {error}
bn_bd: ভ্যালিডেশন এরর: {error}

source: Successfully updated OpenAssessment XBlock
bn_bd: সফলভাবে OpenAssessment XBlock আপডেট করা হয়েছে।

source: You must provide options selected in the assessment.
bn_bd: অ্যাসেসমেন্টে আপনি যে অপশনগুলো নির্বাচন করেছেন, সেগুলো অবশ্যই দিতে হবে।

source: You must provide overall feedback in the assessment.
bn_bd: আপনাকে মূল্যায়নে সামগ্রিক মতামত দিতে হবে।

source: You must provide feedback for criteria in the assessment.
bn_bd: অ্যাসেসমেন্টের প্রশ্নগুলোর জন্য আপনাকে ফিডব্যাক দিতে হবে।

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
bn_bd: {date} একটি ভুল তারিখের ফরম্যাট। অনুগ্রহ করে নিশ্চিত করুন তারিখটি YYYY-MM-DDTHH:MM:SS ফরম্যাটে আছে।

source: '{date}' must be a date string or datetime
bn_bd: {date} একটি তারিখ স্ট্রিং অথবা ডেটটাইম হতে হবে

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
bn_bd: এই ধাপের শুরুর তারিখ '{start}' আগের ধাপের শুরুর তারিখ '{prev}' এর থেকে আগে হতে পারবে না।

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
bn_bd: এই ধাপের শেষ তারিখ {due} পরবর্তী ধাপের শেষ তারিখ {prev} এর থেকে বেশি হতে পারবে না।

source: The start date '{start}' cannot be later than the due date '{due}'
bn_bd: শুরুর তারিখ '{start}' শেষ তারিখ '{due}' এর পরে হতে পারবে না।

source: This problem must include at least one assessment.
bn_bd: এই সমস্যাটিতে কমপক্ষে একটি মূল্যায়ন অন্তর্ভুক্ত করতে হবে।

source: The assessment order you selected is invalid.
bn_bd: আপনি যে অ্যাসেসমেন্ট অর্ডারটি নির্বাচন করেছেন, সেটি বৈধ নয়।

source: In peer assessment, the "Must Grade" value must be a positive integer.
bn_bd: পিয়ার অ্যাসেসমেন্টে, "Must Grade" মানটি একটি ধনাত্মক পূর্ণসংখ্যা হতে হবে।

source: In peer assessment, the "Graded By" value must be a positive integer.
bn_bd: পিয়ার অ্যাসেসমেন্টে, "Graded By" এর মান অবশ্যই একটি ধনাত্মক পূর্ণসংখ্যা হতে হবে।

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
bn_bd: পিয়ার অ্যাসেসমেন্টে, "Must Grade" মানটি "Graded By" মানের সমান বা তার থেকে বেশি হতে হবে।

source: You must provide at least one example response for learner training.
bn_bd: শিক্ষার্থীর প্রশিক্ষণের জন্য আপনাকে কমপক্ষে একটি উদাহরণ উত্তর দিতে হবে।

source: Each example response for learner training must be unique.
bn_bd: শিক্ষার্থীদের প্রশিক্ষণের জন্য প্রতিটি উদাহরণ উত্তর যেন আলাদা হয়।

source: The "required" value must be true if staff assessment is the only step.
bn_bd: যদি স্টাফ অ্যাসেসমেন্টই একমাত্র ধাপ হয়, তাহলে "required" এর মান true হতে হবে।

source: The number of assessments cannot be changed after the problem has been released.
bn_bd: সমস্যাটি প্রকাশিত হওয়ার পরে মূল্যায়নের সংখ্যা পরিবর্তন করা যাবে না।

source: The assessment type cannot be changed after the problem has been released.
bn_bd: সমস্যা রিলিজ করার পরে অ্যাসেসমেন্টের ধরণ পরিবর্তন করা যাবে না।

source: The grading strategy for peer assessments cannot be changed after the problem has been released.
bn_bd: সমস্যা রিলিজ করার পরে পিয়ার অ্যাসেসমেন্টের গ্রেডিং স্ট্র্যাটেজি পরিবর্তন করা যাবে না।

source: This rubric definition is not valid.
bn_bd: এই রুब्रিক ডেফিনেশনটি বৈধ নয়।

source: You must provide at least one prompt.
bn_bd: আপনাকে কমপক্ষে একটি প্রম্পট দিতে হবে।

source: Options in '{criterion}' have duplicate name(s): {duplicates}
bn_bd: '{criterion}' বিভাগে একই নামের অপশন আছে: {duplicates}

source: Criteria with no options must require written feedback.
bn_bd: যে সকল ক্রাইটেরিয়াতে অপশন নেই, সেগুলোতে অবশ্যই লিখিত ফিডব্যাক দিতে হবে।

source: Prompts cannot be created or deleted after a problem is released.
bn_bd: সমস্যা প্রকাশের পরে প্রম্পট তৈরি বা মুছে ফেলা যাবে না।

source: The number of criteria cannot be changed after a problem is released.
bn_bd: সমস্যা প্রকাশের পরে criteria-র সংখ্যা পরিবর্তন করা যাবে না।

source: Criteria names cannot be changed after a problem is released
bn_bd: সমস্যা প্রকাশ করার পরে ক্রাইটেরিয়ার নাম পরিবর্তন করা যাবে না।

source: The number of options cannot be changed after a problem is released.
bn_bd: সমস্যা একবার প্রকাশ করা হলে অপশনের সংখ্যা পরিবর্তন করা যাবে না।

source: Point values cannot be changed after a problem is released.
bn_bd: সমস্যা প্রকাশিত হওয়ার পরে পয়েন্ট ভ্যালু পরিবর্তন করা যাবে না।

source: Learner training must have at least one training example.
bn_bd: শিক্ষার্থীর প্রশিক্ষণে কমপক্ষে একটি উদাহরণ থাকতে হবে।

source: Leaderboard number is invalid.
bn_bd: লিডারবোর্ডের নম্বরটি ভুল।

source: The submission format is invalid.
bn_bd: সাবমিশন ফরম্যাটটি ভুল।
