Repository: robispider/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: This section could not be loaded.
bn_bd: এই অংশটি লোড করা যায়নি।

source: The staff assessment form could not be loaded.
bn_bd: স্টাফ অ্যাসেসমেন্ট ফর্মটি লোড করা যায়নি।

source: The display of ungraded and checked out responses could not be loaded.
bn_bd: ungraded এবং checked out responses লোড করা যায়নি।

source: This response could not be submitted.
bn_bd: এই উত্তরটি জমা দেওয়া যায়নি।

source: The submission could not be reset.
bn_bd: সাবমিশনটি রিসেট করা যায়নি।

source: Please check your internet connection.
bn_bd: দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।

source: This feedback could not be submitted.
bn_bd: ফিডব্যাকটি জমা দেওয়া যায়নি।

source: This assessment could not be submitted.
bn_bd: অ্যাসেসমেন্টটি জমা দেওয়া যায়নি।

source: One or more rescheduling tasks failed.
bn_bd: এক বা একাধিক শিডিউল পরিবর্তনের কাজ ব্যর্থ হয়েছে।

source: This problem could not be saved.
bn_bd: সমস্যাটি সেভ করা যায়নি।

source: The server could not be contacted.
bn_bd: সার্ভারের সাথে যোগাযোগ করা যায়নি।

source: Could not retrieve upload url.
bn_bd: আপলোড URL টি পাওয়া যায়নি।

source: Server error.
bn_bd: সার্ভারে সমস্যা হয়েছে।

source: Could not retrieve download url.
bn_bd: ডাউনলোডের লিঙ্কটি খুঁজে পাওয়া যায়নি।

source: The submission could not be removed from the grading pool.
bn_bd: গ্রেডিং পুল থেকে জমা দেওয়া কাজটি সরানো যায়নি।

source: Multiple teams returned for course
bn_bd: একাধিক টিম কোর্সটিতে ফিরে এসেছে

source: Could not load teams information.
bn_bd: টিমের তথ্য লোড করা যায়নি।

source: User lookup failed
bn_bd: ব্যবহারকারী খুঁজে পাওয়া যায়নি।

source: Error when looking up username
bn_bd: ইউজারনেম খোঁজার সময় এরর হয়েছে।

source: Failed to clone rubric
bn_bd: রুব্রিক ক্লোন করতে ব্যর্থ হয়েছে।

source: View and grade responses
bn_bd: উত্তরগুলো দেখুন এবং মূল্যায়ন করুন

source: Demo the new Grading Experience
bn_bd: নতুন গ্রেডিং অভিজ্ঞতা দেখুন

source: Unit Name
bn_bd: ইউনিট নাম

source: Units
bn_bd: ইউনিট

source: Assessment
bn_bd: মূল্যায়ন

source: Assessments
bn_bd: মূল্যায়ন

source: Total Responses
bn_bd: মোট উত্তর

source: Training
bn_bd: প্রশিক্ষণ

source: Peer
bn_bd: সহকর্মী

source: Self
bn_bd: নিজস্ব

source: Waiting
bn_bd: অপেক্ষা করা হচ্ছে

source: Staff
bn_bd: স্টাফ

source: Final Grade Received
bn_bd: চূড়ান্ত গ্রেড গ্রহণ করা হয়েছে

source: Staff Grader
bn_bd: স্টাফ গ্রেডার

source: List of Open Assessments is unavailable
bn_bd: Open Assessment-এর তালিকা পাওয়া যাচ্ছে না

source: Please wait
bn_bd: দয়া করে অপেক্ষা করুন

source: Block view is unavailable
bn_bd: ব্লক ভিউটি এখন পাওয়া যাচ্ছে না।

source: Back to Full List
bn_bd: সম্পূর্ণ তালিকায় ফিরে যান

source: Confirm
bn_bd: নিশ্চিত করুন

source: Cancel
bn_bd: বাতিল করুন

source: There is still file upload in progress. Please wait until it is finished.
bn_bd: ফাইল আপলোড করার কাজ এখনও চলছে। দয়া করে শেষ হওয়া পর্যন্ত অপেক্ষা করুন।

source: Cannot submit empty response even everything is optional.
bn_bd: সবকিছু ঐচ্ছিক হলেও খালি উত্তর জমা দেওয়া যাবে না।

source: Please upload a file.
bn_bd: অনুগ্রহ করে একটি ফাইল আপলোড করুন।

source: Please provide a response.
bn_bd: অনুগ্রহ করে একটি উত্তর দিন।

source: No files selected for upload.
bn_bd: আপলোড করার জন্য কোনো ফাইল নির্বাচন করা হয়নি।

source: Please provide a description for each file you are uploading.
bn_bd: আপনি যে ফাইলগুলো আপলোড করছেন, সেগুলোর প্রত্যেকটার জন্য একটা করে বর্ণনা দিন।

source: Your file has been deleted or path has been changed:
bn_bd: আপনার ফাইলটি মুছে ফেলা হয়েছে অথবা পাথ পরিবর্তন করা হয়েছে:

source: Saving draft
bn_bd: ড্রাফট সংরক্ষণ করা হচ্ছে

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
bn_bd: আপনি যদি আপনার উত্তর সেভ বা জমা না দিয়েই এই পেজটি ছেড়ে যান, তাহলে আপনার করা সব কাজ হারিয়ে যাবে।

source: Saving draft...
bn_bd: ড্রাফট সংরক্ষণ করা হচ্ছে...

source: Draft saved!
bn_bd: খসড়া সংরক্ষণ করা হয়েছে!

source: Error
bn_bd: ত্রুটি

source: Confirm Submit Response
bn_bd: আপনার উত্তর জমা দেওয়া নিশ্চিত করুন

source: You're about to submit your response for this assignment. After you submit this response, you may have a limited time to resubmit before your submission is graded.
bn_bd: আপনি এই অ্যাসাইনমেন্টের উত্তর জমা দিতে যাচ্ছেন। জমা দেওয়ার পরে, আপনার সাবমিশন গ্রেড করার আগে পুনরায় জমা দেওয়ার জন্য আপনার কাছে সীমিত সময় থাকতে পারে।

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
bn_bd: আপনি এই অ্যাসাইনমেন্টের উত্তর জমা দিতে যাচ্ছেন। একবার জমা দিলে, এই উত্তর আর পরিবর্তন করা যাবে না অথবা নতুন উত্তর জমা দেওয়া যাবে না।

source: Confirm Reset
bn_bd: রিসেট নিশ্চিত করুন

source: You're about to reset your response for this assignment. You will need to submit a new response in order to complete this step. Are you sure you want to continue?
bn_bd: আপনি এই অ্যাসাইনমেন্টের জন্য আপনার উত্তর রিসেট করতে যাচ্ছেন। এই ধাপটি সম্পূর্ণ করার জন্য আপনাকে নতুন করে উত্তর জমা দিতে হবে। আপনি কি চালিয়ে যেতে চান?

source: Individual file size must be {max_files_mb}MB or less.
bn_bd: ফাইলের আকার {max_files_mb}MB এর কম হতে হবে।

source: File upload failed: unsupported file type. Only the supported file types can be uploaded. If you have questions, please reach out to the course team.
bn_bd: ফাইল আপলোড করা যায়নি: এই ধরনের ফাইল সাপোর্ট করা হয় না। শুধুমাত্র সাপোর্ট করা ফাইলগুলোই আপলোড করা যাবে। যদি কোনো প্রশ্ন থাকে, তাহলে কোর্স টিমের সাথে যোগাযোগ করুন।

source: The maximum number files that can be saved is
bn_bd: সর্বোচ্চ {name} টি ফাইল সেভ করা যাবে।

source: Describe
bn_bd: বর্ণনা করুন

source: (required):
bn_bd: প্রয়োজনীয়: {name}

source: Thumbnail view of
bn_bd: {name}-এর থাম্বনেইল ভিউ

source: Confirm Delete Uploaded File
bn_bd: আপলোড করা ফাইলটি কি ডিলিট করবেন? ({name})

source: If you leave this page without submitting your self assessment, you will lose any work you have done.
bn_bd: যদি আপনি আপনার স্ব-মূল্যায়ন জমা না দিয়েই এই পেজটি ত্যাগ করেন, তাহলে আপনার করা সমস্ত কাজ হারিয়ে যাবে।

source: Unexpected server error.
bn_bd: অপ্রত্যাশিত সার্ভার ত্রুটি।

source: You must provide a learner name.
bn_bd: আপনাকে একজন শিক্ষার্থীর নাম দিতে হবে।

source: This grade will be applied to all members of the team. Do you want to continue?
bn_bd: এই গ্রেডটি টিমের সকল সদস্যের জন্য প্রয়োগ করা হবে। আপনি কি চালিয়ে যেতে চান?

source: Confirm Grade Team Submission
bn_bd: গ্রেড টিমের জমা নিশ্চিত করুন

source: Error getting the number of ungraded responses
bn_bd: ungraded উত্তরের সংখ্যা পেতে সমস্যা হচ্ছে।

source: If you leave this page without submitting your staff assessment, you will lose any work you have done.
bn_bd: আপনি যদি আপনার স্টাফ অ্যাসেসমেন্ট জমা না দিয়ে এই পেজটি ত্যাগ করেন, তাহলে আপনার করা সমস্ত কাজ হারিয়ে যাবেন।

source: Feedback available for selection.
bn_bd: ফিডব্যাক বাছাই করার জন্য উপলব্ধ।

source: If you leave this page without submitting your peer assessment, you will lose any work you have done.
bn_bd: যদি আপনি আপনার পিয়ার অ্যাসেসমেন্ট জমা না দিয়েই এই পেজটি ত্যাগ করেন, তাহলে আপনার করা সমস্ত কাজ বাতিল হয়ে যাবে।

source: Refresh
bn_bd: পুনরায় লোড করুন

source: Action
bn_bd: কার্য

source: Review
bn_bd: পর্যালোচনা

source: Username
bn_bd: ব্যবহারকারীর নাম

source: Peers Assessed
bn_bd: সমकक्ष মূল্যায়ন

source: Peer Responses Received
bn_bd: পর্যালোচনা জমা পড়েছে

source: Time Spent On Current Step
bn_bd: বর্তমান ধাপে সময় ব্যয়

source: Staff assessment
bn_bd: স্টাফ মূল্যায়ন

source: Grade Status
bn_bd: গ্রেড স্ট্যাটাস

source: The "{name}" problem is configured to require a minimum of {min_grades} peer grades, and asks to review {min_graded} peers.
bn_bd: {name} সমস্যাটি কনফিগার করা হয়েছে কমপক্ষে {min_grades} জন সহপাঠীর গ্রেড প্রয়োজন, এবং {min_graded} জন সহপাঠীকে রিভিউ করতে বলা হয়েছে।

source: There are currently {stuck_learners} learners in the waiting state, meaning they have not yet met all requirements for Peer Assessment.
bn_bd: বর্তমানে {stuck_learners} জন শিক্ষার্থী অপেক্ষমাণ অবস্থায় আছেন, অর্থাৎ তারা এখনো পিয়ার অ্যাসেসমেন্টের জন্য প্রয়োজনীয় শর্ত পূরণ করেননি।

source: However, {overwritten_count} of these students have received a grade through the staff grade override tool already.
bn_bd: তবে, ইতিমধ্যে {overwritten_count} জন ছাত্রের গ্রেড স্টাফ গ্রেড ওভাররাইড টুলের মাধ্যমে দেওয়া হয়েছে।

source: Error while fetching student data.
bn_bd: ছাত্রের ডেটা আনার সময় ত্রুটি ঘটেছে।

source: Unable to load
bn_bd: লোড করা যায়নি

source: Paragraph
bn_bd: প্যারাগ্রাফ

source: Preformatted
bn_bd: পূর্বরূপ

source: Heading 3
bn_bd: হেডিং ৩

source: Heading 4
bn_bd: শিরোনাম ৪

source: Heading 5
bn_bd: হেডিং ৫

source: Heading 6
bn_bd: হেডিং ৬

source: Unnamed Option
bn_bd: নামবিহীন অপশন

source: Not Selected
bn_bd: নির্বাচিত নয়

source: Problem cloning rubric
bn_bd: রুব্রিক ক্লোন করতে সমস্যা হচ্ছে

source: Criterion Added
bn_bd: মাপকাঠি যোগ করা হয়েছে

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Assessment Steps tab.
bn_bd: আপনি একটি শর্ত যোগ করেছেন। শিক্ষার্থী প্রশিক্ষণের ধাপে এই শর্তের জন্য আপনাকে একটি অপশন নির্বাচন করতে হবে। এর জন্য, অ্যাসেসমেন্ট স্টেপস ট্যাবে ক্লিক করুন।

source: Option Deleted
bn_bd: অপশনটি মুছে ফেলা হয়েছে

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
bn_bd: আপনি একটি অপশন মুছে ফেলেছেন। এই অপশনটি Learner Training স্টেপের নমুনা উত্তর থেকে সরিয়ে দেওয়া হয়েছে। আপনাকে হয়তো এই criterion-এর জন্য নতুন অপশন নির্বাচন করতে হতে পারে।

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
bn_bd: আপনি এই মানদণ্ডের জন্য সমস্ত অপশন মুছে ফেলেছেন। এই মানদণ্ডটি Learner Training ধাপের নমুনা প্রতিক্রিয়া থেকে সরানো হয়েছে।

source: Criterion Deleted
bn_bd: মাপকাঠি বাতিল করা হয়েছে

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
bn_bd: আপনি একটি মানদণ্ড মুছে ফেলেছেন। এই মানদণ্ডটি Learner Training ধাপের উদাহরণ উত্তরগুলো থেকে সরিয়ে দেওয়া হয়েছে।

source: Warning
bn_bd: সতর্কতা

source: Changes to steps that are not selected as part of the assignment will not be saved.
bn_bd: অ্যাসাইনমেন্টের অংশ হিসেবে যে ধাপগুলো নির্বাচন করা হয়নি, সেগুলোর পরিবর্তন সেভ করা হবে না।

source: Time must be in the format dd:hh:mm. The days must be between 00 and 99, the hours between 00 and 23, and the minutes between 00 and 59.
bn_bd: সময় dd:hh:mm ফরম্যাটে হতে হবে। দিন 00 থেকে 99 এর মধ্যে, ঘণ্টা 00 থেকে 23 এবং মিনিট 00 থেকে 59 এর মধ্যে হতে হবে।

source: File types can not be empty.
bn_bd: ফাইলের ধরণ খালি রাখা যাবে না।

source: The following file types are not allowed:
bn_bd: নিম্নলিখিত ফাইল টাইপগুলো অনুমোদিত নয়:

source: Save Unsuccessful
bn_bd: সংরক্ষণ করা যায়নি

source: Errors detected on the following tabs:
bn_bd: নিম্নলিখিত ট্যাবগুলোতে সমস্যা ধরা পড়েছে:

source: This ORA has already been released. Changes will only affect learners making new submissions. Existing submissions will not be modified by this change.
bn_bd: এই ORA-টি ইতিমধ্যে প্রকাশ করা হয়েছে। পরিবর্তনগুলি শুধুমাত্র নতুন সাবমিশনকারীদের প্রভাবিত করবে। এই পরিবর্তনের ফলে আগের সাবমিশনগুলি পরিবর্তন হবে না।

source: error count:
bn_bd: ত্রুটি সংখ্যা:
