Repository: robispider/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: You have completed this assignment. Review your grade and your assessment details.
bn_bd: আপনি এই অ্যাসাইনমেন্টটি সম্পন্ন করেছেন। আপনার গ্রেড এবং মূল্যায়নের বিস্তারিত তথ্য দেখে নিন।

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
bn_bd: এই অ্যাসাইনমেন্টটি চলছে। অল্প সময়ের মধ্যেই লার্নার ট্রেনিং বন্ধ হয়ে যাবে। এরপরের ধাপে যেতে লার্নার ট্রেনিং সম্পন্ন করুন।

source: This assignment is in progress. Complete the learner training step to move on.
bn_bd: এই অ্যাসাইনমেন্টটি চলছে। आगे বাড়ার জন্য লার্নার ট্রেনিং ধাপটি সম্পন্ন করুন।

source: This assignment is in progress. Check back later when the assessment period has started.
bn_bd: এই অ্যাসাইনমেন্টটি চলছে। অ্যাসেসমেন্ট পিরিয়ড শুরু হলে পরে আবার দেখুন।

source: Team membership is required to view this assignment
bn_bd: এই অ্যাসাইনমেন্টটি দেখতে হলে টিমের সদস্য হতে হবে।

source: Instructions Unavailable
bn_bd: নির্দেশনা পাওয়া যায়নি

source: The instructions for this step could not be loaded.
bn_bd: এই ধাপের নির্দেশনা লোড করা যায়নি।

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
bn_bd: এই অ্যাসাইনমেন্টে বেশ কয়েকটি ধাপ আছে। প্রথম ধাপে, আপনি প্রম্পটের উত্তর দেবেন। অন্যান্য ধাপগুলো আপনার উত্তরের নিচে দেওয়া আছে।

source: Loading
bn_bd: লোড হচ্ছে...

source: Preview in LaTeX
bn_bd: LaTeX এ প্রিভিউ দেখুন

source: Click to preview your submission in LaTeX.
bn_bd: LaTeX-এ আপনার জমা দেওয়া লেখা প্রিভিউ করার জন্য ক্লিক করুন।

source: Preview Response
bn_bd: প্রিভিউ রেসপন্স

source: Comments
bn_bd: মন্তব্য

source: The question for this section
bn_bd: এই অংশের প্রশ্ন

source: Files that were uploaded by your teammates:
bn_bd: আপনার সহকর্মীরা যে ফাইলগুলো আপলোড করেছেন:

source: View the files associated with this submission:
bn_bd: এই জমা দেওয়া ফাইলের সাথে যুক্ত ফাইলগুলো দেখুন:

source: Uploaded by
bn_bd: আপলোড করেছেন

source: Files that were uploaded by you:
bn_bd: আপনি আপলোড করা ফাইলগুলো:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
bn_bd: সতর্কতা: এই ফাইলগুলো অন্য একজন কোর্স শিক্ষার্থীর আপলোড করা হয়েছে এবং সাইট অ্যাডমিন দ্বারা যাচাই, স্ক্রিনিং, অনুমোদন বা পর্যালোচনা করা হয়নি। আপনি যদি ফাইলগুলো অ্যাক্সেস করেন, তবে তা আপনার নিজের ঝুঁকিতে করবেন।

source: Assess Peers
bn_bd: সহকর্মীদের মূল্যায়ন করুন

source: Read and assess the following response from one of your peers.
bn_bd: আপনার একজন সহপাঠীর উত্তরটি পড়ুন এবং মূল্যায়ন করুন।

source: Associated Files
bn_bd: সংযুক্তি

source: We could not submit your assessment
bn_bd: আপনার মূল্যায়ন জমা দিতে সমস্যা হয়েছে।

source: Cancelled
bn_bd: বাতিল করা হয়েছে

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
bn_bd: এই ধাপের সময়সীমা পেরিয়ে গেছে। এই ধাপটি এখন বন্ধ করে দেওয়া হয়েছে। আপনি আর সহপাঠীদের মূল্যায়ন করতে পারবেন না অথবা এই অ্যাসাইনমেন্টটি চালিয়ে যেতে পারবেন না, এবং আপনি অসম্পূর্ণ ("Incomplete") গ্রেড পাবেন।

source: Completed
bn_bd: সম্পন্ন

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
bn_bd: আপনি এই অ্যাসাইনমেন্টের জন্য প্রয়োজনীয় সব পিয়ার অ্যাসেসমেন্ট সম্পন্ন করেছেন। চাইলে আপনি আরও পিয়ার রেসপন্স অ্যাসেস করতে পারেন। অতিরিক্ত অ্যাসেসমেন্ট সম্পন্ন করলে আপনার চূড়ান্ত গ্রেডে কোনো প্রভাব পড়বে না।

source: We could not retrieve additional submissions for assessment
bn_bd: অ্যাসেসমেন্টের জন্য অতিরিক্ত জমা দেওয়াগুলো পুনরুদ্ধার করা যায়নি।

source: Continue Assessing Peers
bn_bd: সহকর্মীদের মূল্যায়ন চালিয়ে যান

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
bn_bd: সব জমা দেওয়া সহপাঠীর প্রতিক্রিয়া মূল্যায়ন করা হয়েছে। পরে আবার দেখুন, আরো শিক্ষার্থীরা প্রতিক্রিয়া জমা দিয়েছে কিনা।

source: Not Available
bn_bd: ಲಭ್ಯ নাই

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
bn_bd: সব উপলব্ধ সহপাঠীর উত্তর মূল্যায়ন করা হয়েছে। পরে দেখুন, আরও শিক্ষার্থীরা উত্তর জমা দিয়েছে কিনা। এই সমস্যার সব ধাপ সম্পন্ন করার পরে এবং আপনার সহপাঠীরা আপনার উত্তর মূল্যায়ন করার পরে আপনি আপনার নম্বর পাবেন।

source: Your Team's Response
bn_bd: আপনার টিমের উত্তর

source: In Progress
bn_bd: চলছে

source: Enter your team's response to the prompt.
bn_bd: প্রম্পটের উত্তরে আপনার দলের মতামত লিখুন।

source: After you submit a response on behalf of your team, it cannot be edited.
bn_bd: আপনার টিম এর পক্ষ থেকে কোনো উত্তর জমা দেওয়ার পরে, সেটি আর পরিবর্তন করা যাবে না।

source: Enter your response to the prompt.
bn_bd: প্রম্পটে আপনার উত্তর দিন।

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
bn_bd: আপনার কাজ স্বয়ংক্রিয়ভাবে সংরক্ষিত হবে এবং আপনি সাবসেকশনের সময়সীমা শেষ হওয়ার আগে যেকোনো সময় ফিরে এসে আপনার উত্তর সম্পূর্ণ করতে পারবেন।

source: Your work will save automatically and you can return to complete your response at any time before the course ends
bn_bd: আপনার কাজ স্বয়ংক্রিয়ভাবে সংরক্ষিত হবে এবং কোর্স শেষ হওয়ার আগে আপনি যেকোনো সময় ফিরে এসে আপনার উত্তর সম্পন্ন করতে পারবেন।

source: Your work will save automatically and you can return to complete your response at any time before the due date
bn_bd: আপনার কাজ স্বয়ংক্রিয়ভাবে সংরক্ষিত হবে এবং আপনি নির্ধারিত সময়সীমা শেষ হওয়ার আগে যেকোনো সময় ফিরে এসে আপনার উত্তর সম্পূর্ণ করতে পারবেন।

source: Your work will save automatically and you can return to complete your response at any time.
bn_bd: আপনার কাজ স্বয়ংক্রিয়ভাবে সংরক্ষিত হবে এবং আপনি যে কোনও সময়ে ফিরে এসে আপনার উত্তর সম্পন্ন করতে পারবেন।

source: After you submit your response, you cannot edit it
bn_bd: আপনার উত্তর জমা দেওয়ার পরে, আপনি আর এটি সম্পাদনা করতে পারবেন না।

source: What will this assignment be graded on?
bn_bd: এই অ্যাসাইনমেন্টটা কীসের উপর ভিত্তি করে নম্বর দেওয়া হবে?

source: The prompt for this section
bn_bd: এই অংশের জন্য প্রম্পট

source: You are on team
bn_bd: আপনি {name} টিমে আছেন।

source: Team Members:
bn_bd: টিম সদস্য:

source: Team Response
bn_bd: টীম রেসপন্স

source: Your Response
bn_bd: আপনার উত্তর

source: (Required)
bn_bd: প্রয়োজনীয়

source: (Optional)
bn_bd: (ঐচ্ছিক)

source: Enter your response to the prompt above.
bn_bd: প্রম্পটের উপরে আপনার উত্তর লিখুন।

source: We could not save your progress
bn_bd: আপনার প্রোгреস সেভ করা যায়নি।

source: Status of Your Response
bn_bd: আপনার উত্তরের অবস্থা

source: File Uploads
bn_bd: ফাইল আপলোড

source: We could not upload files
bn_bd: ফাইলগুলো আপলোড করা যায়নি।

source: We could not delete files
bn_bd: ফাইলগুলো ডিলিট করা যায়নি।

source: Select one or more files to upload for this submission.
bn_bd: এই জমা দেওয়ার জন্য এক বা একাধিক ফাইল নির্বাচন করুন।

source: Select a file to upload for this submission.
bn_bd: এই জমা দেওয়ার জন্য একটি ফাইল আপলোড করার জন্য নির্বাচন করুন।

source: Supported file types:
bn_bd: সমর্থিত ফাইলের ধরন:

source: Upload files
bn_bd: ফাইল আপলোড করুন

source: Upload file
bn_bd: ফাইল আপলোড করুন

source: This is a team submission.
bn_bd: এটা একটা টিম সাবমিশন।

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
bn_bd: টিমের একজন সদস্যকে অবশ্যই টিমের শেয়ার করা ফাইল এবং পুরো টিমের পক্ষ থেকে একটি টেক্সট রেসপন্স জমা দিতে হবে।

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
bn_bd: দলের একজন সদস্য দলের সকলের পক্ষে শেয়ার করা ফাইলগুলো জমা দেবেন।

source: One team member should submit a text response on behalf of the entire team.
bn_bd: পুরো টিমের পক্ষ থেকে একজন টিম মেম্বার একটি টেক্সট রেসপন্স জমা দেবেন।

source: One team member should submit on behalf of the entire team.
bn_bd: পুরো দলের পক্ষ থেকে একজন টিম মেম্বার সাবমিট করবে।

source: We could not submit your response
bn_bd: আপনার উত্তরটি জমা দিতে সমস্যা হয়েছে।

source: Submit your response and move to the next step
bn_bd: আপনার উত্তর জমা দিন এবং পরবর্তী ধাপে যান

source: Your submission was cancelled.
bn_bd: আপনার জমা দেওয়া বাতিল করা হয়েছে।

source: Incomplete
bn_bd: অসম্পূর্ণ

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
bn_bd: এই ধাপের সময়সীমা পার হয়ে গেছে। এই ধাপটি এখন বন্ধ। আপনি আর কোনো উত্তর জমা দিতে পারবেন না অথবা এই সমস্যাটি চালিয়ে যেতে পারবেন না, এবং আপনাকে অসম্পূর্ণ গ্রেড দেওয়া হবে। যদি আপনি সেভ করে থাকেন কিন্তু জমা দেননি, তাহলে আপনার উত্তর কোর্সের রেকর্ডে দেখা যাবে।

source: Complete
bn_bd: আপনার প্রোফাইল সম্পূর্ণ করুন

source: Your response
bn_bd: আপনার উত্তর

source: Your Uploaded Files
bn_bd: আপনার আপলোড করা ফাইল

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
bn_bd: আপনার উত্তর জমা দেওয়া হয়েছে। সব ধাপ সম্পন্ন হওয়ার পর এবং আপনার উত্তর সম্পূর্ণরূপে মূল্যায়ন করা হলে আপনি আপনার ফলাফল পাবেন।

source: We could not reset your response
bn_bd: আপনার রেসপন্স রিসেট করা যায়নি।

source: Reset response and submit again
bn_bd: উত্তর রিসেট করে আবার জমা দিন

source: Error
bn_bd: ত্রুটি

source: Assess Your Response
bn_bd: আপনার প্রতিক্রিয়া মূল্যায়ন করুন

source: Submit your assessment
bn_bd: আপনার মূল্যায়ন জমা দিন

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
bn_bd: এই ধাপের সময়সীমা পেরিয়ে গেছে। এই ধাপটি এখন বন্ধ করে দেওয়া হয়েছে। আপনি আর নিজে থেকে মূল্যায়ন করতে পারবেন না অথবা এই অ্যাসাইনমেন্টটি চালিয়ে যেতে পারবেন না, এবং আপনি অসম্পূর্ণ গ্রেড পাবেন।

source: Staff Grade
bn_bd: স্টাফ গ্রেড

source: Manage Individual Learners
bn_bd: ব্যক্তিগত শিক্ষার্থীদের পরিচালনা করুন

source: Manage Team Responses
bn_bd: টিম রেসপন্সগুলো সামলান

source: View Assignment Statistics
bn_bd: অ্যাসাইনমেন্টের পরিসংখ্যান দেখুন

source: Demo the new Grading Experience
bn_bd: নতুন গ্রেডিং অভিজ্ঞতা দেখুন

source: View ORA in Studio
bn_bd: স্টুডিওতে ORA দেখুন

source: Close
bn_bd: বন্ধ করুন

source: Manage Teams
bn_bd: টিম পরিচালনা করুন

source: Enter an individual learner's username or email
bn_bd: একজন শিক্ষার্থীর ইউজারনেম অথবা ইমেইল লিখুন

source: Enter a team member's username or edX email
bn_bd: একজন টিম সদস্যের ইউজারনেম অথবা edX ইমেইল লিখুন

source: Submit
bn_bd: জমা দিন

source: Response total
bn_bd: মোট প্রতিক্রিয়া

source: Location
bn_bd: অবস্থান

source: Learner Progress
bn_bd: শিক্ষার্থীর অগ্রগতি

source: Problem Step
bn_bd: সমস্যার ধাপ

source: Active Learners in Step
bn_bd: স্টেপ-এ সক্রিয় শিক্ষার্থীরা

source: Dates
bn_bd: তারিখসমূহ

source: Release Date
bn_bd: মুক্তির তারিখ

source: N/A
bn_bd: প্রযোজ্য নয়

source: Staff Assessment
bn_bd: স্টাফ মূল্যায়ন

source: Give this team a grade using the problem's rubric.
bn_bd: সমস্যাটির rubric ব্যবহার করে এই টিমকে একটি গ্রেড দিন।

source: Give this learner a grade using the problem's rubric.
bn_bd: এই শিক্ষার্থীর সমস্যাটির রুব্রিক ব্যবহার করে গ্রেড দিন।

source: Learner Response
bn_bd: শিক্ষার্থীর উত্তর

source: The teams's response to the prompt above
bn_bd: উপরের প্রম্পটের টিমের প্রতিক্রিয়া

source: The learner's response to the prompt above
bn_bd: উপরের প্রম্পটের উত্তরে শিক্ষার্থীর প্রতিক্রিয়া

source: Submit assessment
bn_bd: অ্যাসেসমেন্ট জমা দিন

source: Submit assessment and continue grading
bn_bd: অ্যাসেসমেন্ট জমা দিন এবং গ্রেডিং চালিয়ে যান

source: Override this learner's current grade using the problem's rubric.
bn_bd: সমস্যার রু rubric ব্যবহার করে এই শিক্ষার্থীর বর্তমান গ্রেড পরিবর্তন করুন।

source: Override this team's current grade using the problem's rubric.
bn_bd: সমস্যার রুব্রিক ব্যবহার করে এই টিমের বর্তমান গ্রেড পরিবর্তন করুন।

source: Team Response
bn_bd: টিম রেসপন্স

source: The team's response to the prompt above
bn_bd: উপরের প্রম্পটের উত্তরে টিমের প্রতিক্রিয়া

source: Learner's Response
bn_bd: শিক্ষার্থীর উত্তর

source: Team's Response
bn_bd: টিমের প্রতিক্রিয়া

source: Peer Assessments for This Learner
bn_bd: এই শিক্ষার্থীর জন্য সহপাঠীদের মূল্যায়ন

source: Peer Assessments Completed by This Learner
bn_bd: এই লার্নার কর্তৃক সম্পন্ন করা পিয়ার অ্যাসেসমেন্ট

source: Learner's Self Assessment
bn_bd: শিক্ষার্থীর স্ব-মূল্যায়ন

source: Staff Assessment for This Learner
bn_bd: এই শিক্ষার্থীর জন্য কর্মীদের মূল্যায়ন

source: Staff Assessment for this Team
bn_bd: এই টিমের কর্মীদের মূল্যায়ন

source: Learner's Final Grade
bn_bd: শিক্ষার্থীর চূড়ান্ত গ্রেড

source: Team's Final Grade
bn_bd: টিমের চূড়ান্ত গ্রেড

source: Final Grade Details
bn_bd: চূড়ান্ত গ্রেডের বিবরণ

source: Feedback Recorded
bn_bd: ফিডব্যাক রেকর্ড করা হয়েছে

source: The submission is waiting for assessments.
bn_bd: সাবমিশনটি অ্যাসেসমেন্টের জন্য অপেক্ষায় আছে।

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
bn_bd: শিক্ষার্থীর জমা দেওয়া উত্তরটি পিয়ার অ্যাসেসমেন্ট থেকে সরিয়ে দেওয়া হয়েছে। শিক্ষার্থীর গ্রেড শূন্য হবে, যদি না আপনি সমস্যাটির জন্য শিক্ষার্থীর স্টেট মুছে দেন, যাতে তারা আবার উত্তর জমা দিতে পারে।

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
bn_bd: টিমের জমা দেওয়া উত্তরটি গ্রেডিং থেকে সরিয়ে নেওয়া হয়েছে। টিমের সদস্যরা যদি সমস্যার জন্য তাদের স্টেট ডিলিট করে, তাহলে টিমটি আবার উত্তর জমা দিতে পারবে, অন্যথায় তারা শূন্য গ্রেড পাবে।

source: The problem has not been started.
bn_bd: সমস্যাটি এখনো শুরু করা হয়নি।

source: The problem has not been completed.
bn_bd: সমস্যাটি এখনও সম্পন্ন হয়নি।

source: Submit Assessment Grade Override
bn_bd: অ্যাসেসমেন্ট গ্রেড ওভাররাইড জমা দিন

source: Submit Team Grade Override
bn_bd: টিম গ্রেড ওভাররাইড জমা দিন

source: Unable to perform grade override
bn_bd: গ্রেড পরিবর্তন করা সম্ভব হচ্ছে না।

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
bn_bd: গ্রেডগুলি বন্ধ করা হয়েছে। কোর্স শেষ হওয়ার তারিখের ৩০ দিন পর স্বয়ংক্রিয়ভাবে গ্রেড বন্ধ হয়ে যায়।

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
bn_bd: সাবমিশনটি বাতিল করা হয়েছে এবং এটি কোনো গ্রেড গ্রহণ করতে পারবে না। অনুগ্রহ করে দেখুন কিভাবে এই সমস্যার জন্য শিক্ষার্থীর স্টেট ডিলিট করতে হয়, যাতে তারা পুনরায় সাবমিট করতে পারে।

source: Remove Submission From Peer Grading
bn_bd: পিয়ার গ্রেডিং থেকে জমা দেওয়া কাজটি সরিয়ে ফেলুন

source: Remove Team Submission from Grading
bn_bd: গ্রেডিং থেকে টিম সাবমিশন সরান

source: Caution: This Action Cannot Be Undone
bn_bd: সতর্ক করুন: এই কাজটি আর পূর্বের অবস্থায় ফেরানো যাবে না।

source: Removing a learner's submission cannot be undone and should be done with caution.
bn_bd: একজন শিক্ষার্থীর জমা দেওয়া কাজ মুছে ফেলা গেলে সেটা আর ফিরিয়ে আনা যাবে না। তাই খুব সাবধানে এই কাজটি করুন।

source: Removing a team's submission cannot be undone and should be done with caution.
bn_bd: একটি টিমের সাবমিশন সরিয়ে ফেলা যাবে না এবং এটা সতর্কতার সাথে করা উচিত।

source: Comments:
bn_bd: মন্তব্য:

source: Remove submission
bn_bd: সাবমিশন সরান

source: A response was not found for this learner.
bn_bd: এই শিক্ষার্থীর জন্য কোনো উত্তর পাওয়া যায়নি।

source: Assessment Details
bn_bd: মূল্যায়ন বিবরণ

source: Selected Option
bn_bd: নির্বাচিত অপশন

source: Feedback
bn_bd: ফিডব্যাক

source: Points Possible
bn_bd: সর্বোচ্চ সম্ভাব্য পয়েন্ট

source: Learn to Assess Responses
bn_bd: রেসপন্স অ্যাসেস করা শিখুন

source: Learning to Assess Responses
bn_bd: উত্তর মূল্যায়ন করা শেখা

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
bn_bd: আপনার সহপাঠীদের মূল্যায়ন শুরু করার আগে, আপনি প্রশিক্ষকদের মূল্যায়িত করা কিছু উত্তরের নমুনা দেখে কিভাবে সহপাঠীদের মূল্যায়ন করতে হয় তা শিখবেন। যদি আপনি প্রশিক্ষকের মত একই অপশন নির্বাচন করেন, তাহলে আপনি পরবর্তী ধাপে যাবেন। অন্যথায়, আপনাকে আবার সেই উত্তরটি দেখে চেষ্টা করতে হবে।

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
bn_bd: আপনার মূল্যায়ন এই উত্তরের শিক্ষকের মূল্যায়নের সাথে ভিন্ন। উত্তরটি পর্যালোচনা করুন এবং শিক্ষকের মূল্যায়ন ভিন্ন হওয়ার কারণ বিবেচনা করুন। তারপর, আবার মূল্যায়ন করার চেষ্টা করুন।

source: The response to the prompt above:
bn_bd: উপরের প্রম্পটের উত্তর:

source: Selected Options Agree
bn_bd: নির্বাচিত অপশনগুলো সম্মত

source: The option you selected is the option that the instructor selected.
bn_bd: আপনি যে অপশনটি নির্বাচন করেছেন, সেটি শিক্ষকের নির্বাচিত অপশন।

source: Selected Options Differ
bn_bd: নির্বাচিত বিকল্পগুলো ভিন্ন।

source: The option you selected is not the option that the instructor selected.
bn_bd: আপনি যে অপশনটি নির্বাচন করেছেন, সেটি শিক্ষকের নির্বাচিত অপশন নয়।

source: We could not check your assessment
bn_bd: আপনার মূল্যায়ন যাচাই করা যায়নি।

source: Compare your selections with the instructor's selections
bn_bd: আপনার নির্বাচনগুলো শিক্ষকের সেলেকশনের সাথে মেলান

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
bn_bd: এই ধাপের সময়সীমা পেরিয়ে গেছে। এই ধাপটি এখন বন্ধ করে দেওয়া হয়েছে। আপনি এই অ্যাসাইনমেন্টটি আর চালিয়ে যেতে পারবেন না, এবং আপনি অসম্পূর্ণ গ্রেড পাবেন।

source: Error Loading Learner Training Examples
bn_bd: শিক্ষার্থীর প্রশিক্ষণের উদাহরণ লোড করার সময় ত্রুটি।

source: The Learner Training Step of this assignment could not be loaded.
bn_bd: এই অ্যাসাইনমেন্টের জন্য লার্নার ট্রেনিং স্টেপটি লোড করা যায়নি।

source: Loading Open Response Assessment...
bn_bd: ওপেন রেসপন্স অ্যাসেসমেন্ট লোড হচ্ছে...

source: An unexpected error occurred.
bn_bd: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।

source: Peer Assessment
bn_bd: সহপাঠী মূল্যায়ন

source: Self Assessment
bn_bd: আত্ম-মূল্যায়ন

source: Assessment feedback could not be saved.
bn_bd: অ্যাসেসমেন্ট ফিডব্যাক সেভ করা যায়নি।

source: Feedback saved.
bn_bd: ফিডব্যাকটি সেভ করা হয়েছে।

source: Staff Comments
bn_bd: স্টাফের মন্তব্য

source: Peer {peer_index}
bn_bd: সহযোগী {peer_index}

source: Peer Comments
bn_bd: সহপাঠীদের মন্তব্য

source: Self Assessment Grade
bn_bd: আত্ম-মূল্যায়ন গ্রেড

source: Your Self Assessment
bn_bd: আপনার স্ব-মূল্যায়ন

source: Your Comments
bn_bd: আপনার মন্তব্য

source: Peer Mean Grade
bn_bd: গড় গ্রেড

source: Peer Median Grade
bn_bd: সহপাঠীদের গড় গ্রেড

source: Waiting for peer reviews
bn_bd: পর্যালোচনাটির জন্য অপেক্ষা করা হচ্ছে

source: The grade for this problem is determined by your Staff Grade.
bn_bd: এই সমস্যার গ্রেড আপনার স্টাফ গ্রেড দ্বারা নির্ধারিত হবে।

source: The grade for this problem is determined by your Self Assessment.
bn_bd: এই সমস্যার গ্রেড আপনার স্ব-মূল্যায়নের উপর ভিত্তি করে নির্ধারিত হবে।

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
bn_bd: আপনি সফলভাবে এই সমস্যাটি সমাধান করেছেন এবং {earned_points}/{total_points} পয়েন্ট পেয়েছেন।

source: You have not yet received all necessary peer reviews to determine your final grade.
bn_bd: আপনার চূড়ান্ত গ্রেড নির্ধারণ করার জন্য এখনো পর্যাপ্ত পিয়ার রিভিউ পাওয়া যায়নি।

source: The grade for this problem is determined by the median score of your Peer Assessments.
bn_bd: এই সমস্যার গ্রেড আপনার পিয়ার অ্যাসেসমেন্টের মধ্যমা স্কোরের উপর ভিত্তি করে নির্ধারিত হবে।

source: The grade for this problem is determined by the mean score of your Peer Assessments.
bn_bd: এই সমস্যাটির গ্রেড আপনার পিয়ার অ্যাসেসমেন্টের গড় স্কোরের উপর ভিত্তি করে নির্ধারিত হবে।

source: Peer Assessment Only
bn_bd: শুধুমাত্র সহপাঠী মূল্যায়ন

source: Self Assessment Only
bn_bd: স্ব-মূল্যায়ন শুধুমাত্র

source: Staff Assessment Only
bn_bd: কর্মচারী মূল্যায়ন (শুধুমাত্র)

source: Self Assessment to Peer Assessment
bn_bd: স্ব-মূল্যায়ন থেকে সহপাঠীর মূল্যায়ন

source: Self Assessment to Staff Assessment
bn_bd: নিজ মূল্যায়ন থেকে স্টাফ মূল্যায়ন

source: You can't reset your submission.
bn_bd: আপনি আপনার জমা দেওয়া রিসেট করতে পারবেন না।

source: The user does not exist.
bn_bd: এই ব্যবহারকারীটি নেই।

source: There is no submission to reset.
bn_bd: রিসেট করার মতো কোনো জমা নেই।

source: Submission reset successfully.
bn_bd: সাবমিশনটি সফলভাবে রিসেট করা হয়েছে।

source: You must specify a block id from which to copy a rubric.
bn_bd: রুব্রিক কপি করার জন্য আপনাকে অবশ্যই একটি ব্লক আইডি উল্লেখ করতে হবে।

source: Invalid block id.
bn_bd: অকার্যকর ব্লক আইডি।

source: No Open Response Assessment found in {course_id} with block id {block_id}
bn_bd: {course_id} কোর্সে {block_id} ব্লক আইডিতে কোনো ওপেন রেসপন্স অ্যাসেসমেন্ট পাওয়া যায়নি।

source: You do not have permission to schedule training
bn_bd: আপনার ট্রেনিং শিডিউল করার অনুমতি নেই।

source: You do not have permission to reschedule tasks.
bn_bd: আপনার টাস্কগুলো রিসেডিউল করার অনুমতি নেই।

source: You do not have permission to access the ORA staff area
bn_bd: আপনার ORA স্টাফ এরিয়া অ্যাক্সেস করার অনুমতি নেই।

source: You do not have permission to access ORA learner information.
bn_bd: আপনার ORA শিক্ষার্থীর তথ্য দেখার অনুমতি নেই।

source: You do not have permission to access ORA staff grading.
bn_bd: আপনার ORA স্টাফ গ্রেডিং দেখার অনুমতি নেই।

source: Pending
bn_bd: অপেক্ষমান

source: Complete/Overwritten
bn_bd: সম্পূর্ণ/পুনর্লিখিত

source: Not applicable
bn_bd: প্রযোজ্য নয়

source: Not submitted
bn_bd: জমা দেওয়া হয়নি

source: Submitted
bn_bd: জমা দেওয়া হয়েছে

source: Error getting learner information.
bn_bd: শিক্ষার্থীর তথ্য পেতে সমস্যা হয়েছে।

source: Error loading the checked out learner response.
bn_bd: পরীক্ষার্থীর উত্তর লোড করতে সমস্যা হয়েছে।

source: No other learner responses are available for grading at this time.
bn_bd: এই মুহূর্তে গ্রেড করার জন্য অন্য কোনো শিক্ষার্থীর উত্তর নেই।

source: Error getting staff grade information.
bn_bd: স্টাফের গ্রেড তথ্য পেতে সমস্যা হচ্ছে।

source: Error getting staff grade ungraded and checked out counts.
bn_bd: স্টাফ গ্রেড আনগ্রেডেড এবং চেকআউট হওয়া লোকের সংখ্যা পেতে সমস্যা হয়েছে।

source: Please enter valid reason to remove the submission.
bn_bd: সাবমিশনটি সরানোর জন্য অনুগ্রহ করে একটি সঠিক কারণ লিখুন।

source: Submission not found
bn_bd: সাবমিশনটি খুঁজে পাওয়া যায়নি।

source: Submission for team assignment has no associated team submission
bn_bd: টিম অ্যাসাইনমেন্টের জমা দেওয়ার ক্ষেত্রে কোনো টিম জমা দেওয়া নেই।

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
bn_bd: শিক্ষার্থীর জমা দেওয়া উত্তরটি পিয়ার অ্যাসেসমেন্ট থেকে সরিয়ে দেওয়া হয়েছে। যদি আপনি শিক্ষার্থীর সমস্যার স্টেট মুছে না দেন, তাহলে তারা পুনরায় উত্তর জমা দিতে পারবে না এবং তাদের গ্রেড শূন্য হবে।
