Repository: robispider/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: Could not parse serialized rubric
bn_bd: রুব্রিক সিরিয়ালাইজ পার্স করা যায়নি।

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
bn_bd: যদি আপনার অ্যাসাইনমেন্টে একজন শিক্ষার্থীকে প্রশিক্ষণের ধাপ থাকে, তাহলে রুব্রিকে কমপক্ষে একটি মানদণ্ড থাকতে হবে এবং সেই মানদণ্ডে কমপক্ষে একটি বিকল্প থাকতে হবে।

source: Example {example_number} has a validation error: {error}
bn_bd: উদাহরণ {example_number}-এ একটি বৈধতা ত্রুটি আছে: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}\
bn_bd: উদাহরণ {example_number}-এ "{criterion_name}" এর জন্য একটি ভুল অপশন রয়েছে: "{option_name}\

source: Example {example_number} has an extra option for "{criterion_name}\
bn_bd: উদাহরণ {example_number}-এ "{criterion_name}"-এর জন্য অতিরিক্ত একটি অপশন আছে।

source: Example {example_number} is missing an option for "{criterion_name}\
bn_bd: উদাহরণ {example_number}-এ "{criterion_name}" অপশনটি নেই।

source: Peer
bn_bd: সহকর্মী

source: Self
bn_bd: নিজস্ব

source: Staff
bn_bd: স্টাফ

source: Unknown
bn_bd: অজানা

source: Criterion {number}: {label}
bn_bd: মাপকাঠি {number}: {label}

source: Points {number}
bn_bd: পয়েন্ট: {number}

source: Median Score {number}
bn_bd: গড় স্কোর {number}

source: Feedback {number}
bn_bd: ফিডব্যাক {number}

source: Item ID
bn_bd: আইটেম আইডি

source: Submission ID
bn_bd: সাবমিশন আইডি

source: Anonymized Student ID
bn_bd: অনামিক ছাত্র আইডি

source: Assessment ID
bn_bd: অ্যাসেসমেন্ট আইডি

source: Assessment Scored Date
bn_bd: মূল্যায়ন স্কোর করার তারিখ

source: Assessment Scored Time
bn_bd: অ্যাসেসমেন্ট স্কোর করার সময়

source: Assessment Type
bn_bd: মূল্যায়ন ধরণ

source: Anonymous Scorer Id
bn_bd: অজ্ঞাত স্কোরার আইডি

source: Overall Feedback
bn_bd: সামগ্রিক মতামত

source: Assessment Score Earned
bn_bd: অ্যাসেসমেন্ট স্কোর অর্জন: {name}

source: Assessment Scored At
bn_bd: মূল্যায়ন করা হয়েছে {date} তারিখে

source: Date/Time Final Score Given
bn_bd: তারিখ/সময় চূড়ান্ত স্কোর প্রদান

source: Final Score Earned
bn_bd: চূড়ান্ত স্কোর: {name}

source: Final Score Possible
bn_bd: চূড়ান্ত স্কোর সম্ভাব্য

source: Feedback Statements Selected
bn_bd: ফিডব্যাক স্ট্যাটমেন্টগুলো নির্বাচন করা হয়েছে

source: Feedback on Assessment
bn_bd: অ্যাসেসমেন্ট নিয়ে মতামত

source: Response Files
bn_bd: Response ফাইল

source: No description provided.
bn_bd: কোনো বর্ণনা দেওয়া হয়নি।

source: None
bn_bd: কিছু নেই

source: Save
bn_bd: সংরক্ষণ করুন

source: Cancel
bn_bd: বাতিল করুন

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
bn_bd: ওপেন রেসপন্স অ্যাসেসমেন্ট আপনাকে রু rubric ভিত্তিক ওপেন রেসপন্স অ্যাসেসমেন্ট সিকোয়েন্সে এক বা একাধিক ধাপ কনফিগার করার সুযোগ দেয়। নিচে উপলব্ধ ধাপগুলো প্রয়োজন অনুযায়ী সক্রিয়, নিষ্ক্রিয় এবং সাজানো যেতে পারে।

source: Display Name
bn_bd: ডিসপ্লে নাম

source: The display name for this component.
bn_bd: এই কম্পোনেন্টের প্রদর্শিত নাম।

source: Text Response
bn_bd: টেক্সট রেসপন্স

source: Specify whether learners must include a text based response to this problem's prompt.
bn_bd: এই সমস্যার উত্তরে শিক্ষার্থীদের টেক্সট-ভিত্তিক উত্তর দিতে হবে কিনা, তা উল্লেখ করুন।

source: Select which editor learners will use to include a text based response to this problem's prompt.
bn_bd: এই সমস্যার প্রম্পটের টেক্সট-ভিত্তিক উত্তর দেওয়ার জন্য শিক্ষার্থীরা কোন এডিটর ব্যবহার করবে, সেটি নির্বাচন করুন।

source: File Uploads Response
bn_bd: ফাইল আপলোড করার প্রতিক্রিয়া

source: Specify whether learners are able to upload files as a part of their response.
bn_bd: শিক্ষার্থীরা তাদের উত্তরের অংশ হিসেবে ফাইল আপলোড করতে পারবে কিনা, তা উল্লেখ করুন।

source: Allow Multiple Files
bn_bd: একাধিক ফাইল অনুমতি দিন

source: False
bn_bd: মিথ্যা

source: True
bn_bd: সত্য

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
bn_bd: শিক্ষার্থীরা একাধিক ফাইল আপলোড করতে পারবে কিনা তা উল্লেখ করুন। যদি ফাইল আপলোড রেসপন্স None সেট করা থাকে, তবে এর কোনো প্রভাব পড়বে না। টিম অ্যাসাইনমেন্টের জন্য এটি স্বয়ংক্রিয়ভাবে True সেট করা হয়।

source: File Upload Types
bn_bd: ফাইল আপলোডের ধরণ

source: PDF or Image Files
bn_bd: পিডিএফ অথবা ইমেজের ফাইল

source: Image Files
bn_bd: ইমেজ ফাইল

source: Custom File Types
bn_bd: কাস্টম ফাইল টাইপ

source: Specify whether learners can submit files along with their text responses.
bn_bd: শিক্ষার্থীরা তাদের টেক্সট উত্তরের সাথে ফাইল জমা দিতে পারবে কিনা, তা উল্লেখ করুন।

source: File Types
bn_bd: ফাইলের ধরণ

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
bn_bd: লার্নারদের আপলোড করার অনুমতি দিতে চান এমন ফাইলের এক্সটেনশনগুলো কমা দিয়ে আলাদা করে লিখুন। যেমন: pdf,doc,docx।

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
bn_bd: আরও ফাইল এক্সটেনশন যোগ করার জন্য, কাস্টম ফাইল টাইপ নির্বাচন করুন এবং অন্তর্ভুক্ত করার জন্য গ্রহণযোগ্য ফাইল এক্সটেনশনের সম্পূর্ণ তালিকা লিখুন।

source: Allow LaTeX Responses
bn_bd: LaTeX রেসপন্স করার অনুমতি দিন

source: Specify whether learners can write LaTeX formatted strings
bn_bd: শিক্ষার্থীরা LaTeX ফরম্যাটেড স্ট্রিং লিখতে পারবে কিনা তা উল্লেখ করুন

source: Top Responses
bn_bd: সেরা উত্তরগুলো

source: (Disabled)
bn_bd: (অকার্যকর)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
bn_bd: শিক্ষার্থী উত্তর জমা দেওয়ার পরে কতগুলো সেরা উত্তর দেখাতে চান, সেটি উল্লেখ করুন। বৈধ সংখ্যা হল ০ থেকে ৯৯। যদি সংখ্যাটি ০ হয়, তাহলে শিক্ষার্থীদের কাছে 'সেরা উত্তর' অংশটি প্রদর্শিত হবে না।

source: When Teams Enabled is set to true, Top Responses will be disabled.
bn_bd: যখন টিমস এনাবেল করা হবে, তখন সেরা উত্তরগুলো ডিজেবল হয়ে যাবে।

source: Teams Enabled
bn_bd: টিম চালু করা হয়েছে

source: Specify whether team submissions are allowed for this response.
bn_bd: এই রেসপন্সের জন্য টিম সাবমিশনAllow করা হবে কিনা উল্লেখ করুন।

source: Select Team-Set
bn_bd: টিম সেট নির্বাচন করুন

source: Show Rubric During Response
bn_bd: উত্তর দেওয়ার সময় রুব্রিক দেখান

source: Specify whether learners can see the rubric while they are working on their response.
bn_bd: শিক্ষার্থীরা তাদের উত্তর লেখার সময় রুব্রিক দেখতে পারবে কিনা, তা উল্লেখ করুন।

source: Allow Learner Resubmissions
bn_bd: শিক্ষার্থীদের পুনরায় জমা দেওয়ার অনুমতি দিন

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
bn_bd: learners-দের ungraded কাজ পুনরায় জমা দেওয়ার অনুমতি দিতে TRUE সেট করুন। পুনরায় জমা দেওয়া অনুমোদিত না হলে FALSE সেট করুন।

source: Resubmission Grace Period
bn_bd: পুনরায় জমা দেওয়ার সময়সীমা

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
bn_bd: পুনরায় জমা দেওয়ার সর্বোচ্চ সময়সীমা উল্লেখ করুন। যদি এটি খালি রাখা হয়, তাহলে শিক্ষার্থীরা যতক্ষণ না তাদের জমা মূল্যায়ন করা হয়েছে ততক্ষণ পর্যন্ত তাদের জমা রিসেট করতে পারবে। গ্রেস পিরিয়ডটি শিক্ষার্থীর প্রতিক্রিয়া জমা দেওয়ার পরে শুরু হবে।

source: Criterion
bn_bd: মাপকাঠি

source: You cannot delete a criterion after the assignment has been released.
bn_bd: অ্যাসাইনমেন্ট রিলিজ করার পরে আপনি আর কোনো ক্রাইটেরিয়া ডিলিট করতে পারবেন না।

source: Remove
bn_bd: সরান

source: Criterion Name
bn_bd: মাপকাঠিৰ নাম

source: Criterion Prompt
bn_bd: মাপকাঠি প্রম্পট

source: Add Option
bn_bd: অপশন যোগ করুন

source: Feedback for This Criterion
bn_bd: এই মানদণ্ডের জন্য প্রতিক্রিয়া

source: Optional
bn_bd: ঐচ্ছিক

source: Required
bn_bd: প্রয়োজনীয়

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
bn_bd: উপরের অপশনগুলো থেকে একটি বাছাই করুন। এটা রিভিউয়ারকে ক্রাইটেরিয়া ফিডব্যাক দিতে হবে কিনা, তা নির্দেশ করে।

source: Open Response Assessment
bn_bd: ওপেন রেসপন্স অ্যাসেসমেন্ট

source: Prompt
bn_bd: প্রম্পট

source: Rubric
bn_bd: মূল্যায়ন মানদণ্ড

source: Schedule
bn_bd: সময়সূচী

source: Assessment steps
bn_bd: অ্যাসেসমেন্ট ধাপসমূহ

source: Settings
bn_bd: সেটিংস

source: Option
bn_bd: অপশন

source: Option Name
bn_bd: অপশন নাম

source: Option Points
bn_bd: অপশন পয়েন্ট

source: Option Explanation
bn_bd: অপশন ব্যাখ্যা

source: Step: Peer Assessment
bn_bd: ধাপ: সহপাঠী মূল্যায়ন

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
bn_bd: পিয়ার অ্যাসেসমেন্ট শিক্ষার্থীদের একে অপরের কাজ মূল্যায়ন করতে এবং তাদের চূড়ান্ত গ্রেডে অন্যদের কাছ থেকে প্রতিক্রিয়া পেতে দেয়। প্রায়শই, যদিও সবসময় নয়, এই ধাপের আগে স্ব-মূল্যায়ন অথবা শিক্ষার্থী প্রশিক্ষণ ধাপগুলো থাকে।

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
bn_bd: কনফিগারেশন: এই ধাপটি কনফিগার করার জন্য, একজন ছাত্রকে কতগুলি পিয়ার রিভিউয়ের মাধ্যমে মূল্যায়ন করা হবে এবং একজন ছাত্রকে কতগুলি পিয়ারকে গ্রেড দিতে হবে তা নির্দিষ্ট করতে হবে। অতিরিক্ত অপশনও নির্দিষ্ট করা যেতে পারে।

source: View Options & Configuration
bn_bd: অপশন ও কনফিগারেশন দেখুন

source: Must Grade
bn_bd: গ্রেড দিতে হবে

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
bn_bd: প্রত্যেক শিক্ষার্থীর জন্য কতগুলো পিয়ার অ্যাসেসমেন্ট সম্পন্ন করতে হবে, সেটি উল্লেখ করুন। বৈধ সংখ্যাগুলো হলো ১ থেকে ৯৯।

source: Graded By
bn_bd: গ্রেড দিয়েছেন

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
bn_bd: প্রতিটি উত্তরের মূল্যায়ন কতজন শিক্ষার্থী করবে, তা উল্লেখ করুন। বৈধ সংখ্যা ১ থেকে ৯৯ পর্যন্ত।

source: Enable Flexible Peer Grade Averaging
bn_bd: ফ্লেক্সিবল পিয়ার গ্রেড এভারেজিং চালু করুন

source: When enabled, learners who have received at least 30%% of the required \
bn_bd: সক্রিয় করা হলে, যারা প্রয়োজনীয় কোর্সের কমপক্ষে ৩০% সম্পন্ন করেছে, সেই শিক্ষার্থীরা দেখবে।

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
bn_bd: এই ফিচারটি কোর্স-লেভেল সেটিংস থেকে চালু করা হচ্ছে। এটি পেজ ও রিসোর্স স্টুডিও পেজের Open Response Assessment Settings কার্ডের অধীনে পাওয়া যাবে।

source: Grading strategy for the peer assessment
bn_bd: পিয়ার অ্যাসেসমেন্টের জন্য গ্রেডিং কৌশল

source: Mean
bn_bd: গড়

source: Median (default)
bn_bd: মাধ্যম (ডিফল্ট)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
bn_bd: পিয়ার অ্যাসেসমেন্টের জন্য পছন্দের গ্রেডিং কৌশল নির্বাচন করুন। ডিফল্টভাবে, ফাইনাল গ্রেড হিসাব করার জন্য সকল পিয়ার রিভিউয়ের মধ্যমা ব্যবহার করা হয়। যদি আপনি গড় নির্বাচন করেন, তাহলে সকল পিয়ার রিভিউয়ের গড় ব্যবহার করা হবে।

source: Peer Assessment Deadlines
bn_bd: পিয়ার অ্যাসেসমেন্টের সময়সীমা

source: Start Date
bn_bd: শুরুর তারিখ

source: Start Time
bn_bd: শুরুর সময়

source: The date and time when learners can begin assessing peer responses.
bn_bd: শিক্ষার্থীরা কখন থেকে একে অপরের প্রতিক্রিয়া মূল্যায়ন করা শুরু করতে পারবে তার তারিখ ও সময়।

source: Due Date
bn_bd: শেষ তারিখ

source: Due Time
bn_bd: সময়সীমা

source: The date and time when all peer assessments must be complete.
bn_bd: সময়ের মধ্যে পিয়ার অ্যাসেসমেন্টগুলো শেষ করার শেষ তারিখ ও সময়।

source: You cannot delete a prompt after the assignment has been released.
bn_bd: অ্যাসাইনমেন্ট রিলিজ করার পরে আপনি আর প্রম্পটটি ডিলিট করতে পারবেন না।

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
bn_bd: প্রম্পটগুলি প্রতিস্থাপন করুন। নমুনা টেক্সটটি আপনার নিজের টেক্সট দিয়ে পরিবর্তন করুন। আরও তথ্যের জন্য, ORA ডকুমেন্টেশন দেখুন।

source: Add Prompt
bn_bd: প্রম্পট যোগ করুন

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
bn_bd: রু rubric তৈরি করা হয় criteria বা মানদণ্ড দিয়ে, যেগুলোতে সাধারণত এক বা একাধিক অপশন থাকে। প্রতিটি অপশনের একটি পয়েন্ট ভ্যালু থাকে। এই টেমপ্লেটে দুটি sample criteria এবং তাদের অপশন রয়েছে। Sample টেক্সটগুলো আপনার নিজের টেক্সট দিয়ে बदलিয়ে নিন। আরো তথ্যের জন্য, ORA ডকুমেন্টেশন দেখুন।

source: Add Criterion
bn_bd: মাপকাঠি যোগ করুন

source: Feedback for This Response
bn_bd: এই রেসপন্স সম্পর্কে মতামত

source: Feedback Instructions
bn_bd: ফিডব্যাক দেওয়ার নিয়মাবলী

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
bn_bd: শিক্ষার্থীদের তাদের গ্রেড করা উত্তরের উপর মতামত দিতে উৎসাহিত করুন। আপনি নমুনা টেক্সটটি নিজের মতো করে পরিবর্তন করতে পারেন।

source: Default Feedback Text
bn_bd: ডিফল্ট ফিডব্যাক টেক্সট

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
bn_bd: শিক্ষার্থীদের তাদের নিজস্ব মতামত দেওয়ার আগে যে প্রতিক্রিয়া টেক্সট দেখানো হবে, সেটি এখানে লিখুন। ভালো উদাহরণ দেওয়ার জন্য পিয়ার অ্যাসেসমেন্ট-এর একটি নমুনা দেখানোর জন্য এই টেক্সট ব্যবহার করুন।

source: Deadlines Configuration
bn_bd: সময়সীমা কনফিগারেশন

source: Select a deadline configuration option
bn_bd: একটি সময়সীমা কনফিগারেশন অপশন নির্বাচন করুন

source: Configure deadlines manually
bn_bd: ম্যানুয়ালি সময়সীমা সেট করুন

source: Match deadlines to the subsection due date
bn_bd: সাবসেকশনের সময়সীমার সাথে মিল রেখে ডেডলাইনগুলো পূরণ করুন।

source: Match deadlines to the course end date
bn_bd: কোর্সের শেষ তারিখের সাথে মিলিয়ে ডেডলাইনগুলো ঠিক করো

source: Learn more about open response date settings
bn_bd: ওপেন রেসপন্স তারিখ সেটিংস সম্পর্কে আরও জানুন

source: Response Start Date
bn_bd: রেসপন্স শুরুর তারিখ

source: Response Start Time
bn_bd: Response শুরু হওয়ার সময়

source: The date and time when learners can begin submitting responses.
bn_bd: শিক্ষার্থীরা কখন থেকে উত্তর জমা দেওয়া শুরু করতে পারবে তার তারিখ ও সময়।

source: Response Due Date
bn_bd: জবাব দেওয়ার শেষ তারিখ

source: Response Due Time
bn_bd: উত্তর দেওয়ার সময়সীমা

source: The date and time when learners can no longer submit responses.
bn_bd: শিক্ষার্থীরা আর উত্তর জমা দিতে পারবে না সেই তারিখ ও সময়।

source: Step: Self Assessment
bn_bd: ধাপ: নিজের মূল্যায়ন

source: Self Assessment asks learners to grade their own submissions against the rubric.
bn_bd: সেল্ফ অ্যাসেসমেন্ট শিক্ষার্থীদের রাবারিকের বিপরীতে তাদের জমা দেওয়া কাজ নিজেদেরGrading করতে বলে।

source: Self Assessment Deadlines
bn_bd: আত্ম-মূল্যায়ন করার শেষ তারিখ

source: The date and time when learners can begin assessing their responses.
bn_bd: শিক্ষার্থীরা কখন তাদের উত্তর মূল্যায়ন শুরু করতে পারবে তার তারিখ এবং সময়।

source: The date and time when all self assessments must be complete.
bn_bd: যে তারিখ ও সময়ের মধ্যে সকল স্ব-মূল্যায়ন সম্পন্ন করতে হবে।

source: Step: Staff Assessment
bn_bd: ধাপ: স্টাফ মূল্যায়ন

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
bn_bd: স্টাফ অ্যাসেসমেন্ট গেটস যদি অন্যান্য ধাপের সাথে চালু করা হয়, তাহলে এটি শিক্ষার্থীদের চূড়ান্ত গ্রেড নির্ধারণ করে। তবে এটি স্বতন্ত্রভাবেও ব্যবহার করা যেতে পারে।

source: Step: Learner Training
bn_bd: ধাপ: শিক্ষার্থী প্রশিক্ষণ

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
bn_bd: লার্নার ট্রেনিং ব্যবহার করা হয় শিক্ষার্থীদের একটি নকল জমা দেওয়া পেয়ার সাবমিশন গ্রেড করার মাধ্যমে অনুশীলন করতে, যাতে তারা রুব্রিক সম্পর্কে ভালোভাবে জানতে পারে এবং নিশ্চিত হতে পারে যে শিক্ষার্থীরা সেল্ফ অথবা পিয়ার অ্যাসেসমেন্ট ধাপগুলোর জন্য রুব্রিকটি বুঝতে পারছে।

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
bn_bd: কনফিগারেশন: এই ধাপটি সম্পূর্ণরূপে কনফিগার করার জন্য আপনাকে এক বা একাধিক গ্রেডেড নমুনা উত্তর প্রদান করতে হবে। এরপর শিক্ষার্থীরা এই শিক্ষকের দেওয়া স্কোর মেলানোর মাধ্যমে आगे বাড়াতে পারবে এবং তাদের স্কোর নমুনার উত্তরের সাথে না মিললে তাদের ফিডব্যাক দেওয়া হবে।

source: View / Add Sample Responses
bn_bd: দেখুন / নমুনা প্রতিক্রিয়া যোগ করুন

source: Add Sample Response
bn_bd: নমুনা রেসপন্স যোগ করুন

source: Clone Rubric
bn_bd: রুব্রিক ক্লোন করুন

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
bn_bd: একটি বিদ্যমান প্রকাশিত বা অপ্রকাশিত খসড়া থেকে একটি রুব্রিক ক্লোন করতে, আপনি ব্লক আইডি দিয়ে অনুসন্ধান করতে পারেন। মনে রাখবেন ক্লোনিং একমুখী, অর্থাৎ ক্লোন করার পরে করা পরিবর্তনগুলি শুধুমাত্র পরিবর্তিত রুব্রিককে প্রভাবিত করবে এবং যে রুব্রিক থেকে এটি ক্লোন করা হয়েছিল, সেটিকে প্রভাবিত করবে না।

source: Block ID For this ORA:
bn_bd: এই ORA-এর জন্য ব্লক আইডি:

source: Block ID
bn_bd: ব্লক আইডি

source: No other Open Response Assessments found in course
bn_bd: এই কোর্সে আর কোনো ওপেন রেসপন্স অ্যাসেসমেন্ট পাওয়া যায়নি।

source: Clone
bn_bd: ক্লোন

source: Rubric Successfully Cloned from Block ID:
bn_bd: ব্লক আইডি: {name} থেকে রুব্রিক সফলভাবে ক্লোন করা হয়েছে।

source: Scored Response
bn_bd: স্কোর করা হয়েছে

source: Response
bn_bd: উত্তর

source: Not Selected
bn_bd: নির্বাচিত নয়

source: points
bn_bd: পয়েন্ট

source: More information about %(name)s
bn_bd: %(name)s সম্পর্কে আরও তথ্য

source: Your Grade
bn_bd: আপনার গ্রেড

source: Your submission has been cancelled.
bn_bd: আপনার জমা দেওয়া বাতিল করা হয়েছে।

source: Your Response
bn_bd: আপনার প্রতিক্রিয়া

source: Your Upload
bn_bd: আপনার আপলোড

source: Assessments of Your Response
bn_bd: আপনার উত্তরের মূল্যায়ন

source: Status
bn_bd: স্ট্যাটাস

source: Overall Grade
bn_bd: মোট গ্রেড

source: Points
bn_bd: পয়েন্ট ({name})

source: Additional comments on your response
bn_bd: আপনার উত্তরের উপর অতিরিক্ত মন্তব্য

source: Provide feedback on peer assessments
bn_bd: সহকর্মীদের মূল্যায়নের উপর মতামত দিন

source: Submitting Feedback
bn_bd: ফিডব্যাক জমা দেওয়া হচ্ছে

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
bn_bd: আপনার মতামত জমা দেওয়া হয়েছে। কোর্স স্টাফরা যখন কোর্সের রেকর্ড পর্যালোচনা করবে তখন তারা এই মতামত দেখতে পারবে।

source: Course staff will be able to see any feedback that you provide here when they review course records.
bn_bd: কোর্স স্টাফরা যখন কোর্সের রেকর্ডগুলো দেখবে, তখন এখানে আপনি যে ফিডব্যাক দেবেন, তা দেখতে পারবে।

source: Select the statements below that best reflect your experience with peer assessments.
bn_bd: আপনার সহপাঠীদের মূল্যায়নের অভিজ্ঞতা সম্পর্কে নিচের বাক্যগুলো নির্বাচন করুন যা আপনার অভিজ্ঞতার সাথে সবচেয়ে ভালোভাবে মেলে।

source: These assessments were useful.
bn_bd: এই মূল্যায়নগুলো কাজে লেগেছে।

source: These assessments were not useful.
bn_bd: এই মূল্যায়নগুলো কাজে লাগেনি।

source: I disagree with one or more of the peer assessments of my response.
bn_bd: আমি আমার উত্তরের কিছু পিয়ার অ্যাসেসমেন্টের সাথে একমত নই।

source: Some comments I received were inappropriate.
bn_bd: আমি কিছু মন্তব্য পেয়েছি যেগুলো যথাযথ ছিল না।

source: Provide feedback on the grade or comments that you received from your peers.
bn_bd: আপনার সহপাঠীদের কাছ থেকে গ্রেড বা মন্তব্যের ব্যাপারে আপনার মতামত জানান।

source: I feel the feedback I received was...
bn_bd: আমি মনে করি আমার কাছ থেকে পাওয়া ফিডব্যাকটা ছিল...

source: We could not submit your feedback
bn_bd: আপনার মতামত জমা দিতে সমস্যা হয়েছে।

source: Submit feedback on peer assessments
bn_bd: পিয়ার অ্যাসেসমেন্ট নিয়ে ফিডব্যাক জমা দিন

source: Not Completed
bn_bd: সম্পূর্ণ হয়নি

source: You have not completed all the steps of this problem.
bn_bd: আপনি এই সমস্যার সবগুলো ধাপ এখনো শেষ করেননি।

source: Not Started
bn_bd: শুরু করা হয়নি

source: You have not started this problem yet.
bn_bd: আপনি এখনো এই সমস্যাটি শুরু করেননি।

source: Waiting for Assessments
bn_bd: অ্যাসেসমেন্টের জন্য অপেক্ষা করা হচ্ছে

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
bn_bd: আপনি অ্যাসাইনমেন্টের ধাপগুলো সম্পন্ন করেছেন, তবে আপনার উত্তরে এখনো কিছু মূল্যায়ন করা বাকি আছে। আপনার উত্তরের মূল্যায়ন শেষ হলে, আপনি যারা মূল্যায়ন করেছেন তাদের সবার কাছ থেকে ফিডব্যাক দেখতে পাবেন এবং আপনার চূড়ান্ত গ্রেড জানতে পারবেন।

source: Grade Available Responses
bn_bd: গ্রেড উপলব্ধ উত্তর

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
bn_bd: গ্রেড পাওয়া যায়নি। এই আইটেমটি স্টাফ অ্যাসেসমেন্টের জন্য কনফিগার করা হয়নি।

source: Please wait
bn_bd: দয়া করে অপেক্ষা করুন

source: Waiting Step Details
bn_bd: অপেক্ষা করার ধাপের বিবরণ

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
bn_bd: ওয়েটিং স্টেপের বিস্তারিত দেখা যাচ্ছে না। এই আইটেমটি পিয়ার অ্যাসেসমেন্টের জন্য কনফিগার করা হয়নি।

source: %(num_points)s points
bn_bd: {num_points} পয়েন্ট

source: Your peer's response to the prompt above
bn_bd: উপরের প্রম্পটের উত্তরে আপনার সহকর্মীর প্রতিক্রিয়া

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
bn_bd: এই অ্যাসাইনমেন্টের সব ধাপ শেষ করার পরে, আপনি আপনার সহপাঠীদের মধ্যে সর্বোচ্চ স্কোর করা উত্তরগুলো দেখতে পারবেন।

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
bn_bd: আপনার টিমের জমা দেওয়া অ্যাসাইনমেন্ট বাতিল করা হয়েছে। কোর্স স্টাফ যদি অ্যাসেসমেন্ট রিসেট না করে, তাহলে আপনার টিম শূন্য গ্রেড পাবে।

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
bn_bd: আপনার জমা দেওয়া উত্তরটি বাতিল করা হয়েছে। যদি কোর্স অ্যাডমিন আপনার অ্যাসাইনমেন্ট রিসেট না করেন, তাহলে আপনি এইটিতে শূন্য নম্বর পাবেন।

source: This task is not yet available. Check back to complete the assignment once this section has opened.
bn_bd: এই টাস্কটি এখনও পাওয়া যাচ্ছে না। এই সেকশনটি খোলার পরে অ্যাসাইনমেন্টটি সম্পূর্ণ করার জন্য আবার দেখুন।

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
bn_bd: এই অ্যাসাইনমেন্টটি বন্ধ করা হয়েছে। এই অ্যাসাইনমেন্টের এক বা একাধিক সময়সীমা পেরিয়ে গেছে। আপনি এই অ্যাসাইনমেন্টের জন্য অসম্পূর্ণ গ্রেড পাবেন।

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
bn_bd: আপনি এই অ্যাসাইনমেন্টটি সম্পন্ন করেছেন। আপনার চূড়ান্ত গ্রেড অ্যাসেসমেন্টগুলো সম্পন্ন হওয়ার পরে পাওয়া যাবে।
