Repository: robispider/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: No user with the username [{username}] exists.
bn_bd: এই ইউজারনেম [{username}] নামে কোনো ব্যবহারকারী নেই।

source: Only staff users are permitted to filter by username. Remove the username parameter.
bn_bd: শুধুমাত্র স্টাফ ব্যবহারকারীরা ইউজারনেম দিয়ে ফিল্টার করার অনুমতিপ্রাপ্ত। ইউজারনেম প্যারামিটারটি সরিয়ে দিন।

source: Number of courses contained in this catalog
bn_bd: এই ক্যাটালগে কতগুলো কোর্স আছে

source: Usernames of users with explicit access to view this catalog
bn_bd: এই ক্যাটালগ দেখার জন্য সরাসরি অনুমতি আছে এমন ব্যবহারকারীদের নাম

source: Start date cannot be after the End date
bn_bd: শুরুর তারিখ শেষ তারিখের পরে হতে পারবে না।

source: Term cannot be changed
bn_bd: মেয়াদ পরিবর্তন করা যাবে না

source: Language in which the course is administered
bn_bd: যে ভাষায় কোর্সটি পরিচালিত হবে

source: Course cannot be changed for an existing course run
bn_bd: একটি চলমান কোর্সের জন্য কোর্স পরিবর্তন করা যাবে না।

source: Minimum effort cannot be greater than Maximum effort
bn_bd: ন্যূনতম চেষ্টা সর্বোচ্চ চেষ্টার চেয়ে বেশি হতে পারে না।

source: Minimum effort and Maximum effort cannot be the same
bn_bd: ন্যূনতম চেষ্টা আর সর্বোচ্চ চেষ্টা তো একরকম হতে পারে না।

source: Dictionary mapping course run IDs to boolean values
bn_bd: কোর্স রান আইডিগুলোর সাথে বুলিয়ান মানের ডিকশনারি

source: Restriction Type cannot be empty
bn_bd: Restriction Type খালি রাখা যাবে না

source: Dictionary mapping course IDs to boolean values
bn_bd: কোর্স আইডি-গুলোর সাথে বুলিয়ান ভ্যালুর ডিকশনারি

source: Languages that course runs in this program are offered in.
bn_bd: এই প্রোগ্রামের কোর্সগুলো {name} এ প্রদান করা হয়।

source: Languages that course runs in this program have available transcripts in.
bn_bd: এই প্রোগ্রামের কোর্সগুলো যে ভাষায় চলে, সেগুলোর ট্রান্সক্রিপ্ট এখানে পাওয়া যাবে।

source: An error occurred while setting the course run image for [{key}] in studio. All other fields were successfully saved in Studio.
bn_bd: স্টুডিওতে [{key}] এর জন্য কোর্স রান ইমেজ সেট করার সময় একটি ত্রুটি ঘটেছে। স্টুডিওতে অন্যান্য ক্ষেত্রগুলি সফলভাবে সংরক্ষণ করা হয়েছে।

source: Specifying both editable=1 and a q parameter is not supported.
bn_bd: এডিটেবল=১ এবং একই সাথে একটি প্রশ্ন প্যারামিটার নির্দিষ্ট করা সমর্থন করা হয় না।

source: You must include a course_uuid in your query parameters.
bn_bd: আপনার ক্যোয়ারী প্যারামিটারে একটি course_uuid অন্তর্ভুক্ত করতে হবে।

source: Missing value for: [{name}].
bn_bd: {name}-এর জন্য মান অনুপস্থিত।

source: Incorrect data sent.
bn_bd: ভুল ডেটা পাঠানো হয়েছে।

source: Failed to set course run data: {}
bn_bd: কোর্স রান ডেটা সেট করতে সমস্যা হয়েছে: {}

source: Can only update status, ofac restrictions, and ofac comment
bn_bd: শুধু স্ট্যাটাস, ওফ্যাক বিধিনিষেধ, এবং ওফ্যাক কমেন্ট আপডেট করা যাবে।

source: The course run type '{course_run_type}' is not valid for this course type '{course_type}'.
bn_bd: এই কোর্সের ধরণের জন্য '{course_run_type}' কোর্স রান টাইপটি বৈধ নয়। '{course_type}'।

source: Course run is in review. Editing disabled.
bn_bd: কোর্সটি পর্যালোচনা করা হচ্ছে। সম্পাদনা বন্ধ করা হয়েছে।

source: Invalid parameter
bn_bd: অবৈধ প্যারামিটার

source: Failed to set data: {}
bn_bd: ডাটা সেট করা যায়নি: {}

source: Organization [{org}] does not exist.
bn_bd: অর্গানাইজেশন [{org}] টি খুঁজে পাওয়া যায়নি।

source: Course Type [{course_type}] does not exist.
bn_bd: কোর্সের ধরন [{course_type}] টি পাওয়া যাচ্ছে না।

source: Product Source [{product_source}] does not exist.
bn_bd: প্রোডাক্ট সোর্স [{product_source}] খুঁজে পাওয়া যায়নি।

source: A course with key [{key}] already exists.
bn_bd: এই নামে ஏற்கனவே একটি কোর্স আছে যেখানে মূল [{key}] বিদ্যমান।

source: Course creation was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
bn_bd: কোর্স তৈরি করা সম্ভব হয়নি। '{url_slug}' URL slug টি ইতিমধ্যে ব্যবহার করা হয়েছে। অনুগ্রহ করে এই ফিল্ডটি পরিবর্তন করে আবার চেষ্টা করুন।

source: Switching entitlement types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
bn_bd: পর্যালোচনা করার পরে entitlement-এর ধরণ পরিবর্তন করা সমর্থন করা হয় না। প্রয়োজনে অতিরিক্ত সহায়তার জন্য আপনার প্রোজেক্ট কো-অর্ডিনেটরের সাথে যোগাযোগ করুন।

source: Course edit was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
bn_bd: কোর্সটি সম্পাদনা করা যায়নি। '{url_slug}' এই কোর্স URL স্লাগটি অন্য কোর্সে ব্যবহার করা হয়েছে। অনুগ্রহ করে এই ক্ষেত্রটি পরিবর্তন করে আবার চেষ্টা করুন।

source: You are not permitted to access the API documentation.
bn_bd: আপনাকে API ডকুমেন্টেশন দেখার অনুমতি নেই।

source: Catalog name
bn_bd: ক্যাটালগের নাম

source: Query to retrieve Course Run catalog contents
bn_bd: কোর্স রান ক্যাটালগ কন্টেন্ট পুনরুদ্ধার করার জন্য প্রশ্ন

source: Query to retrieve Program catalog contents
bn_bd: প্রোগ্রাম ক্যাটালগের বিষয়বস্তু পাওয়ার জন্য জিজ্ঞাসা

source: Include archived courses
bn_bd: আর্কাইভ করা কোর্সগুলো অন্তর্ভুক্ত করুন

source: Personal info
bn_bd: ব্যক্তিগত তথ্য

source: Permissions
bn_bd: অনুমতি

source: Important dates
bn_bd: গুরুত্বপূর্ণ তারিখসমূহ

source: API Configuration
bn_bd: API কনফিগারেশন

source: Configure the APIs that will be used to retrieve data.
bn_bd: ডাটা পাওয়ার জন্য যে APIগুলো ব্যবহার করা হবে সেগুলো কনফিগার করুন।

source: Marketing Site Configuration
bn_bd: মার্কেটিং সাইট কনফিগারেশন

source: Configure the marketing site URLs that will be used to retrieve data and create URLs.
bn_bd: মার্কেটিং সাইটের URL কনফিগার করুন যা ডেটা পুনরুদ্ধার এবং URL তৈরি করতে ব্যবহৃত হবে।

source: Analytics Configuration
bn_bd: অ্যানালিটিক্স কনফিগারেশন

source: Configure the analytics API that will be used to retrieve enrollment data
bn_bd: এন enrollment ডেটা পাওয়ার জন্য যে analytics API ব্যবহার করা হবে, সেটা কনফিগার করুন।

source: period must be one of {period_choices}.
bn_bd: সময়কাল অবশ্যই {period_choices} এর মধ্যে একটি হতে হবে।

source: 'rate' must be in the format defined by DRF, such as '100/hour'.
bn_bd: 'rate' অবশ্যই DRF দ্বারা সংজ্ঞায়িত বিন্যাসে থাকতে হবে, যেমন '100/ঘণ্টা'।

source: Full Name
bn_bd: নাম

source: Referral Tracking ID
bn_bd: রেফারেল ট্র্যাকিং আইডি

source: The rate of requests to limit this user to. The format is specified by Django Rest Framework (see http://www.django-rest-framework.org/api-guide/throttling/).
bn_bd: এই ব্যবহারকারীর জন্য রিকোয়েস্টের হার নির্ধারণ করুন। ফরম্যাটটি Django Rest Framework দ্বারা নির্দিষ্ট করা হয়েছে (দেখুন http://www.django-rest-framework.org/api-guide/throttling/)।

source: Short Code
bn_bd: শর্ট কোড

source: Convenient code/slug used to identify this Partner (e.g. for management commands.)
bn_bd: এই পার্টনারকে সনাক্ত করার জন্য সুবিধাজনক কোড/স্লাগ (যেমন: ম্যানেজমেন্ট কমান্ডের জন্য)।

source: Courses API URL
bn_bd: কোর্স API URL

source: Course Mode API URL
bn_bd: কোর্স মোড API URL

source: E-Commerce API URL
bn_bd: ই-কমার্স এপিআই ইউআরএল

source: Organizations API URL
bn_bd: সংস্থা API URL

source: Programs API URL
bn_bd: প্রোগ্রাম API URL

source: Marketing Site API URL
bn_bd: মার্কেটিং সাইট এপিআই ইউআরএল

source: Marketing Site URL
bn_bd: মার্কেটিং সাইটের ঠিকানা

source: Marketing Site API Username
bn_bd: মার্কেটিং সাইট এপিআই ইউজারনেম

source: Marketing Site API Password
bn_bd: মার্কেটিং সাইট এপিআই পাসওয়ার্ড

source: Studio URL
bn_bd: স্টুডিও ইউআরএল

source: Publisher URL
bn_bd: প্রকাশকের URL

source: The base URL of your publisher service, if used. Example: https://publisher.example.com/
bn_bd: যদি ব্যবহার করা হয়, তাহলে আপনার পাবলিশার সার্ভিসের বেস URL। উদাহরণ: https://publisher.example.com/

source: LMS URL
bn_bd: এলএমএস ইউআরএল

source: LMS Admin URL
bn_bd: LMS অ্যাডমিন ইউআরএল

source: The public URL of your LMS Django admin. Example: https://lms-internal.example.com/admin
bn_bd: আপনার এলএমএস Django অ্যাডমিনের পাবলিক ইউআরএল। উদাহরণ: https://lms-internal.example.com/admin

source: Analytics API URL
bn_bd: অ্যানালিটিক্স API URL

source: Analytics Access Token
bn_bd: অ্যানালিটিক্স অ্যাক্সেস টোকেন

source: Partner
bn_bd: পার্টনার

source: Partners
bn_bd: অংশীদার

source: Salesforce Username
bn_bd: Salesforce ইউজারনেম

source: Salesforce Password
bn_bd: Salesforce পাসওয়ার্ড

source: Salesforce Security Token
bn_bd: Salesforce সিকিউরিটি টোকেন

source: Is a Salesforce Sandbox?
bn_bd: এটা কি সেলসফোর্স স্যান্ডবক্স?

source: Case Record Type Id
bn_bd: কেস রেকর্ড টাইপ আইডি

source: An error occurred while publishing the {model} to the marketing site. Please try again. If the error persists, please contact the Engineering Team.
bn_bd: মার্কেটিং সাইটে {model} পাবলিশ করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন। সমস্যাটি চললে, অনুগ্রহ করে ইঞ্জিনিয়ারিং টিমের সাথে যোগাযোগ করুন।

source: eligible for one-click purchase
bn_bd: এক-ক্লিকেই কেনার যোগ্য

source: Yes
bn_bd: হ্যাঁ

source: No
bn_bd: না

source: Included course runs
bn_bd: অন্তর্ভুক্ত কোর্স রান

source: Edit link
bn_bd: লিঙ্কটি সম্পাদনা করুন

source: Edit course run exclusions
bn_bd: কোর্স রানের ব্যতিক্রমগুলো পরিবর্তন করুন

source: (save and continue editing to create a link)
bn_bd: সংরক্ষণ করুন এবং সম্পাদনা চালিয়ে যান একটি লিঙ্ক তৈরি করতে।

source: Successfully %(status)s %(count)d %(items)s.
bn_bd: সফলভাবে %(status)s %(count)d টি %(items)s।

source: Certificates
bn_bd: সার্টিফিকেটসমূহ

source: Pathways to Degrees
bn_bd: ডিগ্রি পাওয়ার পথ

source: Boot Camps
bn_bd: বুট ক্যাম্প

source: Bachelor’s
bn_bd: ব্যাচেলর

source: Master’s
bn_bd: মাস্টার্স

source: Available now
bn_bd: এখনই পাওয়া যাচ্ছে

source: Upcoming
bn_bd: আগামী

source: Archived
bn_bd: আর্কাইভ করা হয়েছে

source: Available by subscription
bn_bd: সাবস্ক্রিপশনের মাধ্যমে পাওয়া যাবে

source: Unpublished
bn_bd: প্রকাশিত নয়

source: Awaiting Review from Legal
bn_bd: লিগ্যাল থেকে পর্যালোচনার জন্য অপেক্ষা করা হচ্ছে

source: Awaiting Internal Review
bn_bd: অভ্যন্তরীণ পর্যালোচনার জন্য অপেক্ষমান

source: Reviewed
bn_bd: পর্যালোচনা করা হয়েছে

source: Published
bn_bd: প্রকাশিত

source: Retired
bn_bd: অবসরপ্রাপ্ত

source: Instructor-paced
bn_bd: শিক্ষক-নিয়ন্ত্রিত

source: Self-paced
bn_bd: নিজের গতিতে

source: Active
bn_bd: সক্রিয়

source: Deleted
bn_bd: মুছে ফেলা হয়েছে

source: mooc
bn_bd: মুক

source: spoc
bn_bd: স্পোক

source: test
bn_bd: টেস্ট

source: demo
bn_bd: ডেমো

source: other
bn_bd: অন্যান্য

source: Course Create
bn_bd: কোর্স তৈরি করুন

source: Partial Update
bn_bd: আংশিক হালনাগাদ

source: Course Rerun
bn_bd: কোর্সটি পুনরায় শুরু করুন

source: Course Editor Update
bn_bd: কোর্স এডিটর আপডেট

source: Pending
bn_bd: অপেক্ষমান

source: Verified
bn_bd: যাচাইকৃত

source: Processing
bn_bd: প্রক্রিয়াকরণ করা হচ্ছে

source: Completed
bn_bd: সম্পন্ন

source: Failed
bn_bd: ব্যর্থ হয়েছে

source: Partially Completed
bn_bd: আংশিকভাবে সম্পন্ন হয়েছে

source: Errored
bn_bd: এরর হয়েছে

source: Honor
bn_bd: সম্মান

source: Credit
bn_bd: ক্রেডিট

source: Professional
bn_bd: পেশাদার

source: Executive Education
bn_bd: এক্সিকিউটিভ এডুকেশন

source: Paid Executive Education
bn_bd: পেইড এক্সিকিউটিভ এডুকেশন

source: Unpaid Executive Education
bn_bd: অপরিশোধিত এক্সিকিউটিভ এডুকেশন

source: Paid Bootcamp
bn_bd: পেইড বুটক্যাম্প

source: Unpaid Bootcamp
bn_bd: বকেয়া বুটক্যাম্প

source: Platform
bn_bd: প্ল্যাটফর্ম

source: Organization
bn_bd: সংস্থা

source: Short
bn_bd: সংক্ষিপ্ত

source: Medium
bn_bd: মাঝারি

source: Long
bn_bd: দীর্ঘ

source: Short Course
bn_bd: সংক্ষিপ্ত কোর্স

source: Sprint
bn_bd: স্প্রিন্ট

source: Course Stack
bn_bd: কোর্স স্ট্যাক

source: Custom B2B Enterprise
bn_bd: কাস্টম বিটুবি এন্টারপ্রাইজ

source: Custom B2C
bn_bd: কাস্টম বিটুসি

source: Existing course type {type} for {key} ({id}) doesn't match its own entitlements.
bn_bd: বিদ্যমান কোর্স টাইপ {type} এর জন্য {key} ({id}) এর নিজস্ব অধিকারের সাথে মিলছে না।

source: Existing run type {run_type} for {key} ({id}) doesn't match course type {type}.Skipping type.
bn_bd: 现有 রান টাইপ {run_type} {key} ({id})-এর সাথে কোর্সের টাইপ {type} মিলছে না। টাইপটি বাদ দেওয়া হচ্ছে।

source: Existing run type {run_type} for {key} ({id}) doesn't match its own seats.
bn_bd: বিদ্যমান রান টাইপ {run_type} এর {key} ({id}) এর সিটের সাথে মিলছে না।

source: Course {key} ({id}) matched type {type}
bn_bd: কোর্স {key} ({id}) {type} এর সাথে মিলেছে

source: Could not convert course {key} ({id}) to type {type}
bn_bd: কোর্স {key} ({id}) কে {type} টাইপে পরিবর্তন করা যায়নি।

source: Not sending notification email for template {template} because no organization is defined for course {course}
bn_bd: কোর্স {course}-এর জন্য কোনো সংস্থা নির্দিষ্ট করা নেই তাই টেমপ্লেট {template}-এর জন্য নোটিফিকেশন ইমেল পাঠানো হচ্ছে না।

source: Not sending notification email for template {template} because no project coordinator is defined for organization {org}
bn_bd: অর্গানাইজেশন {org}-এর জন্য কোনো প্রজেক্ট কোঅর্ডিনেটর নির্দিষ্ট করা নেই তাই টেমপ্লেট {template}-এর জন্য নোটিফিকেশন ইমেল পাঠানো হচ্ছে না।

source: Not sending notification email for template {template} because no publisher URL is defined for partner {partner}
bn_bd: পার্টনার {partner}-এর জন্য কোনো পাবলিশার ইউআরএল দেওয়া হয়নি তাই টেমপ্লেট {template}-এর জন্য নোটিফিকেশন ইমেইল পাঠানো হচ্ছে না।

source: Not sending notification email for template {template} because no studio URL is defined for partner {partner}
bn_bd: টেমপ্লেট {template}-এর জন্য নোটিফিকেশন ইমেল পাঠানো হচ্ছে না, কারণ পার্টনার {partner}-এর জন্য স্টুডিও URL সংজ্ঞায়িত করা নেই।

source: legal team
bn_bd: আইন বিষয়ক দল

source: Project Coordinator team
bn_bd: প্রজেক্ট কোঅর্ডিনেটর টিম

source: course team
bn_bd: কোর্স টিম

source: Legal review requested: {title}
bn_bd: আইনগত পর্যালোচনার জন্য অনুরোধ করা হয়েছে: {title}

source: Course URL for {title}
bn_bd: {title} কোর্সের URL

source: Review requested: {key} - {title}
bn_bd: রিভিউয়ের জন্য অনুরোধ করা হয়েছে: {key} - {title}

source: Review complete: {title}
bn_bd: রিভিউ সম্পন্ন হয়েছে: {title}

source: Published: {title}
bn_bd: প্রকাশিত: {title}

source: Published: {key} - {title}
bn_bd: প্রকাশিত: {key} - {title}

source: Comment added: {title}
bn_bd: মন্তব্য করা হয়েছে: {title}

source: Enter a valid “slug” consisting of letters, numbers, slashes, underscores or hyphens.
bn_bd: একটি বৈধ "slug" লিখুন যাতে অক্ষর, সংখ্যা, স্লাশ, আন্ডারস্কোর অথবা হাইফেন থাকতে পারে।

source: Programs can only be activated if they have a banner image.
bn_bd: প্রোগ্রামগুলো সক্রিয় করার জন্য একটি ব্যানার ইমেজ থাকতে হবে।

source: Tag to add to courses
bn_bd: কোর্সগুলোতে যোগ করার ট্যাগ

source: UUIDs of courses to tag
bn_bd: কোর্স ট্যাগ করার জন্য UUID

source: Use arguments from the TagCourseUUIDsConfig model instead of the command line.
bn_bd: কমান্ড লাইনের বদলে TagCourseUUIDsConfig মডেল থেকে আর্গুমেন্ট ব্যবহার করুন।

source: Missing required arguments
bn_bd: প্রয়োজনীয় আর্গুমেন্ট অনুপস্থিত

source: Backpopulate new-style CourseType and CourseRunType where possible.
bn_bd: সম্ভব হলে নতুন স্টাইলের CourseType এবং CourseRunType রিpopulate করুন।

source: CODE
bn_bd: কোড

source: Short code for a partner.
bn_bd: একটি পার্টনারের শর্ট কোড।

source: UUID
bn_bd: ইউইউআইডি

source: Course to backpopulate.
bn_bd: কোর্সটি ব্যাকপপুলেট করার জন্য।

source: KEY
bn_bd: কী

source: Organization to backpopulate.
bn_bd: ব্যাক populate করার জন্য সংস্থা।

source: CourseType/CourseRunType mismatches to allow. Specify like course-type-slug:run-type-slug.
bn_bd: কোর্স টাইপ/কোর্স রান টাইপ মেলানোর ক্ষেত্রে সমস্যা হয়েছে। কোর্স-টাইপ-স্লাগ:রান-টাইপ-স্লাগ এভাবে উল্লেখ করুন।

source: Actually commit the changes to the database.
bn_bd: আসলে ডাটাবেসে পরিবর্তনগুলো নিশ্চিত করুন।

source: Use arguments from the BackpopulateCourseTypeConfig model instead of the command line.
bn_bd: ব্যাকপপুলেটকোর্সটাইপকনফিগ মডেল থেকে আর্গুমেন্ট ব্যবহার করুন কমান্ড লাইনের পরিবর্তে।

source: You must specify --partner
bn_bd: আপনাকে --partner উল্লেখ করতে হবে।

source: Supplied Course Run Type slug [{rt_slug}] does not exist.
bn_bd: সরবরাহকৃত কোর্স রান টাইপ স্লাগ [{rt_slug}] অস্তিত্বহীন।

source: Supplied Course Type slug [{ct_slug}] does not exist.
bn_bd: সরবরাহকৃত কোর্স টাইপ স্লাগ [{ct_slug}] টি বিদ্যমান নেই।

source: No courses found. Did you specify an argument?
bn_bd: কোনো কোর্স খুঁজে পাওয়া যায়নি। আপনি কোনো শর্ত উল্লেখ করেছেন কি?

source: Could not backpopulate a course type for the following courses: {course_keys}
bn_bd: নিম্নলিখিত কোর্সগুলোর জন্য কোর্স টাইপ পুনরুদ্ধার করা যায়নি: {course_keys}

source: Delete duplicate persons in course_metadata.
bn_bd: course_metadata-তে ডুপ্লিকেট পার্সনদের ডিলিট করুন।

source: PERSON
bn_bd: ব্যক্তি

source: People to delete, in UUID:TARGET_UUID form.
bn_bd: UUID:TARGET_UUID ফর্মে ডিলিট করার জন্য লোকগুলো।

source: PARTNER
bn_bd: পার্টনার

source: Use arguments from the DeletePersonDupsConfig model instead of the command line.
bn_bd: কমান্ড লাইনের বদলে DeletePersonDupsConfig মডেলের আর্গুমেন্টগুলো ব্যবহার করুন।

source: Malformed argument "{}", should be in form of UUID:TARGET_UUID
bn_bd: ভুল আর্গুমেন্ট "{}", এটা UUID:TARGET_UUID এই ফরম্যাটে হওয়া উচিত।

source: Malformed argument "{}", UUIDs cannot be equal
bn_bd: ভুল আর্গুমেন্ট "{}", UUID গুলো সমান হতে পারবে না।

source: Deleting
bn_bd: পোস্টগুলো ডিলিট করা হচ্ছে...

source: Would delete
bn_bd: ডিলিট করবেন?

source: Name
bn_bd: নাম

source: Endorsements
bn_bd: সুপারিশ

source: Programs
bn_bd: প্রোগ্রাম

source: Course Runs
bn_bd: কোর্স চালান

source: Target
bn_bd: লক্ষ্য

source: You must specify --partner-code
bn_bd: আপনাকে --partner-code উল্লেখ করতে হবে।

source: You must specify at least one person
bn_bd: আপনাকে কমপক্ষে একজন ব্যক্তি উল্লেখ করতে হবে।

source: Publishing course run {key}
bn_bd: Publishing কোর্স {key} চলছে

source: Failed to publish {key}
bn_bd: {key} পাবলিশ করা যায়নি।

source: Successfully published {key}
bn_bd: সফলভাবে {key} পাবলিশ করা হয়েছে।

source: One or more course runs failed to publish.
bn_bd: এক বা একাধিক কোর্সের রান পাবলিশ করা যায়নি।

source: Remove all redirects to all courses
bn_bd: সমস্ত কোর্সের রিডাইরেক্টগুলো সরিয়ে ফেলুন

source: Redirects to remove
bn_bd: সরানোর জন্য রিডাইরেক্ট করা হচ্ছে

source: Use arguments from the RemoveRedirectsConfig model instead of the command line.
bn_bd: কমান্ড লাইনের পরিবর্তে RemoveRedirectsConfig মডেল থেকে আর্গুমেন্ট ব্যবহার করুন।

source: Invalid arguments
bn_bd: ভুল আর্গুমেন্ট

source: Cannot remove active url_slug {url_slug}
bn_bd: সক্রিয় url_slug {url_slug} সরানো যাচ্ছে না।

source: Path /course/{url_slug} not in use, nothing to delete
bn_bd: Path /course/{url_slug} ব্যবহার করা হচ্ছে না, ডিলিট করার কিছু নেই।

source: Path {url_path} not in use, nothing to delete
bn_bd: পাথ {url_path} ব্যবহার করা হচ্ছে না, ডিলিট করার কিছু নেই।

source: One or more courses failed to unpublish.
bn_bd: একটি বা একাধিক কোর্স আনপাবলিশ করা যায়নি।

source: Successfully unpublished runs in course {key}
bn_bd: কোর্স {key}-এর রানগুলো সফলভাবে আনপাবলিশ করা হয়েছে।

source: Failed to unpublish runs in course {key}
bn_bd: কোর্স {key}-এর রান আনপাবলিশ করতে সমস্যা হয়েছে।

source: Please do not use any spaces or special characters other than period, underscore or hyphen. This key will be used in the course's course key.
bn_bd: দয়া করে কোনো স্পেস বা বিশেষ অক্ষর ব্যবহার করবেন না শুধুমাত্র পিরিয়ড_আন্ডারস্কোর অথবা হাইফেন ব্যবহার করুন।এই কীটি কোর্সের কোর্স কী-তে ব্যবহৃত হবে।

source: If populated, this field will overwrite name in platform.
bn_bd: যদি এই ঘর পূরণ করা হয়, তাহলে এটি প্ল্যাটফর্মে {name} এর পরিবর্তে এই মানটি ব্যবহার করবে।

source: Spanish Description
bn_bd: স্প্যানিশ বর্ণনা

source: For seo, this field allows for alternate spanish description to be manually inputted
bn_bd: এসইও-এর জন্য, এই ফিল্ডটি স্প্যানিশ ভাষায় বিকল্প বর্ণনা হাতেকলমে লেখার সুযোগ দেয়।

source: Pick a tag from the suggestions. To make a new tag, add a comma after the tag name.
bn_bd: সাজেশন থেকে একটা ট্যাগ বেছে নিন। নতুন ট্যাগ বানানোর জন্য, ট্যাগের নামের পরে কমা দিন।

source: Automatically generate course run keys
bn_bd: স্বয়ংক্রিয়ভাবে কোর্সের রান কী তৈরি করা

source: When this flag is enabled, the key of a new course run will be auto generated. When this flag is disabled, the key can be manually set.
bn_bd: এই ফ্ল্যাগটি চালু থাকলে নতুন কোর্সের রান-এর কী স্বয়ংক্রিয়ভাবে তৈরি হবে। এই ফ্ল্যাগটি বন্ধ থাকলে কী manualmente সেট করা যাবে।

source: This field signifies if any of this org's courses are in the enterprise subscription catalog
bn_bd: এই ক্ষেত্রটি নির্দেশ করে এই প্রতিষ্ঠানের কোনো কোর্স এন্টারপ্রাইজ সাবস্ক্রিপশন ক্যাটালগে আছে কিনা।

source: The timestamp of the last time the organization data was modified.
bn_bd: সংস্থা ডেটা শেষ কবে পরিবর্তন করা হয়েছিল তার সময়সীমা।

source: Please do not use any spaces or special characters other than period, underscore or hyphen in the key field.
bn_bd: অনুগ্রহ করে {name}, কোনো স্পেস বা বিশেষ অক্ষর ব্যবহার করবেন না কী ফিল্ডে, শুধুমাত্র পিরিয়ড, আন্ডারস্কোর অথবা হাইফেন ব্যবহার করতে পারবেন।

source: Corresponding organization code in an external product source
bn_bd: বাহ্যিক পণ্যের উৎসে সংশ্লিষ্ট প্রতিষ্ঠানের কোড

source: LevelType model translations
bn_bd: LevelType মডেলের অনুবাদ

source: Seat types that qualify for completion of programs of this type. Learners completing associated courses, but enrolled in other seat types, will NOT have their completion of the course counted toward the completion of the program.
bn_bd: এই ধরণের প্রোগ্রামের সমাপ্তির জন্য যোগ্য আসন ধরণগুলো। সংশ্লিষ্ট কোর্স সম্পন্ন করা শিক্ষার্থীরা, কিন্তু অন্য আসন ধরনে নথিভুক্ত থাকলে, তাদের কোর্সের সমাপ্তি এই প্রোগ্রামের সমাপ্তির দিকে গণনা করা হবে না।

source: Please provide an image file with transparent background
bn_bd: দয়া করে স্বচ্ছ ব্যাকগ্রাউন্ডযুক্ত একটি ইমেজ ফাইল দিন।

source: Leave this field blank to have the value generated automatically.
bn_bd: এই ঘরটি খালি রাখলে স্বয়ংক্রিয়ভাবে মান তৈরি হবে।

source: Name of the external source.
bn_bd: বাহ্যিক উৎসের নাম।

source: Description of the external source.
bn_bd: বাহ্যিক উৎসের বর্ণনা।

source: Programs of these types will be OFAC restricted
bn_bd: এই ধরনের প্রোগ্রামগুলি OFAC দ্বারা নিয়ন্ত্রিত হবে

source: ProgramType model translations
bn_bd: ProgramType মডেল অনুবাদ

source: This mode requires ID verification.
bn_bd: এই মোডে আইডি যাচাইকরণ প্রয়োজন।

source: Completion can grant credit toward an organization’s degree.
bn_bd: কোর্সটি সম্পন্ন করলে কোনো প্রতিষ্ঠানের ডিগ্রির দিকে ক্রেডিট যোগ হতে পারে।

source: Certificate type granted if this mode is eligible for a certificate, or blank if not.
bn_bd: যদি এই মোডটি সার্টিফিকেটের জন্য যোগ্য হয় তবে প্রদত্ত সার্টিফিকেটের ধরণ, অন্যথায় খালি রাখুন।

source: Who gets paid for the course? Platform is the site owner, Organization is the school.
bn_bd: এই কোর্সের পেমেন্টটা কে পাবে? প্ল্যাটফর্ম মানে হল সাইটের মালিক, আর অর্গানাইজেশন মানে হল স্কুল।

source: Sets the order for displaying Course Run Types.
bn_bd: কোর্স রান টাইপগুলো দেখানোর ক্রম সেট করুন।

source: Leave this blank to allow all orgs. Otherwise, specifies which orgs can see this course type in Publisher.
bn_bd: এটা খালি রাখলে সব অর্গ দেখতে পারবে। অন্যথায়, কোন অর্গগুলো পাবলিশারে এই কোর্স টাইপ দেখতে পারবে, তা উল্লেখ করুন।

source: Subject model translations
bn_bd: বিষয় মডেল অনুবাদ

source: Topic model translations
bn_bd: বিষয় মডেলের অনুবাদ

source: SEO Meta tags for Products
bn_bd: পণ্যগুলির জন্য এসইও মেটা ট্যাগ

source: The ID of the Taxi Form (by 2U) that would be rendered in place of the hubspot capture form
bn_bd: 2U কর্তৃক রেন্ডার করা ট্যাক্সি ফর্মের আইডি (যা হাবস্পট ক্যাপচার ফর্মের স্থানে প্রদর্শিত হবে)

source: The grouping of the Taxi Form (by 2U) that would be rendered instead of the hubspot capture form
bn_bd: ২ইউ-এর ট্যাক্সি ফর্মের গ্রুপিং যা হাবস্পট ক্যাপচার ফর্মের পরিবর্তে রেন্ডার করা হবে

source: The URL of the paid landing page on external site
bn_bd: বাহ্যিক সাইটে পেইড ল্যান্ডিং পেজের URL

source: The URL of the organic landing page on external site
bn_bd: বাহ্যিক সাইটে অর্গানিক ল্যান্ডিং পেজের URL

source: The start date of the external course offering for marketing purpose
bn_bd: মার্কেটিং এর উদ্দেশ্যে বাহ্যিক কোর্স অফারের শুরু হওয়ার তারিখ
