Repository: robispider/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: {org_name} has submitted {course_name} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to determine OFAC status.
bn_bd: {org_name} {course_name} পর্যালোচনার জন্য জমা দিয়েছে। {link_start}{course_page_url}{link_middle} পাবলিশারে এই কোর্সের রান দেখুন{link_end} এবং OFAC স্ট্যাটাস নির্ধারণ করুন।

source: %(org_name)s has submitted %(course_name)s for review.
bn_bd: %(org_name)s, %(course_name)s পর্যালোচনার জন্য জমা দিয়েছে।

source: View this course run in Publisher above to determine OFAC status.
bn_bd: Publisher-এ এই কোর্স রানটি দেখে OFAC স্ট্যাটাস নির্ধারণ করুন।

source: Note: This email address is unable to receive replies. For questions or comments, please contact your Project Coordinator(s):
bn_bd: নোট: এই ইমেল ঠিকানায় উত্তর দেওয়া সম্ভব নয়। কোনো প্রশ্ন বা মন্তব্যের জন্য, অনুগ্রহ করে আপনার প্রোজেক্ট কো-অর্ডিনেটর(দের) সাথে যোগাযোগ করুন:

source: The {link_start}{course_page_url}{link_middle}{course_run_number} course run{link_end} of {course_name} has been reviewed and approved by {platform_name}.
bn_bd: {link_start}{course_page_url}{link_middle}{course_run_number} নম্বর {course_name} কোর্সটি {platform_name} কর্তৃক নিরীক্ষণ ও অনুমোদন করা হয়েছে।{link_end}

source: The course run about page will be published on %(go_live_date)s, pending no further edits.
bn_bd: কোর্স রান অ্যাবাউট পেজটি %(go_live_date)s তারিখে পাবলিশ করা হবে, যদি আর কোনো এডিট করার প্রয়োজন না হয়।

source: The course run about page is now published.
bn_bd: কোর্স রান অ্যাবাউট পেজটি এখন পাবলিশ করা হয়েছে।

source: The %(course_run_number)s course run of %(course_name)s has been reviewed and approved by %(platform_name)s.
bn_bd: %(platform_name)s কর্তৃক %(course_name)s এর %(course_run_number)তম কোর্স রানটি পর্যালোচনা করা হয়েছে এবং অনুমোদিত হয়েছে।

source: View the course run in Publisher: %(course_page_url)s
bn_bd: Publisher-এ কোর্সটি দেখুন: %(course_page_url)s

source: Special characters not allowed in Course Number.
bn_bd: কোর্স নম্বরে বিশেষ অক্ষর ব্যবহার করা যাবে না।

source: Invalid HTML received: {0}
bn_bd: অবৈধ HTML পাওয়া গেছে: {0}

source: Invalid HTML received
bn_bd: অবৈধ HTML পাওয়া গেছে

source: {0} tag is not allowed
bn_bd: {0} ট্যাগটি অনুমোদিত নয়

source: {0} attribute is not allowed on the {1} tag
bn_bd: {0} অ্যাট্রিবিউটটি {1} ট্যাগে ব্যবহারের অনুমতি নেই।

source: Update excluded course runs
bn_bd: বাদ দেওয়া কোর্স রান আপডেট করুন

source: The program was changed successfully.
bn_bd: প্রোগ্রামটি সফলভাবে পরিবর্তন করা হয়েছে।

source: The refresh program skills task triggered successfully.
bn_bd: রিফ্রেশ প্রোগ্রাম স্কিলস টাস্কটি সফলভাবে শুরু হয়েছে।

source: The refresh course skills task triggered successfully.
bn_bd: রিফ্রেশ কোর্স স্কিলস টাস্কটি সফলভাবে ট্রিগার হয়েছে।

source: The course skills were updated successfully.
bn_bd: কোর্সটির দক্ষতা সফলভাবে আপডেট করা হয়েছে।

source: Request could not be completed due to an incorrect ElasticSearch query parameters
bn_bd: ইলাস্টিকসার্চ কোয়েরি প্যারামিটার ভুল থাকার কারণে রিকোয়েস্টটি সম্পন্ন করা যায়নি।

source: Name for translation
bn_bd: অনুবাদ করার জন্য নাম

source: LanguageTag model translations
bn_bd: ভাষা ট্যাগ মডেলের অনুবাদ

source: Inactive
bn_bd: নিষ্ক্রিয়

source: Title of the learner pathway.
bn_bd: শিক্ষার্থীর পথনির্দেশিকার শিরোনাম।

source: Course/Program associated pathways also appear in search results
bn_bd: কোর্স/প্রোগ্রামের সাথে যুক্ত পাথওয়েগুলো সার্চ রেজাল্টে দেখা যায়।

source: The active/inactive status of this Pathway.
bn_bd: এই পাথওয়ের সক্রিয়/নিষ্ক্রিয় অবস্থা।

source: Learner Pathway
bn_bd: শিক্ষার্থীর পথ

source: Learner Pathways
bn_bd: শিক্ষার্থীর পথ

source: Minimum number of nodes to complete this step of the pathway
bn_bd: এই পথটির এই ধাপটি সম্পূর্ণ করার জন্য সর্বনিম্ন কতগুলি নোড প্রয়োজন।

source: Learner Pathway Step
bn_bd: লার্নার পাথওয়ে ধাপ

source: Learner Pathway Steps
bn_bd: শিক্ষার্থীর পথচলার ধাপগুলো

source: Learner Pathway Course
bn_bd: শিক্ষার্থীর পথচলার কোর্স

source: Learner Pathway Courses
bn_bd: শিক্ষার্থীর পথচলার কোর্স

source: Learner Pathway Program
bn_bd: শিক্ষার্থীর পথচলা প্রোগ্রাম

source: Learner Pathway Programs
bn_bd: শিক্ষার্থীর জন্য কোর্স প্রোগ্রাম

source: Organization Role
bn_bd: সংস্থার ভূমিকা

source: Update the course recommendations based on skills.
bn_bd: দক্ষতার ভিত্তিতে কোর্সগুলোর প্রস্তাবনা আপডেট করুন।

source: Use arguments from the UpdateCourseRecommendationsConfig model instead of the command line.
bn_bd: কমান্ড লাইনের বদলে UpdateCourseRecommendationsConfig মডেল থেকে আর্গুমেন্ট ব্যবহার করুন।

source: The original course, whose recommendation is stored here.
bn_bd: অরিজিনাল কোর্সটি, যার রেকমেন্ডেশন এখানে স্টোর করা আছে।

source: This is the course recommended after learner completes the original course.
bn_bd: শিক্ষার্থী মূল কোর্সটি শেষ করার পর এই কোর্সটি করার পরামর্শ দেওয়া হচ্ছে।

source: Ratio of number of common skills and total skill count.
bn_bd: কমন স্কিলের সংখ্যা এবং মোট স্কিলের সংখ্যার অনুপাত।

source: Count of common skills between the original course and recommended course.
bn_bd: অরিজিনাল কোর্স এবং প্রস্তাবিত কোর্সের মধ্যে সাধারণ দক্ষতার সংখ্যা।

source: Ratio of number of common subjects and total subject count.
bn_bd: মোট বিষয়ের সাপেক্ষে সাধারণ বিষয়ের অনুপাত।

source: Count of common subjects between the original course and recommended course.
bn_bd: অরিজিনাল কোর্স এবং রেকমেন্ডেড কোর্সের মধ্যে সাধারণ বিষয়ের সংখ্যা।

source: Course Recommendation
bn_bd: কোর্স প্রস্তাবনা

source: Course Recommendations
bn_bd: কোর্সের প্রস্তাবনা

source: Adds recommendations for all published courses
bn_bd: প্রকাশিত সকল কোর্সের জন্য প্রস্তাবনা যোগ করা হয়েছে

source: Adds recommendations for courses created or modified in the past num days
bn_bd: গত {num} দিনে তৈরি অথবা পরিবর্তন করা কোর্সগুলোর জন্য সুপারিশ যোগ করা হয়েছে

source: No partner object found!
bn_bd: কোনো পার্টনার অবজেক্ট খুঁজে পাওয়া যায়নি!

source: Discovery Service Administration
bn_bd: ডিসকভারি সার্ভিস অ্যাডমিনিস্ট্রেশন
