Repository: robispider/openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: The ends date of the external course offering for marketing purpose
bn_bd: মার্কেটিং এর উদ্দেশ্যে বহিরাগত কোর্স অফারের শেষ তারিখ

source: The suggested deadline for enrollment for marketing purpose
bn_bd: মার্কেটিং এর জন্য ভর্তির প্রস্তাবিত শেষ তারিখ

source: The identifier for a product variant.
bn_bd: একটি পণ্যের ভিন্নতার পরিচিতি নম্বর।

source: Course override
bn_bd: কোর্স ওভাররাইড

source: This field allows for override the default course term
bn_bd: এই ক্ষেত্রটি ডিফল্ট কোর্স টার্ম পরিবর্তন করার সুযোগ দেয়।

source: This field contain external course marketing type specific to product lines
bn_bd: এই ফিল্ডে পণ্য লাইনের জন্য বিশেষভাবে বাহ্যিক কোর্স মার্কেটিংয়ের ধরন উল্লেখ করা হবে।

source: Determines weather the course should be displayed on the owning organization's page
bn_bd: এই কোর্সটি মালিকানা সংস্থা/প্রতিষ্ঠানের পেজে দেখানো হবে কিনা তা নির্ধারণ করে।

source: A list of major works by this person. Must be valid HTML.
bn_bd: এই ব্যক্তির প্রধান কাজগুলোর তালিকা। অবশ্যই বৈধ HTML হতে হবে।

source: People
bn_bd: লোকেরা

source: Add the collaborator image, please make sure its dimensions are 200x100px
bn_bd: সহকর্মীর ছবি যোগ করুন, দয়া করে নিশ্চিত করুন ছবির মাপ যেন 200x100 পিক্সেল হয়।

source: U.S. Value Per Lead
bn_bd: মার্কিন যুক্তরাষ্ট্রের প্রতি লিডের মূল্য

source: U.S. value per lead in U.S. dollars.
bn_bd: মার্কিন ডলারে ইউ.এস.-এর প্রতি লিডের মূল্য।

source: International Value Per Lead
bn_bd: আন্তর্জাতিক লিড প্রতি মূল্য

source: International value per lead in U.S. dollars.
bn_bd: মার্কিন ডলারে প্রতি লিডের আন্তর্জাতিক মূল্য।

source: U.S. Value Per Click
bn_bd: মার্কিন যুক্তরাষ্ট্রের প্রতি ক্লিকের মূল্য

source: U.S. value per click in U.S. dollars.
bn_bd: মার্কিন যুক্তরাষ্ট্রে প্রতি ক্লিকের মূল্য (মার্কিন ডলারে)।

source: International Value Per Click
bn_bd: আন্তর্জাতিক প্রতি ক্লিকের মূল্য

source: International value per click in U.S. dollars.
bn_bd: মার্কিন ডলারে আন্তর্জাতিকভাবে প্রতি ক্লিকের মূল্য।

source: Latitude
bn_bd: অক্ষাংশ

source: Longitude
bn_bd: দৈর্ঘ্যরেখা

source: Allowlist
bn_bd: অনুমোদিত তালিকা

source: Blocklist
bn_bd: ব্লকলিস্ট

source: When making reruns for this course, they will use this key instead of the course key.
bn_bd: এই কোর্সের জন্য রিরান করার সময়, তারা কোর্স কী-এর পরিবর্তে এই কী ব্যবহার করবে।

source: The actual duration of this course as experienced by learners who complete it.
bn_bd: যারা কোর্সটি সম্পন্ন করেছেন তাদের অভিজ্ঞতায় এই কোর্সের প্রকৃত সময়কাল।

source: Add the course image
bn_bd: কোর্স এর ছবি যোগ করুন

source: FAQ
bn_bd: সাধারণ জিজ্ঞাসা

source: Total number of learners who have enrolled in this course
bn_bd: এই কোর্সে মোট কতজন শিক্ষার্থী ভর্তি হয়েছেন

source: Total number of learners who have enrolled in this course in the last 6 months
bn_bd: গত ৬ মাসে এই কোর্সে মোট {name} জন শিক্ষার্থী ভর্তি হয়েছেন।

source: Course number format e.g CS002x, BIO1.1x, BIO1.2x
bn_bd: কোর্স নম্বর ফরম্যাট যেমন: CS002x, BIO1.1x, BIO1.2x

source: Additional Information
bn_bd: অতিরিক্ত তথ্য

source: The last time this course was modified in the database.
bn_bd: এই কোর্সটি ডাটাবেসে শেষ কবে পরিবর্তন করা হয়েছিল।

source: This field signifies if this course is in the enterprise subscription catalog
bn_bd: এই ক্ষেত্রটি নির্দেশ করে যে এই কোর্সটি এন্টারপ্রাইজ সাবস্ক্রিপশন ক্যাটালগে আছে কিনা।

source: If checked, this item will not be indexed in Algolia and will not show up in search results.
bn_bd: যদি এই অপশনটি নির্বাচন করা হয়, তাহলে এই আইটেমটি অ্যালগোলিয়াতে ইনডেক্স করা হবে না এবং সার্চ রেজাল্টে দেখা যাবে না।

source: If checked, the About Page will have a meta tag with noindex value
bn_bd: যদি চেক করা হয়, তাহলে অ্যাবাউট পেজে নোইনডেক্স ভ্যালুসহ একটি মেটা ট্যাগ থাকবে।

source: Watchers
bn_bd: অনুসারী

source: The list of email addresses that will be notified if any of the course runs is published or scheduled.
bn_bd: যদি কোনো কোর্সের রান পাবলিশ বা শিডিউল করা হয়, তাহলে এই ইমেইল ঠিকানাগুলোতে নোটিফিকেশন পাঠানো হবে।

source: Future
bn_bd: ভবিষ্যৎ

source: Past
bn_bd: অতীতে

source: Blocked
bn_bd: ব্লক করা

source: Unrestricted
bn_bd: সীমাহীন

source: Title specific for this run of a course. Leave this value blank to default to the parent course's title.
bn_bd: এই কোর্সের এই সংস্করণের জন্য নির্দিষ্ট শিরোনাম। প্যারেন্ট কোর্সের শিরোনামে ডিফল্ট করার জন্য এই মানটি খালি রাখুন।

source: Short description specific for this run of a course. Leave this value blank to default to the parent course's short_description attribute.
bn_bd: এই কোর্সের এই বিশেষ সেশনের জন্য সংক্ষিপ্ত বর্ণনা। এই মানটি খালি রাখলে, এটি প্যারেন্ট কোর্সের short_description বৈশিষ্ট্যটির ডিফল্ট মান ব্যবহার করবে।

source: Full description specific for this run of a course. Leave this value blank to default to the parent course's full_description attribute.
bn_bd: এই কোর্সের এই সেশনের জন্য বিস্তারিত বর্ণনা। প্যারেন্ট কোর্সের `full_description` অ্যাট্রিবিউটের ডিফল্ট মান ব্যবহার করতে এই ফিল্ডটি খালি রাখুন।

source: Estimated minimum number of hours per week needed to complete a course run.
bn_bd: একটি কোর্স সম্পন্ন করতে প্রতি সপ্তাহে আনুমানিক সর্বনিম্ন কত ঘণ্টা সময় লাগতে পারে।

source: Estimated maximum number of hours per week needed to complete a course run.
bn_bd: একটি কোর্স সম্পন্ন করতে প্রতি সপ্তাহে আনুমানিক সর্বোচ্চ কত ঘণ্টা লাগতে পারে।

source: Estimated number of weeks needed to complete this course run.
bn_bd: এই কোর্সটি শেষ করতে আনুমানিক কত সপ্তাহ লাগতে পারে।

source: A JSON dict detailing the available translations and transcriptions for this run. The dict has two keys: translation_languages and transcription_languages.
bn_bd: এই রানটির জন্য উপলব্ধ অনুবাদ এবং প্রতিলিপিগুলোর বিবরণ দেওয়া একটি JSON ডিকশনারি। ডিকশনারিটিতে দুটি কী আছে: translation_languages এবং transcription_languages।

source: Total number of learners who have enrolled in this course run
bn_bd: এই কোর্সে মোট {name} জন শিক্ষার্থী ভর্তি হয়েছে।

source: Total number of learners who have enrolled in this course run in the last 6 months
bn_bd: গত ৬ মাসে এই কোর্সে মোট কতজন শিক্ষার্থী ভর্তি হয়েছে

source: Whether this run should be hidden from API responses. Do not edit here - this value will be overwritten by the "Course Visibility In Catalog" field in Studio via Refresh Course Metadata.
bn_bd: এই রানটি API রেসপন্স থেকে লুকানো হবে কিনা। এখানে সম্পাদনা করবেন না - স্টুডিওর "কোর্স ভিজিবিলিটি ইন ক্যাটালগ" ফিল্ডের মাধ্যমে রিফ্রেশ কোর্স মেটাডেটার সময় এই মান পরিবর্তন করা হবে।

source: Indicates whether the course relation has been manually overridden.
bn_bd: এই কোর্স রিলেশনটি ম্যানুয়ালি ওভাররাইড করা হয়েছে কিনা তা নির্দেশ করে।

source: 'What You Will Learn' description for this particular course run. Leave this value blank to default to the parent course's Outcome attribute.
bn_bd: এই কোর্সের মাধ্যমে আপনি যা শিখবেন (এই বিশেষ কোর্সের জন্য)। এই মানটি খালি রাখলে, এটি মূল কোর্সের Outcome অ্যাট্রিবিউটের সাথে ডিফল্ট হবে।

source: Add OFAC restriction text to the FAQ section of the Marketing site
bn_bd: মার্কেটিং সাইটের প্রায়শই জিজ্ঞাসিত প্রশ্ন (FAQ) বিভাগে OFAC বিধিনিষেধ সংক্রান্ত লেখা যোগ করুন

source: This calculated field signifies if this course run is in the enterprise subscription catalog
bn_bd: এই ক্যালকুলেটেড ফিল্ডটি নির্দেশ করে যে এই কোর্স রানটি এন্টারপ্রাইজ সাবস্ক্রিপশন ক্যাটালগে আছে কিনা।

source: The identifier for a product variant. This is used to link a course run to a product variant for external LOBs (i.e; ExecEd & Bootcamps).
bn_bd: একটি পণ্যের ভিন্নতার পরিচিতি নম্বর। এটি কোর্স রানকে বাহ্যিক ব্যবসার ক্ষেত্রগুলির (যেমন: ExecEd ও বুটক্যাম্প) সাথে যুক্ত করতে ব্যবহৃত হয়।

source: Current
bn_bd: বর্তমান

source: Starting Soon
bn_bd: শীঘ্রই শুরু হচ্ছে

source: Switching seat types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
bn_bd: পর্যালোচনা করার পরে সিটের ধরন পরিবর্তন করা সমর্থন করা হয় না। প্রয়োজনে অতিরিক্ত সহায়তার জন্য আপনার প্রকল্প সমন্বয়কের সাথে যোগাযোগ করুন।

source: Change careers
bn_bd: কেরিয়ার পরিবর্তন করুন

source: Job advancement
bn_bd: চাকরির উন্নতি

source: Learn valuable skills
bn_bd: মূল্যবান দক্ষতা শিখুন

source: Learn for fun
bn_bd: আনন্দ করে শিখুন

source: FAQs
bn_bd: FAQ

source: The user-facing display title for this Program.
bn_bd: এই প্রোগ্রামের ব্যবহারকারীর জন্য প্রদর্শিত শিরোনাম।

source: A brief, descriptive subtitle for the Program.
bn_bd: প্রোগ্রামটির একটি সংক্ষিপ্ত, বর্ণনাকারী উপশিরোনাম।

source: A brief hook for the marketing website
bn_bd: মার্কেটিং ওয়েবসাইটের জন্য একটি সংক্ষিপ্ত পরিচিতি

source: The lifecycle status of this Program.
bn_bd: এই প্রোগ্রামের লাইফসাইকেল স্ট্যাটাস।

source: If this box is not checked, courses will be ordered as in the courses select box above.
bn_bd: যদি এই বাক্সটি টিক দেওয়া না হয়, তাহলে কোর্সগুলো উপরের কোর্স নির্বাচন বক্সের মতো করেই সাজানো হবে।

source: This field is now deprecated (ECOM-6021).Estimated number of weeks needed to complete a course run belonging to this program.
bn_bd: এই ফিল্ডটি এখন বাতিল করা হয়েছে (ECOM-6021)। এই প্রোগ্রামের অধীনে একটি কোর্স সম্পন্ন করতে আনুমানিক কত সপ্তাহ লাগতে পারে।

source: DEPRECATED: Use the card image field
bn_bd: ব্যবহার করা হচ্ছে না: কার্ডের ইমেজ ক্ষেত্রটি ব্যবহার করুন

source: This field can be used by API clients to determine the order in which instructors will be displayed on program pages. Instructors in this list should appear before all others associated with this programs courses runs.
bn_bd: এই ক্ষেত্রটি API ক্লায়েন্টদের প্রোগ্রামের পেজে প্রশিক্ষকদের প্রদর্শনের ক্রম নির্ধারণ করতে ব্যবহার করা যেতে পারে। এই তালিকার প্রশিক্ষকদের এই প্রোগ্রামের কোর্স রানের সাথে যুক্ত অন্য সকলের আগে প্রদর্শিত হওয়া উচিত।

source: The description of credit redemption for courses in program
bn_bd: প্রোগ্রাম-এর কোর্সগুলির জন্য ক্রেডিট রিডেম্পশনের বিবরণ

source: Allow courses in this program to be purchased in a single transaction
bn_bd: এই প্রোগ্রামের কোর্সগুলো একসাথে কেনার সুযোগ দিন।

source: Hide program on marketing site landing and search pages. This program MAY have a detail page.
bn_bd: মার্কেটিং সাইটের ল্যান্ডিং এবং সার্চ পেজ থেকে প্রোগ্রামটি লুকিয়ে রাখুন। এই প্রোগ্রামের ডিটেইল পেজ থাকতেও পারে।

source: Total number of learners who have enrolled in courses this program
bn_bd: এই প্রোগ্রামে এই পর্যন্ত মোট {name} জন শিক্ষার্থী নথিভুক্ত হয়েছে।

source: Total number of learners who have enrolled in courses in this program in the last 6 months
bn_bd: গত ৬ মাসে এই প্রোগ্রামে কোর্সে নথিভুক্ত শিক্ষার্থীর মোট সংখ্যা

source: Number of credits a learner will earn upon successful completion of the program
bn_bd: সফলভাবে প্রোগ্রামটি সম্পন্ন করার পরে একজন শিক্ষার্থী কত ক্রেডিট পাবে

source: This calculated field signifies if all the courses in this program are included in the enterprise subscription catalog
bn_bd: এই ক্যালকুলেটেড ফিল্ডটি নির্দেশ করে যে এই প্রোগ্রামের সমস্ত কোর্স এন্টারপ্রাইজ সাবস্ক্রিপশন ক্যাটালগে অন্তর্ভুক্ত আছে কিনা।

source: A field to override Organization short code alias specific for this program.
bn_bd: এই প্রোগ্রামটির জন্য নির্দিষ্ট করে অর্গানাইজেশন শর্ট কোড উপনাম পরিবর্তন করার ক্ষেত্র।

source: A field to override Organization logo specific for this program.
bn_bd: এই প্রোগ্রামটির জন্য নির্দিষ্ট করে অর্গানাইজেশন লোগো পরিবর্তন করার ক্ষেত্র।

source: Primary subject field specific for this program. Useful field in case there are no courses associated with this program.
bn_bd: এই প্রোগ্রামের জন্য নির্দিষ্ট প্রাথমিক বিষয় ক্ষেত্র। এই প্রোগ্রাম এর সাথে কোনো কোর্স যুক্ত না থাকলে এই ক্ষেত্রটি কাজে লাগবে।

source: Level type specific for this program. Useful field in case there are no courses associated with this program.
bn_bd: এই প্রোগ্রামের জন্য নির্দিষ্ট লেভেল টাইপ। এই প্রোগ্রামের সাথে কোনো কোর্স যুক্ত না থাকলে এই ফিল্ডটি কাজে লাগবে।

source: Language code specific for this program. Useful field in case there are no courses associated with this program.
bn_bd: এই প্রোগ্রামের জন্য নির্দিষ্ট ভাষা কোড। যদি এই প্রোগ্রামের সাথে কোনো কোর্স যুক্ত না থাকে তাহলে এই ক্ষেত্রটি কাজে লাগবে।

source: Useful field to overwrite the duration of a program. It can be a text describing a period of time, Ex: 6-9 months.
bn_bd: একটি প্রোগ্রামের সময়সীমা পরিবর্তন করার জন্য দরকারি ক্ষেত্র। এখানে সময়ের একটি বর্ণনা লেখা যেতে পারে, যেমন: ৬-৯ মাস।

source: Pick a tag/label from the suggestions. To make a new tag, add a comma after the tag name.
bn_bd: সুপারিশগুলো থেকে একটা ট্যাগ/লেবেল পছন্দ করুন। নতুন ট্যাগ তৈরি করতে, ট্যাগের নামের পরে কমা দিন।

source: The last time this program was modified.
bn_bd: এই প্রোগ্রামটি শেষ কবে পরিবর্তন করা হয়েছিল।

source: ID
bn_bd: আইডি

source: The actual rank number
bn_bd: প্রকৃত র‍্যাঙ্ক নম্বর

source: What does the rank number mean
bn_bd: র‍্যাঙ্ক নম্বরটা কী মানে?

source: From where the rank is obtained
bn_bd: র‍্যাঙ্কটা কোথা থেকে পাওয়া গেছে

source: Callback URL to partner application flow
bn_bd: পার্টনার অ্যাপ্লিকেশনের ফ্লো-এর জন্য কলব্যাক ইউআরএল

source: Overall program ranking (e.g. "#1 in the U.S.")
bn_bd: সামগ্রিক প্রোগ্রামের র‍্যাঙ্কিং (যেমন: "#1 ইউ.এস.-এ")

source: Provide a campus image for the header of the degree
bn_bd: ডিগ্রীর হেডার অংশের জন্য একটি ক্যাম্পাস ইমেজ দিন।

source: Provide a background image for the title section of the degree
bn_bd: ডিগ্রীর টাইটেল সেকশনের জন্য একটি ব্যাকগ্রাউন্ড ইমেজ দিন।

source: The fine print that displays at the Tuition section's bottom
bn_bd: Tuition সেকশনের নিচে প্রদর্শিত শর্তাবলী

source: The fine print that displays at the Deadline section's bottom
bn_bd: ডেডলাইনের নিচে প্রদর্শিত শর্তাবলী

source: The sailthru email list name to capture leads
bn_bd: লিড ক্যাপচার করার জন্য সেইলথ্রু ইমেল লিস্টের নাম

source: Please provide an image file for the lead capture banner.
bn_bd: লিড ক্যাপচার ব্যানারের জন্য একটি ছবি ফাইল দিন।

source: The Hubspot form ID for the lead capture form
bn_bd: লিড ক্যাপচার ফর্মের জন্য হাবস্পট ফর্ম আইডি

source: URL to micromasters landing page
bn_bd: মাইক্রোমাস্টার্স ল্যান্ডিং পেজের URL

source: Micromasters verbose title
bn_bd: মাইক্রোমাস্টার্স বিস্তারিত শিরোনাম

source: Micromasters descriptive paragraph
bn_bd: মাইক্রোমাস্টার্স প্রোগ্রামটি সম্পর্কে সংক্ষিপ্ত বর্ণনা।

source: Customized background image for the MicroMasters section.
bn_bd: মাইক্রোমাস্টার্স সেকশনের জন্য কাস্টমাইজড ব্যাকগ্রাউন্ড ইমেজ।

source: Override org name if micromasters program comes from different organization than Masters program
bn_bd: যদি মাইক্রোমাস্টার্স প্রোগ্রামটি মাস্টার্স প্রোগ্রামের চেয়ে ভিন্ন সংস্থা থেকে আসে, তাহলে সংস্থার নাম পরিবর্তন করুন।

source: Ranking display for search card (e.g. "#1 in the U.S.\
bn_bd: সার্চ কার্ডের র‍্যাঙ্কিং প্রদর্শন (যেমন: "যুক্তরাষ্ট্রে #১")

source: Cost display for search card (e.g. "$9,999\
bn_bd: সার্চ কার্ডের দাম (যেমন: $9,999)

source: Number of courses for search card (e.g. "11 Courses\
bn_bd: অনুসন্ধান কার্ডের জন্য কোর্সের সংখ্যা (যেমন "১১টি কোর্স")

source: Designates whether the degree should be displayed on the owning organization's page
bn_bd: এই ডিগ্রিটি মালিকানাধীন প্রতিষ্ঠানের পেজে দেখানো হবে কিনা তা নির্দিষ্ট করে।

source: The redirect URL of the degree on external site
bn_bd: বাহ্যিক সাইটে ডিগ্রির রিডাইরেক্ট ইউআরএল

source: The URL of the landing page on external site
bn_bd: বাহ্যিক সাইটে ল্যান্ডিং পেজের URL

source: Bell
bn_bd: বেল

source: Certificate
bn_bd: সার্টিফিকেট

source: Checkmark
bn_bd: টিক চিহ্ন

source: Clock
bn_bd: ঘড়ি

source: Desktop
bn_bd: ডেস্কটপ

source: Info
bn_bd: তথ্য

source: Sitemap
bn_bd: সাইটম্যাপ

source: User
bn_bd: ব্যবহারকারী

source: Dollar
bn_bd: ডলার

source: Book
bn_bd: বই

source: Mortar Board
bn_bd: মর্টার বোর্ড

source: Star
bn_bd: তারা

source: Trophy
bn_bd: ট্রফি

source: Icon FA class
bn_bd: আইকন এফএ ক্লাস

source: Paired text
bn_bd: যুগল টেক্সট

source: Deadline applies for this semester (e.g. Spring 2019
bn_bd: এই সেমিস্টারের জন্য সময়সীমা প্রযোজ্য (যেমন: বসন্ত ২০১৯)

source: Describes the deadline (e.g. Early Admission Deadline)
bn_bd: সময়সীমা বর্ণনা করুন (যেমন: প্রাথমিক ভর্তির শেষ তারিখ)

source: The date after which the deadline expires (e.g. January 1, 2019)
bn_bd: সময়সীমা যে তারিখের পর শেষ হবে (যেমন: ১ জানুয়ারি, ২০১৯)

source: The time after which the deadline expires (e.g. 11:59 PM EST).
bn_bd: সময়সীমা শেষ হওয়ার সময় (যেমন: রাত ১১:৫৯ পূর্ব সময়)।

source: Describes what the cost is for (e.g. Tuition)
bn_bd: খরচটা কিসের জন্য (যেমন: টিউশন)

source: String-based field stating how much the cost is (e.g. $1000).
bn_bd: স্ট্রিং-ভিত্তিক ক্ষেত্র যেখানে খরচ কত তা উল্লেখ করা হবে (যেমন: $১০০০)।

source: A high-level overview of the degree's courseware.
bn_bd: ডিগ্রিটির কোর্সওয়্যার এর একটি সংক্ষিপ্ত বিবরণ।

source: Organization name
bn_bd: সংস্থার নাম

source: These programs are for a different partner than the pathway itself: {}
bn_bd: এই প্রোগ্রামগুলো পাথেওয়ের (pathway) থেকে আলাদা একটি পার্টনারের জন্য: {name}

source: Facebook
bn_bd: ফেসবুক

source: Twitter
bn_bd: টুইটার

source: Blog
bn_bd: ব্লগ

source: Others
bn_bd: অন্যান্য

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url slug {url_slug}
bn_bd: পার্টনার {partner_key} এবং কোর্স পার্টনার {course_partner_key}, url slug {url_slug} সেভ করার সময় মিলছে না।

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url redirect {url_path}
bn_bd: URL রিডাইরেক্ট {url_path} সেভ করার সময় পার্টনার {partner_key} এবং কোর্স পার্টনার {course_partner_key} মিলছে না।

source: It expects the data will be provided in a csv file format
bn_bd: এটি আশা করে ডেটা একটি CSV ফাইল ফরম্যাটে দেওয়া হবে।

source: A csv file containing uuid of the courses to be archived
bn_bd: আর্কাইভ করার জন্য কোর্সের UUID সম্বলিত একটি CSV ফাইল

source: It expects the data will be provided in a csv file format with first row containing all the headers.
bn_bd: এটি আশা করে ডেটা একটি CSV ফাইল ফরম্যাটে দেওয়া হবে, যেখানে প্রথম সারিতে সমস্ত হেডার থাকবে।

source: Open Courses
bn_bd: ওপেন কোর্স

source: 2U Executive Education Courses
bn_bd: 2U এক্সিকিউটিভ এডুকেশন কোর্স

source: Bootcamps
bn_bd: বুটক্যাম্প

source: Course UUIDs
bn_bd: কোর্স UUID

source: Course Run IDs
bn_bd: কোর্স রান আইডি

source: Profile Image UUIDs
bn_bd: প্রোফাইল ছবির UUID

source: Tag
bn_bd: ট্যাগ

source: Remove All Redirects
bn_bd: সব রিডাইরেক্ট বাতিল করুন

source: Url Paths
bn_bd: ইউআরএল পাথ

source: Add redirects from all published course url slugs
bn_bd: প্রকাশিত কোর্সগুলোর URL স্ল্যাগ থেকে রিডাইরেক্ট যোগ করুন

source: Course uuids
bn_bd: কোর্স UUID

source: User who uploaded the file
bn_bd: যে ব্যবহারকারী ফাইলটি আপলোড করেছেন

source: Summary of the task
bn_bd: টাস্কের সারসংক্ষেপ

source: Task Type
bn_bd: কাজের ধরণ

source: Type of Bulk Task to be performed
bn_bd: যে ধরনের বাল্ক টাস্ক করতে হবে

source: Status
bn_bd: স্ট্যাটাস

source: Status of the Bulk Task
bn_bd: বাল্ক টাস্কের অবস্থা

source: Identifier of the celery task associated with this bulk task
bn_bd: এই বাল্ক টাস্কের সাথে সম্পর্কিত সেলেরি টাস্কের আইডি

source: Attempted to query Salesforce with no client for partner={}
bn_bd: কোনো ক্লায়েন্ট ছাড়াই পার্টনার {partner}-এর জন্য সেলসফোর্স কোয়েরি করার চেষ্টা করা হয়েছে।

source: Unable to associate a case for comments for {}
bn_bd: {} এর জন্য কমেন্টগুলির সাথে কোনো কেস যুক্ত করা যায়নি।

source: Cancel
bn_bd: বাতিল করুন

source: Back to Program
bn_bd: প্রোগ্রামে ফিরে যান

source: Save Course Run
bn_bd: কোর্স রান সেভ করুন

source: Home
bn_bd: হোম

source: Course Skills
bn_bd: কোর্সের দক্ষতা

source: Refresh Course Skills
bn_bd: কোর্স স্কিলস রিফ্রেশ করুন

source: Refresh Program Skills
bn_bd: প্রোগ্রাম দক্ষতা রিফ্রেশ করুন

source: %(user_name)s made the following comment on %(course_name)s on %(date)s at %(time)s
bn_bd: {user_name} এই কোর্সে {date} তারিখে {time}-এ নিচের মন্তব্যটি করেছেন: {course_name}

source: View comment in Publisher
bn_bd: প্রকাশকের কমেন্ট দেখুন

source: The edX team
bn_bd: edX টিম

source: %(user_name)s made the following comment on %(course_name)s %(date)s at %(time)s
bn_bd: {user_name} এই কোর্সে {course_name} তে {date} তারিখে {time} এ কমেন্ট করেছেন।

source: Hi Course Team,
bn_bd: হাই কোর্স টিম,

source: To ensure uninterrupted learner access and enrollment, please take one of the following actions:
bn_bd: শিক্ষার্থীদের বাধাহীনভাবে শেখার সুযোগ এবং ভর্তি প্রক্রিয়া অব্যাহত রাখার জন্য, অনুগ্রহ করে নিচের যেকোনো একটি পদক্ষেপ নিন:

source: If this was intentional, no action is needed. However, if this course was meant to remain available, you have two options to restore access:
bn_bd: যদি এটা ইচ্ছাকৃতভাবে করা হয়ে থাকে, তাহলে কিছু করার দরকার নেই। তবে, যদি এই কোর্সটি সবসময় সহজলভ্য রাখার কথা থাকতো, তাহলে আপনার কাছে অ্যাক্সেস ফিরিয়ে আনার দুটো উপায় আছে:

source: Extend the current course run’s end date if the same course is meant to remain available.
bn_bd: যদি একই কোর্সটি引き続き উপলব্ধ রাখার প্রয়োজন হয়, তাহলে বর্তমান কোর্সের সময়সীমা বাড়িয়ে দিন।

source: Create a new course run if you are planning to offer this course again with updated content, pacing, or a new cohort of learners.
bn_bd: যদি আপনি এই কোর্সটি আবার আপডেটেড কন্টেন্ট, গতি অথবা নতুন শিক্ষার্থীদের সাথে অফার করার পরিকল্পনা করেন, তাহলে একটি নতুন কোর্স রান তৈরি করুন।

source: Visit the Course in Publisher
bn_bd: Publisher-এ কোর্সটি দেখুন

source: You can review and modify the course end settings here:
bn_bd: আপনি এখানে কোর্সের শেষ হওয়ার সেটিংস দেখে পরিবর্তন করতে পারবেন:

source: Thanks
bn_bd: ধন্যবাদ

source: Visit the Course in Publisher:
bn_bd: Publisher-এ কোর্সটি দেখুন:

source: The About page for the %(course_run_number)s course run of %(course_name)s has been submitted for publishing. The new session will appear on the edX website following the next couple of deployments—typically within 24 to 48 business hours.
bn_bd: {course_name} কোর্সের {course_run_number} নম্বর সেশনের অ্যাবাউট পেজটি পাবলিশ করার জন্য জমা দেওয়া হয়েছে। সাধারণত ২৪ থেকে ৪৮ ঘণ্টার মধ্যে edX ওয়েবসাইটে নতুন সেশনটি দেখা যাবে।

source: {link_start}{contact_us_email}{link_middle}{contact_us_email}{link_end}
bn_bd: {link_start}যোগাযোগের জন্য ইমেইল করুন: {contact_us_email}{link_middle}{contact_us_email}{link_end}

source: Note: This is a no-reply email. For any questions or comments, please contact your Project Coordinator at
bn_bd: নোট: এটি একটি স্বয়ংক্রিয় ইমেল, যেখানে উত্তর দেওয়া যাবে না। কোনো প্রশ্ন বা মন্তব্যের জন্য, অনুগ্রহ করে আপনার প্রোজেক্ট কোঅর্ডিনেটরের সাথে যোগাযোগ করুন।

source: Dear %(recipient_name)s,
bn_bd: প্রিয় {recipient_name},

source: {org_name} has submitted {course_key} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to review the changes and mark it as reviewed.
bn_bd: {org_name} {course_key} পর্যালোচনার জন্য জমা দিয়েছে। {link_start}{course_page_url}{link_middle}Publisher-এ এই কোর্স রানটি দেখুন{link_end} এবং পরিবর্তনগুলো পর্যালোচনা করে এটি রিভিউ করা হয়েছে হিসেবে চিহ্নিত করুন।

source: This is a good time to {link_start}{studio_url}{link_middle}review this course run in Studio{link_end}.
bn_bd: স্টুডিওতে এই কোর্স রানটি পর্যালোচনা করার জন্য এটা একটা ভালো সময়। {link_start}{studio_url}{link_middle}স্টুডিওতে কোর্স রান পর্যালোচনা করুন{link_end}।

source: Visit the {link_start}{restricted_admin_url}{link_middle}restricted course admin page{link_end} to set embargo rules for this course, as needed.
bn_bd: এই কোর্সের জন্য প্রয়োজন অনুযায়ী এমবারগো রুল সেট করার জন্য {link_start}{restricted_admin_url}{link_middle}রেস্ট্রিক্টেড কোর্স অ্যাডমিন পেজ{link_end} ভিজিট করুন।

source: %(org_name)s has submitted %(course_key)s for review.
bn_bd: %(org_name)s %(course_key)s পর্যালোচনার জন্য জমা দিয়েছে।

source: Publisher page: %(course_page_url)s
bn_bd: প্রকাশকের পেজ: %(course_page_url)s

source: Studio page: %(studio_url)s
bn_bd: স্টুডিও পেজ: %(studio_url)s

source: Restricted Course admin: %(restricted_admin_url)s
bn_bd: নিষেধিত কোর্স অ্যাডমিন: %(restricted_admin_url)s
