Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "Scope"
bn_bd: "পরিধি"

source: "Select all"
bn_bd: "সবগুলো নির্বাচন করুন"

source: "Show blocks"
bn_bd: "ব্লকগুলো দেখান"

source: "Show invisible characters"
bn_bd: "অদৃশ্য অক্ষরগুলো দেখান"

source: "Source code"
bn_bd: "সোর্স কোড"

source: "Source"
bn_bd: "উৎস"

source: "Special character"
bn_bd: "বিশেষ অক্ষর"

source: "Spellcheck"
bn_bd: "বানান পরীক্ষক"

source: "Split cell"
bn_bd: "সেল বিভক্ত করুন"

source: "Square"
bn_bd: "বর্গ"

source: "Start search"
bn_bd: "অনুসন্ধান শুরু করুন"

source: "Strikethrough"
bn_bd: "<s>টাকা কাটা হয়েছে</s>"

source: "Style"
bn_bd: "স্টাইল"

source: "Subscript"
bn_bd: "সাবস্ক্রিপ্ট"

source: "Superscript"
bn_bd: "সূঁচিপত্র"

source: "Table properties"
bn_bd: "টেবিলের বৈশিষ্ট্য"

source: "Table"
bn_bd: "টেবিল"

source: "Target"
bn_bd: "লক্ষ্য"

source: "Templates"
bn_bd: "টেমপ্লেট"

source: "Text color"
bn_bd: "টেক্সটের রং"

source: "Text to display"
bn_bd: "দেখানোর জন্য টেক্সট"

source: "The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?"
bn_bd: "আপনি যে URL টি প্রবেশ করেছেন, সেটি একটি ইমেল ঠিকানা মনে হচ্ছে। আপনি কি mailto: উপসর্গটি যোগ করতে চান?"

source: "The URL you entered seems to be an external link. Do you want to add the required http:// prefix?"
bn_bd: "আপনি যে URL টি প্রবেশ করেছেন, সেটি একটি বহিরাগত লিঙ্ক মনে হচ্ছে। আপনি কি প্রয়োজনীয় http:// প্রিফিক্স যোগ করতে চান?"

source: "Title"
bn_bd: "শিরোনাম"

source: "Tools"
bn_bd: "টুলস"

source: "Top"
bn_bd: "শীর্ষ"

source: "Underline"
bn_bd: "আন্ডারলাইন"

source: "Undo"
bn_bd: "পূর্বাবস্থা"

source: "Upper Alpha"
bn_bd: "আপার আলফা"

source: "Upper Roman"
bn_bd: "উচ্চ রোমান"

source: "V Align"
bn_bd: "উল্লম্ব সারিবদ্ধ করুন"

source: "Vertical space"
bn_bd: "লম্বালম্বি স্থান"

source: "View"
bn_bd: "দেখুন"

source: "Visual aids"
bn_bd: "ভিজুয়াল এইড"

source: "Whole words"
bn_bd: "পুরো শব্দ"

source: "Width"
bn_bd: "প্রস্থ"

source: "Words: {0}"
bn_bd: "শব্দ: {0}"

source: "You have unsaved changes are you sure you want to navigate away?"
bn_bd: "আপনার কিছু পরিবর্তন সেভ করা হয়নি। আপনি কি পেজ থেকে বের হয়ে যেতে চান?"

source: "Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead."
bn_bd: "আপনার ব্রাউজারটি সরাসরি ক্লিপবোর্ডে অ্যাক্সেস সমর্থন করে না। অনুগ্রহ করে Ctrl+X/C/V কীবোর্ড শর্টকাটগুলো ব্যবহার করুন।"

source: "Insert/Edit Image"
bn_bd: "ছবি যোগ করুন/পরিবর্তন করুন"

source: "Click OK to have your username and e-mail address sent to a 3rd party application.""""Click Cancel to return to this page without sending your information."
bn_bd: "ওকে ক্লিক করে আপনার ইউজারনেম এবং ইমেইল ঠিকানা তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানো হবে।""""বাতিল ক্লিক করে এই পেজে ফিরে যান এবং আপনার তথ্য পাঠানো হবে না।"

source: "Click OK to have your username sent to a 3rd party application.""""Click Cancel to return to this page without sending your information."
bn_bd: "ওকে ক্লিক করে আপনার ইউজারনেম একটি থার্ড পার্টি অ্যাপ্লিকেশনে পাঠাতে দিন।""""বাতিল ক্লিক করে এই পেজে ফিরে যান এবং আপনার তথ্য পাঠানো বন্ধ করুন।"

source: "Click OK to have your e-mail address sent to a 3rd party application.""""Click Cancel to return to this page without sending your information."
bn_bd: "ওকে ক্লিক করে আপনার ইমেইল ঠিকানা তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠান।""বাতিল ক্লিক করে আপনার তথ্য না পাঠিয়ে এই পেজে ফিরে যান।"

source: "incorrect"
bn_bd: "ভুল"

source: "correct"
bn_bd: "সঠিক"

source: "answer"
bn_bd: "উত্তর"

source: "Short explanation"
bn_bd: "সংক্ষিপ্ত ব্যাখ্যা"

source: "If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface.""""Proceed to the Advanced Editor and convert this problem to XML?"
bn_bd: "যদি আপনি অ্যাডভান্সড এডিটর ব্যবহার করেন, তাহলে এই সমস্যাটি XML-এ রূপান্তরিত হবে এবং আপনি সিম্পল এডিটর ইন্টারফেসে ফিরে যেতে পারবেন না।""""অ্যাডভান্সড এডিটরে যান এবং এই সমস্যাটি XML-এ রূপান্তর করুন?"

source: "An answer option has been left blank. Please review and edit the component."
bn_bd: "একটি উত্তরের অপশন খালি রাখা হয়েছে। অনুগ্রহ করে পর্যালোচনা করুন এবং কম্পোনেন্টটি সম্পাদনা করুন।"

source: "Explanation"
bn_bd: "ব্যাখ্যা"

source: "Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff."
bn_bd: "সিকোয়েন্স এরর! বর্তমান সিকোয়েন্স মডিউলে %(tab_name)s-এ যাওয়া যাচ্ছে না। অনুগ্রহ করে কোর্স কর্মীদের সাথে যোগাযোগ করুন।"

source: "Play"
bn_bd: "খেলুন"

source: "Pause"
bn_bd: "বিরতি দিন"

source: "Mute"
bn_bd: "মিউট"

source: "Unmute"
bn_bd: "আনমিউট করুন"

source: "Exit full browser"
bn_bd: "ফুলস্ক্রিন ব্রাউজার থেকে বের হন"

source: "Fill browser"
bn_bd: "ব্রাউজার পূরণ করুন"

source: "Speed"
bn_bd: "গতি"

source: "Auto-advance"
bn_bd: "স্বয়ংক্রিয়ভাবে পরবর্তী স্লাইডে যান"

source: "Volume"
bn_bd: "ভলিউম"

source: "Muted"
bn_bd: "মিউট করা হয়েছে"

source: "Very low"
bn_bd: "খুব কম"

source: "Low"
bn_bd: "কম"

source: "Average"
bn_bd: "গড়"

source: "Loud"
bn_bd: "জোরালো"

source: "Very loud"
bn_bd: "খুব জোরে"

source: "Maximum"
bn_bd: "সর্বোচ্চ"

source: "This browser cannot play .mp4, .ogg, or .webm files."
bn_bd: "এই ব্রাউজারটি .mp4, .ogg, অথবা .webm ফাইল প্লে করতে পারছে না।"

source: "Try using a different browser, such as Google Chrome."
bn_bd: "Google Chrome-এর মতো অন্য ব্রাউজার ব্যবহার করে দেখুন।"

source: "High Definition"
bn_bd: "হাই ডেফিনেশন"

source: "off"
bn_bd: "বন্ধ"

source: "on"
bn_bd: "চালু করুন"

source: "Video position. Press space to toggle playback"
bn_bd: "ভিডিওর অবস্থান। প্লেব্যাক টগল করতে স্পেস চাপুন।"

source: "Video ended"
bn_bd: "ভিডিও শেষ হয়ে গেছে"

source: "Video position"
bn_bd: "ভিডিওর অবস্থান"

source: "%(value)s hour"
bn_bd: "%(value)s ঘণ্টা"

source: "%(value)s minute"
bn_bd: "%(value)s মিনিট"

source: "%(value)s second"
bn_bd: "%(value)s সেকেন্ড"

source: "Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level."
bn_bd: "এই ভিডিওর সাউন্ড মিউট বা আনমিউট করার জন্য এই বাটনে ক্লিক করুন অথবা ভলিউম বাড়ানোর জন্য আপ (UP) অথবা কমানোর জন্য ডাউন (DOWN) বাটন চাপুন।"

source: "Adjust video volume"
bn_bd: "ভিডিওর ভলিউম সামঞ্জস্য করুন"

source: "Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed."
bn_bd: "গতি মেনুতে প্রবেশ করতে উপরে চাপুন, তারপর বিভিন্ন গতিতে নেভিগেট করার জন্য উপরে এবং নিচে অ্যারো কী ব্যবহার করুন, এবং নির্বাচিত গতিতে পরিবর্তন করতে ENTER চাপুন।"

source: "Adjust video speed"
bn_bd: "ভিডিওর গতি পরিবর্তন করুন"

source: "Video speed: "
bn_bd: "ভিডিওর স্পিড: "

source: "Skip"
bn_bd: "বাদ দিন"

source: "Play video"
bn_bd: "ভিডিও প্লে করুন"

source: "Do not show again"
bn_bd: "আর দেখাবে না"

source: "Open language menu"
bn_bd: "ভাষা মেনু খুলুন"

source: "Transcript will be displayed when you start playing the video."
bn_bd: "ভিডিও প্লে করা শুরু করলে ট্রান্সক্রিপ্ট দেখানো হবে।"

source: "Activating a link in this group will skip to the corresponding point in the video."
bn_bd: "এই গ্রুপে কোনো লিংকে ক্লিক করলে ভিডিওর সেই অংশের সাথে সরাসরি চলে যাবে।"

source: "Video transcript"
bn_bd: "ভিডিওর প্রতিলিপি"

source: "Start of transcript. Skip to the end."
bn_bd: "ট্রান্সক্রিপ্ট শুরু। একেবারে শেষে যান।"

source: "End of transcript. Skip to the start."
bn_bd: "ট্রান্সক্রিপ্ট শেষ। শুরুতে যান।"

source: "Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language."
bn_bd: "ভাষা মেনুতে প্রবেশ করার জন্য UP অ্যারো কী চাপুন, তারপর ভাষা অপশনগুলো নেভিগেট করার জন্য UP এবং DOWN অ্যারো কী ব্যবহার করুন। ভাষা পরিবর্তন করার জন্য ENTER চাপুন।"

source: "Hide closed captions"
bn_bd: "সাবটাইটেল লুকানো"

source: "(Caption will be displayed when you start playing the video.)"
bn_bd: "(ভিডিওটি শুরু করলে ক্যাপশনটি দেখানো হবে।)"

source: "Turn on closed captioning"
bn_bd: "ক্লোজড ক্যাপশনিং চালু করুন"

source: "Turn on transcripts"
bn_bd: "ট্রান্সক্রিপ্ট চালু করুন"

source: "Turn off transcripts"
bn_bd: "ট্রান্সক্রিপ্ট বন্ধ করুন"

source: "Limit Access"
bn_bd: "অ্যাক্সেস সীমিত করুন"

source: "Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100"
bn_bd: "একটি পূর্বশর্ত বিষয়ক উপধারা নির্বাচন করুন এবং এই উপধারার অ্যাক্সেস সীমিত করতে ন্যূনতম স্কোর শতাংশ এবং ন্যূনতম সমাপ্তি শতাংশ লিখুন। অনুমোদিত মান 0-100"

source: "Prerequisite:"
bn_bd: "পূর্বশর্ত:"

source: "No prerequisite"
bn_bd: "কোনো পূর্বশর্ত নেই"

source: "Minimum Score:"
bn_bd: "ন্যূনতম স্কোর:"

source: "Minimum Completion:"
bn_bd: "ন্যূনতম সম্পন্নকরণ:"

source: "The minimum score percentage must be a whole number between 0 and 100."
bn_bd: "ন্যূনতম স্কোর শতকরা হার একটি পূর্ণ সংখ্যা হতে হবে এবং তা 0 থেকে 100 এর মধ্যে থাকতে হবে।"

source: "The minimum completion percentage must be a whole number between 0 and 100."
bn_bd: "ন্যূনতম সম্পূর্ণতার শতকরা হার অবশ্যই ০ থেকে ১০০-এর মধ্যে একটি পূর্ণ সংখ্যা হতে হবে।"

source: "Use as a Prerequisite"
bn_bd: "পূর্বশর্ত হিসেবে ব্যবহার করুন"

source: "Make this subsection available as a prerequisite to other content"
bn_bd: "এই সাবসেকশনটি অন্যান্য কন্টেন্টের জন্য পূর্বশর্ত হিসেবে উপলব্ধ করুন"

source: "Active Uploads"
bn_bd: "চলমান আপলোড"

source: "Read More"
bn_bd: "আরো পড়ুন"

source: "details about the failure"
bn_bd: "ব্যর্থতার বিবরণ"

source: "Add Component:"
bn_bd: "কম্পোনেন্ট যোগ করুন:"

source: "Beta"
bn_bd: "বিটা"

source: "%(type)s Component Template Menu"
bn_bd: "%(type)s কম্পোনেন্ট টেমপ্লেট মেনু"

source: "Common Problem Types"
bn_bd: "সাধারণ সমস্যা ধরণ"

source: "Supported"
bn_bd: "সমর্থিত"

source: "Provisional"
bn_bd: "অস্থায়ী"

source: "Not Supported"
bn_bd: "সমর্থিত নয়"

source: "Fully Supported"
bn_bd: "পূর্ণ সমর্থন আছে"

source: "Provisionally Supported"
bn_bd: "প্রাথমিকভাবে সমর্থিত"

source: "Add New Component"
bn_bd: "নতুন কম্পোনেন্ট যোগ করুন"

source: "Deprecated"
bn_bd: "অপ্রচলিত"

source: "List of uploaded files and assets in this course"
bn_bd: "এই কোর্সে আপলোড করা ফাইল এবং রিসোর্সের তালিকা"

source: "- Sortable"
bn_bd: "সর্ট করা যায়"

source: "Show All"
bn_bd: "সবগুলো দেখান"

source: "Actions"
bn_bd: "অ্যাকশন"

source: "You haven't added any assets to this course yet."
bn_bd: "আপনি এখনো এই কোর্সে কোনো রিসোর্স যোগ করেননি।"

source: "Upload your first asset"
bn_bd: "আপনার প্রথম ফাইলটি আপলোড করুন"

source: "close"
bn_bd: "বন্ধ করুন"

source: "No description available"
bn_bd: "কোনো বর্ণনা পাওয়া যায়নি"

source: "Open/download this file"
bn_bd: "এই ফাইলটি খুলুন/ডাউনলোড করুন"

source: "Studio:"
bn_bd: "স্টুডিও:"

source: "Web:"
bn_bd: "ওয়েব"

source: "Delete this asset"
bn_bd: "এই অ্যাসেটটি মুছুন"

source: "Lock this asset"
bn_bd: "এই অ্যাসেটটি লক করুন"

source: "Lock/unlock file"
bn_bd: "ফাইল লক/আনলক করুন"

source: "ID"
bn_bd: "আইডি"

source: "Certificate Details"
bn_bd: "সার্টিফিকেটের বিবরণ"

source: "Course Title"
bn_bd: "কোর্সের নাম"

source: "Course Title Override"
bn_bd: "কোর্স টাইটেল পরিবর্তন করুন"

source: "Course Number"
bn_bd: "কোর্স নম্বর"

source: "Course Number Override"
bn_bd: "কোর্স নম্বর পরিবর্তন"

source: "Certificate Signatories"
bn_bd: "সার্টিফিকেট স্বাক্ষরকারী"

source: "It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page."
bn_bd: "আমরা আপনাকে চার বা তার কম স্বাক্ষরকারী অন্তর্ভুক্ত করার পরামর্শ দিচ্ছি। আপনি যদি অতিরিক্ত স্বাক্ষরকারী যুক্ত করেন, তাহলে অনুগ্রহ করে প্রিন্ট ভিউতে সার্টিফিকেটটি প্রিভিউ করে নিশ্চিত করুন যে এটি এক পৃষ্ঠায় সঠিকভাবে প্রিন্ট হবে।"

source: "Certificate Information"
bn_bd: "সার্টিফিকেট সম্পর্কিত তথ্য"

source: "Certificate Name"
bn_bd: "সার্টিফিকেটের নাম"

source: "Name of the certificate"
bn_bd: "সার্টিফিকেটের নাম"

source: "Description of the certificate"
bn_bd: "সার্টিফিকেটের বর্ণনা"

source: "Course title"
bn_bd: "কোর্সের নাম"

source: "Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title."
bn_bd: "সার্টিফিকেটে দেখানোর জন্য অফিশিয়াল কোর্সের টাইটেলের বদলে অন্য কিছু লিখুন। খালি রাখলে অফিশিয়াল টাইটেলটি ব্যবহার করা হবে।"

source: "Add Additional Signatory"
bn_bd: "অতিরিক্ত স্বাক্ষরকারী যোগ করুন"

source: "(Add signatories for a certificate)"
bn_bd: "সার্টিফিকেটের জন্য স্বাক্ষরকারী যোগ করুন"

source: "Choose mode"
bn_bd: "মোড নির্বাচন করুন"

source: "Preview Certificate"
bn_bd: "সার্টিফিকেট প্রিভিউ"

source: "Activate"
bn_bd: "সক্রিয় করুন"

source: "Deactivate"
bn_bd: "বাতিল করুন"

source: "component"
bn_bd: "কম্পোনেন্ট"

source: "Access to this {blockType} is restricted to: {selectedGroupsLabel}"
bn_bd: "এই {blockType}-এ প্রবেশাধিকার শুধুমাত্র: {selectedGroupsLabel}-এর জন্য সংরক্ষিত।"

source: "Access to some content in this {blockType} is restricted to specific groups of learners."
bn_bd: "এই {blockType}-এর কিছু কনটেন্ট নির্দিষ্ট গ্রুপের শিক্ষার্থীদের জন্য সীমাবদ্ধ করা হয়েছে।"

source: "Caution: The last published version of this unit is live. By publishing changes you will change the student experience."
bn_bd: "সতর্ক করুন: এই ইউনিটের সর্বশেষ প্রকাশিত সংস্করণটি লাইভ আছে। পরিবর্তন প্রকাশ করে আপনি শিক্ষার্থীদের অভিজ্ঞতা পরিবর্তন করে ফেলবেন।"

source: "Content Group Name"
bn_bd: "কন্টেন্ট গ্রুপের নাম"

source: "Content Group ID"
bn_bd: "কন্টেন্ট গ্রুপ আইডি"

source: "This is the name of the group"
bn_bd: "এটা {name} গ্রুপের নাম"

source: "This content group is used in one or more units."
bn_bd: "এই কন্টেন্ট গ্রুপটি এক বা একাধিক ইউনিটে ব্যবহৃত হয়।"

source: "Cannot delete when in use by a unit"
bn_bd: "ইউনিট ব্যবহারকালে ডিলিট করা যাবে না।"

source: "Subsection Visibility"
bn_bd: "সাবসেকশন ভিজিবিলিটি"

source: "To hide the subsections and keep them accesible through links, you must adjust it from the section that contains them."
bn_bd: "সাবসেকশনগুলো লুকানোর জন্য এবং সেগুলোর লিঙ্কগুলোর মাধ্যমে অ্যাক্সেসযোগ্য রাখার জন্য, আপনাকে সেই সেকশন থেকে সেটি অ্যাডজাস্ট করতে হবে যেগুলোতে এগুলো আছে।"

source: "Show entire subsection"
bn_bd: "পুরো উপধারা দেখুন"

source: "Learners see the published subsection and can access its content."
bn_bd: "শিক্ষার্থীরা প্রকাশিত সাবসেকশনটি দেখতে পারবে এবং এর কনটেন্ট অ্যাক্সেস করতে পারবে।"

source: "Hide content after course end date"
bn_bd: "কোর্স শেষ হওয়ার তারিখের পরে কন্টেন্ট লুকিয়ে ফেলুন"

source: "Hide content after due date"
bn_bd: "সময় শেষ হয়ে গেলে কন্টেন্ট লুকানো হবে"

source: "After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations."
bn_bd: "কোর্সের শেষ তারিখ পেরিয়ে গেলে, শিক্ষার্থীরা আর সাবসেকশনের কন্টেন্ট অ্যাক্সেস করতে পারবে না। তবে, গ্রেড গণনার ক্ষেত্রে সাবসেকশনটি অন্তর্ভুক্ত থাকবে।"

source: "After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations."
bn_bd: "সাবসেকশনের সময়সীমা পেরিয়ে গেলে শিক্ষার্থীরা আর এর কনটেন্ট অ্যাক্সেস করতে পারবে না। তবে, গ্রেড গণনার সময় এই সাবসেকশনটি অন্তর্ভুক্ত থাকবে।"

source: "Hide entire subsection"
bn_bd: "পুরো সাবসেকশনটি লুকিয়ে ফেলুন"

source: "Learners do not see the subsection in the course outline. The subsection is not included in grade calculations."
bn_bd: "শিক্ষার্থীরা কোর্সের রূপরেখায় এই সাব-সেকশনটি দেখতে পাচ্ছেন না। এই সাব-সেকশনটি গ্রেড গণনার অন্তর্ভুক্ত করা হয়নি।"

source: "If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden."
bn_bd: "আপনি যদি "%(hide_label)s" ছাড়া অন্য কোনো অপশন নির্বাচন করেন, তাহলে এই অংশের প্রকাশিত ইউনিটগুলো শিক্ষার্থীদের জন্য উপলব্ধ হবে যদি না সেগুলো বিশেষভাবে লুকানো থাকে।"

source: "Copy Component Location"
bn_bd: "কম্পোনেন্ট লোকেশন কপি করুন"

source: "Course Highlight Emails"
bn_bd: "কোর্স হাইলাইট ইমেইল"

source: "Enabled"
bn_bd: "সক্রিয় করা হয়েছে"

source: "Enable Now"
bn_bd: "এখনই সক্রিয় করুন"

source: "Instructor Name"
bn_bd: "শিক্ষকের নাম"

source: "Please add the instructor's name"
bn_bd: "অনুগ্রহ করে শিক্ষকের নাম যোগ করুন"

source: "Instructor Title"
bn_bd: "শিক্ষক পদবি"

source: "Please add the instructor's title"
bn_bd: "অনুগ্রহ করে শিক্ষকের পদবি যোগ করুন"

source: "Organization"
bn_bd: "সংস্থা"

source: "Organization Name"
bn_bd: "সংস্থার নাম"

source: "Please add the institute where the instructor is associated"
bn_bd: "অনুগ্রহ করে সেই শিক্ষা প্রতিষ্ঠানটি যোগ করুন যেখানে শিক্ষক যুক্ত আছেন।"

source: "Biography"
bn_bd: "জীবনী"

source: "Instructor Biography"
bn_bd: "শিক্ষকের পরিচিতি"

source: "Please add the instructor's biography"
bn_bd: "অনুগ্রহ করে প্রশিক্ষকের জীবনী যোগ করুন।"

source: "Photo"
bn_bd: "ছবি"

source: "Instructor Photo"
bn_bd: "শিক্ষকের ছবি"

source: "Instructor Photo URL"
bn_bd: "ইনস্ট্রাক্টরের ছবির URL"

source: "Please add a photo of the instructor (Note: only JPEG or PNG format supported)"
bn_bd: "অনুগ্রহ করে প্রশিক্ষকের একটি ছবি যোগ করুন (নোট: শুধুমাত্র JPEG অথবা PNG ফরম্যাট সমর্থিত)"

source: "Upload Photo"
bn_bd: "ছবি আপলোড করুন"

source: "Course tags"
bn_bd: "কোর্সের ট্যাগ"

source: "Manage tags"
bn_bd: "ট্যাগগুলো পরিচালনা করুন"

source: "Prerequisite: %(prereq_display_name)s"
bn_bd: "পূর্বশর্ত: %(prereq_display_name)s"

source: "Contains staff only content"
bn_bd: "কর্মচারীদের জন্য সংরক্ষিত বিষয়বস্তু"

source: "Hidden in the course outline, but sections are accessible for your learners through their separate link."
bn_bd: "কোর্স আউটলাইনে লুকানো আছে, কিন্তু আপনার শিক্ষার্থীরা তাদের নিজস্ব লিঙ্কের মাধ্যমে সেকশনগুলোতে প্রবেশ করতে পারবে।"

source: "Subsections are not navigable between each other, they can only be accessed through their link."
bn_bd: "সাবসেকশনগুলো একে অপরের সাথে নেভিগেট করা যায় না, এগুলো শুধুমাত্র এদের লিঙ্কের মাধ্যমে অ্যাক্সেস করা যাবে।"

source: "Unpublished changes to live content"
bn_bd: "লাইভ কন্টেন্টে অপ্রকাশিত পরিবর্তন"

source: "Unpublished units will not be released"
bn_bd: "অপ্রকাশিত ইউনিটগুলো রিলিজ করা হবে না।"

source: "Unpublished changes to content that will release in the future"
bn_bd: "ভবিষ্যতে প্রকাশ করা হবে এমন কন্টেন্টের অপ্রকাশিত পরিবর্তন"

source: "Access to this unit is restricted to: {selectedGroupsLabel}"
bn_bd: "এই ইউনিটে প্রবেশাধিকার শুধুমাত্র: {selectedGroupsLabel} এর জন্য সংরক্ষিত।"

source: "Access to some content in this unit is restricted to specific groups of learners"
bn_bd: "এই ইউনিটের কিছু কনটেন্ট নির্দিষ্ট গ্রুপের শিক্ষার্থীদের জন্য সীমাবদ্ধ।"

source: "Ungraded"
bn_bd: "অ্যাসেসমেন্টটি এখনো গ্রেড করা হয়নি।"

source: "Onboarding Exam"
bn_bd: "অনboarding পরীক্ষা"

source: "Practice proctored Exam"
bn_bd: "প্রোctorড পরীক্ষা অনুশীলন করুন"

source: "Proctored Exam"
bn_bd: "সুপারভাইজড পরীক্ষা"

source: "Timed Exam"
bn_bd: "সময়সীমাযুক্ত পরীক্ষা"

source: "Collapse/Expand this %(xblock_type)s"
bn_bd: "এই %(xblock_type)s-টি ভাঁজ করুন/விரிவிரி করুন"

source: "Display Name"
bn_bd: "ডিসপ্লে নাম"

source: "Discussions enabled"
bn_bd: "আলোচনা চালু করা হয়েছে"

source: "Proctoring Settings"
bn_bd: "পরীক্ষার তত্ত্বাবধান সেটিংস"

source: "Configure"
bn_bd: "কনফিগার করুন"

source: "Manage Tags"
bn_bd: "ট্যাগগুলো পরিচালনা করুন"

source: "Copy to Clipboard"
bn_bd: "কপি করুন"

source: "Duplicate"
bn_bd: "ডুপ্লিকেট"

source: "Drag to reorder"
bn_bd: "পুনরায় সাজানোর জন্য টেনে আনুন"

source: "Release Status:"
bn_bd: "রিলিজের অবস্থা:"

source: "Released:"
bn_bd: "প্রকাশিত:"

source: "Scheduled:"
bn_bd: "শিডিউল করা হয়েছে:"

source: "Unscheduled"
bn_bd: "অনির্ধারিত"

source: "Section Highlights"
bn_bd: "সেকশন হাইলাইট"

source: "Graded as:"
bn_bd: "গ্রেড করা হয়েছে: {name}"

source: "Due:"
bn_bd: "পরিশোধের তারিখ:"

source: "Subsection is hidden after course end date"
bn_bd: "কোর্স শেষ হওয়ার তারিখের পর এই অংশটি লুকানো থাকবে।"

source: "Subsection is hidden after due date"
bn_bd: "ডেলিভারি তারিখ পার হওয়ার পরে সাবসেকশনটি লুকানো থাকবে।"

source: "Share"
bn_bd: "শেয়ার করুন"

source: "This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy."
bn_bd: "এই অংশটি "%(gradingType)s" হিসাবে কনফিগার করা হয়েছে, যা বর্তমান গ্রেডিং পলিসিতে নেই।"

source: "You haven't added any content to this course yet."
bn_bd: "আপনি এখনো এই কোর্সে কোনো কন্টেন্ট যোগ করেননি।"

source: "Click to add a new %(xblock_type)s"
bn_bd: "নতুন {xblock_type} যোগ করতে ক্লিক করুন"

source: "Paste %(xblock_type)s"
bn_bd: "পেস্ট করুন %(xblock_type)s"

source: "From:"
bn_bd: "থেকে:"

source: "What's in my clipboard?"
bn_bd: "আমার ক্লিপবোর্ডে কি আছে?"

source: "Learning Outcome"
bn_bd: "শিখনফল"

source: "Add a learning outcome here"
bn_bd: "এখানে একটি শেখার ফলাফল যোগ করুন"

source: "Press discard changes to discard your changes."
bn_bd: "পরিবর্তনগুলো বাতিল করতে 'পরিবর্তন বাতিল করুন' চাপুন।"

source: "Update Settings"
bn_bd: "সেটিংস আপডেট করুন"

source: "Press update settings to update the information for your organization."
bn_bd: "আপনার প্রতিষ্ঠানের তথ্য হালনাগাদ করতে 'সেটিংস আপডেট করুন' চাপুন।"

source: "Press discard changes to discard changes."
bn_bd: "পরিবর্তনগুলো বাতিল করতে ডিসকার্ড করুন চাপুন।"

source: "Press update settings to update course video settings"
bn_bd: "কোর্স ভিডিওর সেটিংস আপডেট করতে আপডে‍ট সেটিংস চাপুন"

source: "Press close to hide course video settings"
bn_bd: "কোর্স ভিডিও সেটিংস লুকানোর জন্য ক্লোজ চাপুন"

source: "Course Video Settings"
bn_bd: "কোর্স ভিডিও সেটিংস"

source: "Video Sharing"
bn_bd: "ভিডিও শেয়ারিং"

source: "Learn more"
bn_bd: "আরও জানুন"

source: "Transcript Turnaround"
bn_bd: "ট্রান্সক্রিপ্ট টার্নঅ্যারাউন্ড"

source: "Transcript Fidelity"
bn_bd: "ট্রান্সক্রিপ্ট বিশ্বস্ততা"

source: "Video Source Language"
bn_bd: "ভিডিওর ভাষার উৎস"

source: "Transcript Languages"
bn_bd: "ট্রান্সক্রিপ্ট ভাষা"

source: "Add"
bn_bd: "যোগ করুন"

source: "Press Add to language"
bn_bd: "ভাষা যোগ করুন"

source: "Automated Transcripts"
bn_bd: "স্বয়ংক্রিয় প্রতিলিপি"

source: "Transcript Provider"
bn_bd: "ট্রান্সক্রিপ্ট প্রদানকারী"

source: "Change"
bn_bd: "পরিবর্তন করুন"

source: "Press change to change selected transcript provider."
bn_bd: "পরিবর্তন করতে চাপুন নির্বাচিত ট্রান্সক্রিপ্ট প্রদানকারী পরিবর্তন করার জন্য।"

source: "Assignment Type Name"
bn_bd: "অ্যাসাইনমেন্টের ধরণ"

source: "The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners."
bn_bd: "এই ধরণের অ্যাসাইনমেন্টের সাধারণ বিভাগ, যেমন: বাড়ির কাজ অথবা সেমিস্টার ফাইনাল। এই নামটি শিক্ষার্থীরা দেখতে পাবে।"

source: "Abbreviation"
bn_bd: "সংক্ষিপ্ত রূপ"

source: "This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page."
bn_bd: "এই অ্যাসাইনমেন্ট টাইপের সংক্ষিপ্ত নাম (যেমন, HW অথবা Midterm) একজন শিক্ষার্থীর Progress পেজে অ্যাসাইনমেন্টের পাশে প্রদর্শিত হবে।"

source: "Weight of Total Grade"
bn_bd: "মোট গ্রেডের ওজন"

source: "The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol."
bn_bd: "এই ধরনের অ্যাসাইনমেন্টগুলোর মোট গ্রেডের শতকরা হার, যেমন: ৪০। শতকরা (%) চিহ্নটি লিখবেন না।"

source: "Total Number"
bn_bd: "মোট সংখ্যা"

source: "The number of subsections in the course that contain problems of this assignment type."
bn_bd: "এই অ্যাসাইনমেন্ট টাইপের সমস্যা আছে এমন কোর্সের সাবসেকশনের সংখ্যা।"

source: "Number of Droppable"
bn_bd: "ড্রপেবল সংখ্যা"

source: "The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first."
bn_bd: "এই ধরণের কতগুলো অ্যাসাইনমেন্ট বাদ দেওয়া হবে। সবচেয়ে কম স্কোর করা অ্যাসাইনমেন্টগুলো প্রথমে বাদ দেওয়া হবে।"

source: "Warning: "
bn_bd: "সতর্কতা:"

source: "The number of {type} assignments defined here does not match the current number of {type} assignments in the course:"
bn_bd: "এখানে সংজ্ঞায়িত {type} অ্যাসাইনমেন্টের সংখ্যা কোর্সের বর্তমান {type} অ্যাসাইনমেন্টের সংখ্যার সাথে মিলছে না।"

source: "There are no assignments of this type in the course."
bn_bd: "এই কোর্সে এই ধরনের কোনো অ্যাসাইনমেন্ট নেই।"
