Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete."
bn_bd: "আমরা আপনার ছবি এনক্রিপ্ট করার জন্য সর্বোচ্চ স্তরের নিরাপত্তা ব্যবহার করি এবং পর্যালোচনার জন্য আমাদের অথরাইজেশন সার্ভিসে পাঠিয়ে দেই। যাচাইকরণ প্রক্রিয়া সম্পন্ন হওয়ার পরে আপনার ছবি এবং তথ্য %(platformName)-এ कहीं সংরক্ষণ করা হয় না বা দেখা যায় না।"

source: "Thanks for returning to verify your ID in: {courseName}"
bn_bd: "আপনার {courseName}-এ আইডি যাচাই করার জন্য ধন্যবাদ।"

source: "You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page."
bn_bd: "কোর্সগুলোতে যোগ দিতে হলে আপনাকে প্রথমে আপনার অ্যাকাউন্ট সক্রিয় করতে হবে। সক্রিয়করণ ইমেইলটি আপনার ইনবক্সে দেখুন। সক্রিয়করণ সম্পন্ন করার পরে আপনি এখানে ফিরে এসে পেজটি রিফ্রেশ করতে পারবেন।"

source: "Activate Your Account"
bn_bd: "আপনার অ্যাকাউন্ট সক্রিয় করুন"

source: "Photo ID"
bn_bd: "ছবি আইডি"

source: "A driver's license, passport, or other government-issued ID with your name and photo"
bn_bd: "আপনার নাম ও ছবিসহ ড্রাইভিং লাইসেন্স, পাসপোর্ট অথবা অন্য কোনো সরকারি আইডি"

source: "Webcam"
bn_bd: "ওয়েবক্যাম"

source: "You are enrolling in: {courseName}"
bn_bd: "আপনি {courseName}-এ ভর্তি হচ্ছেন।"

source: "You are upgrading your enrollment for: {courseName}"
bn_bd: "আপনি {courseName}-এর জন্য আপনার এনরোলমেন্ট আপগ্রেড করছেন।"

source: "You can now enter your payment information and complete your enrollment."
bn_bd: "আপনি এখন আপনার পেমেন্টের তথ্য দিতে পারবেন এবং আপনার রেজিষ্ট্রেশন সম্পন্ন করতে পারবেন।"

source: "You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate."
bn_bd: "আপনার কাছে এই মুহূর্তে প্রয়োজনীয় জিনিসগুলো না থাকলেও আপনি এখন পেমেন্ট করতে পারবেন, তবে {date} তারিখের মধ্যে এগুলো থাকতে হবে যাতে আপনি একটি Verified Certificate পাওয়ার যোগ্য হন।"

source: "An email has been sent to {userEmail} with a link for you to activate your account."
bn_bd: "{userEmail} ঠিকানায় আপনার অ্যাকাউন্ট সক্রিয় করার জন্য একটি লিঙ্ক পাঠানো হয়েছে।"

source: "Why activate?"
bn_bd: "অ্যাক্টিভেট করার কারণ কী?"

source: "We ask you to activate your account to ensure it is really you creating the account and to prevent fraud."
bn_bd: "আপনার অ্যাকাউন্টটি যাচাই করার জন্য আমরা আপনাকে এটি সক্রিয় করতে অনুরোধ করছি। এটা নিশ্চিত করার জন্য যে আপনিই অ্যাকাউন্টটি তৈরি করেছেন এবং জালিয়াতি রোধ করার জন্য এটা জরুরি।"

source: "You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate."
bn_bd: "আপনার কাছে যদি নিম্নলিখিত জিনিসগুলো এই মুহূর্তে না-ও থাকে, তবুও আপনি এখন পেমেন্ট করতে পারবেন। তবে, ভেরিফাইড সার্টিফিকেট পাওয়ার যোগ্যতা অর্জন করতে হলে এগুলো অবশ্যই থাকতে হবে।"

source: "Government-Issued Photo ID"
bn_bd: "সরকারি ছবিযুক্ত আইডি কার্ড"

source: "ID-Verification is not required for this Professional Education course."
bn_bd: "এই প্রফেশনাল এডুকেশন কোর্সের জন্য আইডি-ভেরিফিকেশন লাগবে না।"

source: "All professional education courses are fee-based, and require payment to complete the enrollment process."
bn_bd: "আমাদের সকল প্রফেশনাল শিক্ষা কোর্স ফি-ভিত্তিক, এবং ভর্তি প্রক্রিয়া সম্পন্ন করতে পেমেন্ট করা আবশ্যক।"

source: "You have already verified your ID!"
bn_bd: "আপনার আইডি ইতোমধ্যে যাচাই করা হয়েছে!"

source: "Your verification status is good until {verificationGoodUntil}."
bn_bd: "আপনার যাচাইকরণ স্ট্যাটাস {verificationGoodUntil} পর্যন্ত ঠিক আছে।"

source: "price"
bn_bd: "দাম"

source: "Account Not Activated"
bn_bd: "অ্যাকাউন্ট সক্রিয় করা হয়নি"

source: "Upgrade to a Verified Certificate for {courseName}"
bn_bd: "{courseName}-এর জন্য একটি যাচাইকৃত সার্টিফিকেট-এ আপগ্রেড করুন"

source: "Before you upgrade to a certificate track, you must activate your account."
bn_bd: "সার্টিফিকেট ট্র্যাকে আপগ্রেড করার আগে, আপনাকে আপনার অ্যাকাউন্ট সক্রিয় করতে হবে।"

source: "Check your email for an activation message."
bn_bd: "আপনার ইমেইলে একটি অ্যাক্টিভেশন মেসেজ এসেছে কিনা দেখুন।"

source: "Total"
bn_bd: "মোট"

source: "Professional Certificate for {courseName}"
bn_bd: "{courseName} এর উপর পেশাদার সার্টিফিকেট"

source: "Verified Certificate for {courseName}"
bn_bd: "{courseName} কোর্সের জন্য যাচাইকৃত সার্টিফিকেট"

source: "To receive a certificate, you must also verify your identity before {date}."
bn_bd: "একটি সার্টিফিকেট পাওয়ার জন্য, আপনাকে {date} তারিখের মধ্যে আপনার পরিচয় নিশ্চিত করতে হবে।"

source: "To receive a certificate, you must also verify your identity."
bn_bd: "সার্টিফিকেট পাওয়ার জন্য, আপনাকে আপনার পরিচয়ও যাচাই করতে হবে।"

source: "To verify your identity, you need a webcam and a government-issued photo ID."
bn_bd: "আপনার পরিচয় যাচাই করার জন্য, আপনার একটি ওয়েবক্যাম এবং সরকারিভাবে ইস্যু করা ফটো আইডি লাগবে।"

source: "Your ID must be a government-issued photo ID that clearly shows your face."
bn_bd: "আপনার আইডি অবশ্যই সরকার কর্তৃক ইস্যুকৃত একটি ফটো আইডি হতে হবে যেখানে আপনার মুখ স্পষ্টভাবে দেখা যায়।"

source: "You will use your webcam to take a picture of your face and of your government-issued photo ID."
bn_bd: "আপনি আপনার মুখ এবং আপনার সরকার-কর্তৃক ইস্যু করা ফটো আইডি তোলার জন্য আপনার ওয়েবক্যাম ব্যবহার করবেন।"

source: "Identity Verification In Progress"
bn_bd: "পরিচয় যাচাইকরণ চলছে"

source: "We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content."
bn_bd: "আমরা আপনার তথ্য পেয়েছি এবং আপনার পরিচয় যাচাই করছি। যাচাইকরণ প্রক্রিয়া সম্পন্ন হলে আপনি আপনার ড্যাশবোর্ডে একটি বার্তা দেখতে পাবেন (সাধারণত ৫-৭ দিনের মধ্যে)। ইতিমধ্যে, আপনি এখনও সমস্ত কোর্স কন্টেন্ট অ্যাক্সেস করতে পারবেন।"

source: "Return to Your Dashboard"
bn_bd: "আপনার ড্যাশবোর্ডে ফিরে যান"

source: "Review Your Photos"
bn_bd: "আপনার ছবিগুলো পর্যালোচনা করুন"

source: "Make sure we can verify your identity with the photos and information you have provided."
bn_bd: "দয়া করে নিশ্চিত করুন আপনার দেওয়া ছবি ও তথ্য দিয়ে আপনার পরিচয় যাচাই করা সম্ভব।"

source: "Photo of %(fullName)s"
bn_bd: "%(fullName)s এর ছবি"

source: "Photo of %(fullName)s's ID"
bn_bd: "{fullName} এর আইডি কার্ডের ছবি"

source: "Photo requirements:"
bn_bd: "ছবির প্রয়োজনীয়তা:"

source: "Does the photo of you show your whole face?"
bn_bd: "আপনার ছবিতে কি আপনার পুরো মুখ দেখা যাচ্ছে?"

source: "Is your name on your ID readable?"
bn_bd: "আপনার আইডি কার্ডে আপনার নামটা কি স্পষ্ট করে পড়া যাচ্ছে?"

source: "Does the name on your ID match your account name: %(fullName)s?"
bn_bd: "আপনার পরিচয়পত্রে দেওয়া নাম, অ্যাকাউন্ট নামের সাথে মিলছে কি: %(fullName)s?"

source: "Edit Your Name"
bn_bd: "আপনার নাম পরিবর্তন করুন"

source: "Make sure that the full name on your account matches the name on your ID."
bn_bd: "আপনার অ্যাকাউন্টের পুরো নাম আপনার আইডি কার্ডের নামের সাথে হুবহু মিলছে কিনা, তা নিশ্চিত করুন।"

source: "Photos don't meet the requirements?"
bn_bd: "ছবিগুলো প্রয়োজনীয়তা পূরণ করছে না?"

source: "Retake Your Photos"
bn_bd: "আবার ছবি তুলুন"

source: "Before proceeding, please confirm that your details match"
bn_bd: "এগিয়ে যাওয়ার আগে, অনুগ্রহ করে নিশ্চিত করুন আপনার তথ্যগুলো {name}-এর সাথে মিলে যাচ্ছে।"

source: "Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission."
bn_bd: "ছবিটা দেখতে পাচ্ছেন না? যখন অনুমতি চাইবে, তখন আপনার ব্রাউজারকে ক্যামেরা ব্যবহারের অনুমতি দিন।"

source: "Live view of webcam"
bn_bd: "ওয়েবক্যামের লাইভ দৃশ্য"

source: "Retake Photo"
bn_bd: "ছবিটি আবার তুলুন"

source: "Take Photo"
bn_bd: "ছবি তুলুন"

source: "Bookmarked on"
bn_bd: " বুকমার্ক করা হয়েছে {name}-এ"

source: "You have not bookmarked any courseware pages yet"
bn_bd: "আপনি এখনও কোনো কোর্সওয়্যার পেজ বুকমার্ক করেননি।"

source: "Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title."
bn_bd: "কোর্সওয়্যার পেজে সহজে ফিরে যেতে বুকমার্ক ব্যবহার করুন। একটি পেজ বুকমার্ক করতে, পেজের টাইটেলের নিচে থাকা "এই পেজটি বুকমার্ক করুন"-এ ক্লিক করুন।"

source: "Load next {num_items} result"
bn_bd: "আরও {num_items} টি ফলাফল লোড করুন"

source: "Sorry, no results were found."
bn_bd: "দুঃখিত, কোনো ফলাফল পাওয়া যায়নি।"
