Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online."
bn_bd: "এটা সার্ভারে সমস্যার কারণে অথবা আপনার ইন্টারনেট সংযোগের কারণে হতে পারে। পেজটি রিফ্রেশ করুন অথবা আপনি অনলাইনে আছেন কিনা নিশ্চিত করুন।"

source: "Studio's having trouble saving your work"
bn_bd: "স্টুডিও আপনার কাজ সেভ করতে সমস্যা করছে।"

source: "OpenAssessment Save Error"
bn_bd: "OpenAssessment সেভ করার সময় ত্রুটি হয়েছে।"

source: "Saving"
bn_bd: "সংরক্ষণ করা হচ্ছে"

source: "This link will open in a new browser window/tab"
bn_bd: "এই লিঙ্কটি নতুন ব্রাউজার উইন্ডো/ট্যাবে খুলবে।"

source: "This link will open in a modal window"
bn_bd: "এই লিঙ্কটি একটি মডেল উইন্ডোতে খুলবে।"

source: "Certificate name is required."
bn_bd: "সার্টিফিকেটের নাম আবশ্যক।"

source: "Signatory field(s) has invalid data."
bn_bd: "স্বাক্ষরকারীর ক্ষেত্র(গুলি)তে ভুল ডেটা রয়েছে।"

source: "Edit this certificate?"
bn_bd: "এই সার্টিফিকেটটি এডিট করতে চান?"

source: "This certificate has already been activated and is live. Are you sure you want to continue editing?"
bn_bd: "এই সার্টিফিকেটটি ইতিমধ্যে সক্রিয় করা হয়েছে এবং লাইভ আছে। আপনি কি সম্পাদনা চালিয়ে যেতে চান?"

source: "Yes, allow edits to the active Certificate"
bn_bd: "হ্যাঁ, সক্রিয় সার্টিফিকেট এডিট করার অনুমতি দিন।"

source: "certificate"
bn_bd: "সার্টিফিকেট"

source: "Deactivating"
bn_bd: " নিষ্ক্রিয় করা হচ্ছে"

source: "Set up your certificate"
bn_bd: "আপনার সার্টিফিকেট সেট আপ করুন"

source: "You have not created any certificates yet."
bn_bd: "আপনি এখনো কোনো সার্টিফিকেট তৈরি করেননি।"

source: "Delete "<%- signatoryName %>" from the list of signatories?"
bn_bd: "আপনি কি সিগনেটরি লিস্ট থেকে "<%- signatoryName %>"-কে মুছে ফেলতে চান?"

source: "This action cannot be undone."
bn_bd: "এই কাজটি আর আগের মতো করা যাবে না।"

source: "Delete"
bn_bd: "মুছে ফেলুন"

source: "Deleting"
bn_bd: "পোস্টগুলো ডিলিট করা হচ্ছে..."

source: "Cancel"
bn_bd: "বাতিল করুন"

source: "Upload signature image."
bn_bd: "স্বাক্ষরের ছবি আপলোড করুন।"

source: "Image must be in PNG format."
bn_bd: "ছবিটি অবশ্যই PNG ফরম্যাটে হতে হবে।"

source: "Group %s"
bn_bd: "গ্রুপ %s"

source: "ABCDEFGHIJKLMNOPQRSTUVWXYZ"
bn_bd: "এবিসিডিইএফজিএইচআইজেকেএলএমএনওপQRSTUVWXYZ"

source: "Your export has failed."
bn_bd: "আপনার এক্সপোর্টটি ব্যর্থ হয়েছে।"

source: "Already a course team member"
bn_bd: "ইতিমধ্যে কোর্স টিমের সদস্য"

source: "Are you sure you want to delete {email} from the course team for “{container}”?"
bn_bd: "আপনি কি নিশ্চিতভাবে "{container}" কোর্সের টিম থেকে {email} কে মুছে ফেলতে চান?"

source: "Staff"
bn_bd: "স্টাফ"

source: "Admin"
bn_bd: "এডমিন"

source: "Already a library team member"
bn_bd: "ইতিমধ্যে লাইব্রেরি টিমের সদস্য"

source: "Are you sure you want to delete {email} from the library “{container}”?"
bn_bd: "আপনি কি নিশ্চিত যে আপনি লাইব্রেরি “{container}” থেকে {email} ডিলিট করতে চান?"

source: "Library User"
bn_bd: "লাইব্রেরি ব্যবহারকারী"

source: "Hide Deprecated Settings"
bn_bd: "পুরোনো সেটিংস লুকান"

source: "Show Deprecated Settings"
bn_bd: "বাতিল হওয়া সেটিংস দেখান"

source: "You have unsaved changes. Do you really want to leave this page?"
bn_bd: "আপনার কিছু পরিবর্তন সেভ করা হয়নি। আপনি কি এই পেজটি ত্যাগ করতে চান?"

source: "There was an error during the upload process."
bn_bd: "আপলোড করার সময় একটি ত্রুটি ঘটেছে।"

source: "There was an error while unpacking the file."
bn_bd: "ফাইল আনপ্যাক করার সময় একটি ত্রুটি হয়েছে।"

source: "There was an error while verifying the file you submitted."
bn_bd: "আপনি যে ফাইলটি জমা দিয়েছেন, সেটি যাচাই করতে সমস্যা হয়েছে।"

source: "Choose new file"
bn_bd: "নতুন ফাইল নির্বাচন করুন"

source: "File format not supported. Please upload a file with a {ext} extension."
bn_bd: "ফাইল ফরম্যাটটি সমর্থিত নয়। অনুগ্রহ করে {ext} এক্সটেনশন-এর ফাইল আপলোড করুন।"

source: "There was an error while importing the new library to our database."
bn_bd: "ডাটাবেসে নতুন লাইব্রেরি ইম্পোর্ট করার সময় একটা সমস্যা হয়েছে।"

source: "There was an error while importing the new course to our database."
bn_bd: "ডাটাবেসে নতুন কোর্সটি ইম্পোর্ট করার সময় একটি ত্রুটি ঘটেছে।"

source: "Your import has failed."
bn_bd: "আপনার ইম্পোর্টটি ব্যর্থ হয়েছে।"

source: "Your import is in progress; navigating away will abort it."
bn_bd: "আপনার ইম্পোর্ট চলছে; এখান থেকে চলে গেলে এটা বাতিল হয়ে যাবে।"

source: "Error importing course"
bn_bd: "কোর্স ইম্পোর্ট করতে সমস্যা হয়েছে।"

source: "There was an error with the upload"
bn_bd: "আপলোডে সমস্যা হয়েছে।"

source: "Queued"
bn_bd: "সারিতে অপেক্ষমাণ"

source: "Uploading"
bn_bd: "আপলোড হচ্ছে"

source: "Upload completed"
bn_bd: "আপলোড সম্পন্ন হয়েছে"

source: "Upload failed"
bn_bd: "আপলোড ব্যর্থ হয়েছে"

source: "Chapter name and asset_path are both required"
bn_bd: "অধ্যায়ের নাম এবং asset_path দুটোই দরকার।"

source: "Chapter name is required"
bn_bd: "অধ্যায়ের নাম দেওয়া আবশ্যক।"

source: "asset_path is required"
bn_bd: "এসেট পাথ обязательным।"

source: "You must specify a name"
bn_bd: "আপনাকে একটি নাম উল্লেখ করতে হবে।"

source: "Action required: Enter a valid date."
bn_bd: "করণীয়: একটি বৈধ তারিখ লিখুন।"

source: "Group name is required"
bn_bd: "গ্রুপের নাম দিতে হবে।"

source: "Group A"
bn_bd: "গ্রুপ এ"

source: "Group B"
bn_bd: "গ্রুপ বি"

source: "Group Configuration name is required."
bn_bd: "গ্রুপ কনফিগারেশনের নাম আবশ্যক।"

source: "There must be at least one group."
bn_bd: "কমপক্ষে একটি গ্রুপ থাকতে হবে।"

source: "All groups must have a name."
bn_bd: "সব গ্রুপ এর একটা নাম থাকতে হবে।"

source: "All groups must have a unique name."
bn_bd: "প্রত্যেক গ্রুপের নাম ইউনিক হতে হবে।"

source: "The course must have an assigned start date."
bn_bd: "কোর্সটির একটি শুরুর তারিখ নির্ধারণ করতে হবে।"

source: "The course end date must be later than the course start date."
bn_bd: "কোর্সের শেষ হওয়ার তারিখ কোর্সের শুরু হওয়ার তারিখের থেকে পরে হতে হবে।"

source: "The course start date must be later than the enrollment start date."
bn_bd: "কোর্সের শুরুর তারিখ অবশ্যই ভর্তির শুরুর তারিখের পরে হতে হবে।"

source: "The enrollment start date cannot be after the enrollment end date."
bn_bd: "ভর্তির শুরুর তারিখ ভর্তির শেষ তারিখের পরে হতে পারবে না।"

source: "The enrollment end date cannot be after the course end date."
bn_bd: "কোর্সের শেষ তারিখের পরে ভর্তি শেষ তারিখ সেট করা যাবে না।"

source: "The certificate available date must be later than the course end date."
bn_bd: "সার্টিফিকেট পাওয়ার তারিখ অবশ্যই কোর্সের শেষ তারিখের পরে হতে হবে।"

source: "The certificate display behavior must be one of: {behavior_options}"
bn_bd: "সার্টিফিকেট ডিসপ্লে করার আচরণ অবশ্যই এর মধ্যে একটি হতে হবে: {behavior_options}"

source: "The certificates display behavior must be {valid_option} if certificate available date is set."
bn_bd: "সার্টিফিকেটগুলো পাওয়ার যোগ্যতার আচরণ {valid_option} হতে হবে যদি সার্টিফিকেটের পাওয়ার তারিখ সেট করা থাকে।"

source: "Key should only contain letters, numbers, _, or -"
bn_bd: "কী-তে শুধুমাত্র অক্ষর, সংখ্যা, আন্ডারস্কোর (_) অথবা হাইফেন (-) থাকতে পারবে।"

source: "Please enter an integer between %(min)s and %(max)s."
bn_bd: "দয়া করে %(min)s এবং %(max)s এর মধ্যে একটি পূর্ণ সংখ্যা লিখুন।"

source: "The assignment type must have a name."
bn_bd: "অ্যাসাইনমেন্ট টাইপের একটি নাম থাকতে হবে।"

source: "There's already another assignment type with this name."
bn_bd: "এই নামে আগে থেকেই অন্য একটি অ্যাসাইনমেন্ট টাইপ আছে।"

source: "Please enter an integer between 0 and 100."
bn_bd: "অনুগ্রহ করে ০ থেকে ১০০ এর মধ্যে একটি পূর্ণসংখ্যা লিখুন।"

source: "Please enter an integer greater than 0."
bn_bd: "অনুগ্রহ করে ০ এর চেয়ে বড় একটি পূর্ণসংখ্যা লিখুন।"

source: "Please enter non-negative integer."
bn_bd: "অনুগ্রহ করে একটি অঋণাত্মক পূর্ণসংখ্যা লিখুন।"

source: "You must have at least one undroppable <%- types %> assignment."
bn_bd: "আপনার কমপক্ষে একটি <%- types %> অ্যাসাইনমেন্ট থাকতে হবে যা ড্রপ করা যাবে না।"

source: "Grace period must be specified in HH:MM format."
bn_bd: "গ্রেস পিরিয়ড অবশ্যই HH:MM ফরম্যাটে উল্লেখ করতে হবে।"

source: "Not able to set passing grade to less than %(minimum_grade_cutoff)s%."
bn_bd: "%(minimum_grade_cutoff)s% এর কম পাসিং গ্রেড সেট করা যাচ্ছে না।"

source: "Textbook name is required"
bn_bd: "টেক্সটবুকের নাম দিতে হবে।"

source: "Please add at least one chapter"
bn_bd: "অনুগ্রহ করে কমপক্ষে একটি অধ্যায় যোগ করুন।"

source: "All chapters must have a name and asset"
bn_bd: "প্রত্যেক অধ্যায়ের একটি নাম এবং সম্পদ থাকতে হবে।"

source: "Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload."
bn_bd: "শুধুমাত্র <%- fileTypes %> ফাইল আপলোড করা যাবে। আপলোডের জন্য <%- (fileExtensions) %> দিয়ে শেষ হওয়া ফাইল নির্বাচন করুন।"

source: "or"
bn_bd: "অথবা"

source: "This unit has validation issues."
bn_bd: "এই ইউনিটে কিছু ভুল আছে।"

source: "This component has validation issues."
bn_bd: "এই কম্পোনেন্টে কিছু ভ্যালিডেশন সমস্যা আছে।"

source: "Copied"
bn_bd: "কপি করা হয়েছে"

source: "Your file could not be uploaded"
bn_bd: "আপনার ফাইলটি আপলোড করা যায়নি।"

source: "Close"
bn_bd: "বন্ধ করুন"

source: "Upload Videos"
bn_bd: "ভিডিও আপলোড করুন"

source: "Drag and drop or {spanStart}browse your computer{spanEnd}."
bn_bd: " টেনে আনুন অথবা {spanStart}আপনার কম্পিউটার দেখুন{spanEnd}।"

source: "Maximum file size: {maxFileSize} GB"
bn_bd: "সর্বোচ্চ ফাইলের আকার: {maxFileSize} জিবি"

source: "Supported file types: {supportedVideoTypes}"
bn_bd: "সমর্থিত ফাইলের ধরন: {supportedVideoTypes}"

source: "Your video uploads are not complete."
bn_bd: "আপনার ভিডিও আপলোডগুলো সম্পন্ন হয়নি।"

source: "Upload completed for video {fileName}"
bn_bd: "ভিডিও {fileName}-এর আপলোড সম্পন্ন হয়েছে।"

source: "Upload failed for video {fileName}"
bn_bd: "{fileName} ভিডিওটি আপলোড করতে সমস্যা হয়েছে।"

source: "{filename} is not in a supported file format. Supported file formats are {supportedFileFormats}."
bn_bd: "{filename} ফাইলটি সমর্থিত নয়। সমর্থিত ফাইলের ধরনগুলো হল: {supportedFileFormats}।"

source: "{filename} exceeds maximum size of {maxFileSizeInGB} GB."
bn_bd: "{filename} ফাইলের আকার {maxFileSizeInGB} GB-এর বেশি।"

source: ": video upload complete."
bn_bd: "ভিডিও আপলোড সম্পন্ন হয়েছে।"

source: "Previous Uploads table has been updated."
bn_bd: "আগের আপলোডগুলোর টেবিল আপডেট করা হয়েছে।"

source: "Delete File Confirmation"
bn_bd: "আপনি কি {name} ফাইলটি মুছতে চান?"

source: "Are you sure you wish to delete this item. It cannot be reversed!""""Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)"
bn_bd: "আপনি কি নিশ্চিত যে আপনি এই আইটেমটি ডিলিট করতে চান? এটা আর আগের অবস্থায় ফিরানো যাবে না!""""এছাড়াও, এই আইটেমের সাথে যুক্ত যেকোনো কিছু আর কাজ করবে না (যেমন: ছবি বা লিঙ্কগুলো ভেঙে যেতে পারে)।"

source: "Your file has been deleted."
bn_bd: "আপনার ফাইলটি মুছে ফেলা হয়েছে।"

source: "Name"
bn_bd: "নাম"

source: "Date Added"
bn_bd: "যোগ করার তারিখ"

source: "Type"
bn_bd: "ধরন"

source: "File {filename} exceeds maximum size of {maxFileSizeInMBs} MB"
bn_bd: "ফাইল {filename} এর আকার {maxFileSizeInMBs} এমবি এর চেয়ে বেশি।"

source: "Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}"
bn_bd: "অনুগ্রহ করে এখানে নির্দেশাবলী অনুসরণ করে অন্য কোথাও ফাইল আপলোড করুন এবং এর লিঙ্ক দিন: {maxFileSizeRedirectUrl}"

source: "Max file size exceeded"
bn_bd: "সর্বোচ্চ ফাইলের আকার অতিক্রম করা হয়েছে"

source: "Choose File"
bn_bd: "ফাইল নির্বাচন করুন"

source: "Upload New File"
bn_bd: "নতুন ফাইল আপলোড করুন"

source: "Load Another File"
bn_bd: "আরেকটা ফাইল লোড করুন"

source: "Add library content"
bn_bd: "লাইব্রেরি কন্টেন্ট যোগ করুন"

source: "Adding"
bn_bd: "যোগ করা হচ্ছে"

source: "Are you sure you want to delete this update?"
bn_bd: "আপনি কি এই আপডেটটি ডিলিট করতে চান?"

source: "OK"
bn_bd: "ঠিক আছে"

source: "Copying"
bn_bd: "কপি করা হচ্ছে"

source: "Copy of "{componentDisplayName}\"
bn_bd: "{componentDisplayName} এর কপি"

source: "Pasting"
bn_bd: "পেস্ট করা হচ্ছে"

source: "Some errors occurred"
bn_bd: "কিছু সমস্যা হয়েছে।"

source: "The following required files could not be added to the course:"
bn_bd: "কোর্সে নিম্নলিখিত প্রয়োজনীয় ফাইলগুলো যোগ করা যায়নি:"

source: "You may need to update a file(s) manually"
bn_bd: "আপনাকে সম্ভবত কিছু ফাইল(গুলি) নিজে থেকে আপডেট করতে হতে পারে।"

source: "The following files already exist in this course but don't match the version used by the component you pasted:"
bn_bd: "এই কোর্সে নিচের ফাইলগুলো আগে থেকেই আছে, কিন্তু এগুলো আপনি পেস্ট করা কম্পোনেন্টের ভার্সনের সাথে মিলছে না:"

source: "New file(s) added to Files & Uploads."
bn_bd: "ফাইলস & আপলোডে নতুন ফাইল যোগ করা হয়েছে।"

source: "The following required files were imported to this course:"
bn_bd: "এই কোর্সে নিম্নলিখিত প্রয়োজনীয় ফাইলগুলি ইম্পোর্ট করা হয়েছে:"

source: "View files"
bn_bd: "ফাইলগুলো দেখুন"

source: "Dismiss"
bn_bd: "বাতিল করুন"

source: "Create Re-run"
bn_bd: "পুনরায় তৈরি করুন"

source: "Processing Re-run Request"
bn_bd: "পুনরায় চালনার অনুরোধ প্রক্রিয়া করা হচ্ছে"

source: "An error has occurred. Wait a few minutes, and then try again."
bn_bd: "একটি ত্রুটি ঘটেছে। কয়েক মিনিট অপেক্ষা করুন, তারপর আবার চেষ্টা করুন।"

source: "None"
bn_bd: "কিছু নেই"

source: "Select turnaround"
bn_bd: "টার্নঅ্যারাউন্ড নির্বাচন করুন"

source: "Select fidelity"
bn_bd: "বিশ্বস্ততা নির্বাচন করুন"

source: "Select language"
bn_bd: "ভাষা নির্বাচন করুন"

source: "Remove"
bn_bd: "সরান"

source: "Press Remove to remove language"
bn_bd: "ভাষাটি সরাতে Remove চাপুন"

source: "Settings updated"
bn_bd: "সেটিংস আপডেট করা হয়েছে"

source: "Last updated"
bn_bd: "সর্বশেষ হালনাগাদ করা হয়েছে"

source: "Required"
bn_bd: "প্রয়োজনীয়"

source: "Automatic transcripts are disabled."
bn_bd: "স্বয়ংক্রিয় প্রতিলিপি বন্ধ আছে।"

source: "{selectedProvider} credentials saved"
bn_bd: "{selectedProvider} এর credentials সেভ করা হয়েছে।"

source: "Upload a new PDF to “<%- name %>”"
bn_bd: "“<%- name %>”-এ নতুন PDF আপলোড করুন"

source: "Please select a PDF file to upload."
bn_bd: "অনুগ্রহ করে আপলোড করার জন্য একটি PDF ফাইল নির্বাচন করুন।"

source: "There has been an error while exporting."
bn_bd: "এক্সপোর্ট করার সময় একটি ত্রুটি হয়েছে।"

source: "There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages."
bn_bd: "কম্পোনেন্ট এক্সপোর্ট করতে সমস্যা হয়েছে। অনুগ্রহ করে আরেকবার এক্সপোর্ট করার আগে এডিট পেজে গিয়ে সমস্যাটি সমাধান করুন। পেজের সকল কম্পোনেন্ট ঠিক আছে কিনা এবং কোনো এরর মেসেজ দেখাচ্ছে কিনা, তা দেখে নিন।"

source: "Correct failed component"
bn_bd: "ব্যর্থ হওয়া কম্পোনেন্ট ঠিক করা হয়েছে"

source: "Return to Export"
bn_bd: "এক্সপোর্টে ফিরে যান"

source: "Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again."
bn_bd: "XML-এ আপনার লাইব্রেরি এক্সপোর্ট করা যায়নি। কোন কম্পোনেন্টটি ফেইল করেছে তা সনাক্ত করার জন্য পর্যাপ্ত তথ্য নেই। সমস্যাযুক্ত কম্পোনেন্ট খুঁজে বের করার জন্য আপনার লাইব্রেরি পরীক্ষা করুন এবং আবার চেষ্টা করুন।"

source: "Take me to the main library page"
bn_bd: "আমাকে প্রধান লাইব্রেরি পেজে নিয়ে যান"

source: "Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again."
bn_bd: "XML-এ আপনার কোর্সটি এক্সপোর্ট করা যায়নি। কোন কম্পোনেন্টটি ফেইল করেছে তা সনাক্ত করার জন্য যথেষ্ট তথ্য নেই। সমস্যাযুক্ত কম্পোনেন্টগুলি খুঁজে বের করতে আপনার কোর্সটি পরীক্ষা করুন এবং আবার চেষ্টা করুন।"

source: "Take me to the main course page"
bn_bd: "আমাকে মেইন কোর্সের পেজে নিয়ে যান"

source: "The raw error message is:"
bn_bd: "খামকা এরর মেসেজটা হলো:"

source: "There has been an error with your export."
bn_bd: "আপনার এক্সপোর্টে সমস্যা হয়েছে।"

source: "Contains {count} group"
bn_bd: "{count}টি গ্রুপ রয়েছে।"

source: "Not in Use"
bn_bd: "ব্যবহৃত হচ্ছে না"

source: "Used in {count} location"
bn_bd: "{count} টি স্থানে ব্যবহৃত"

source: "group configuration"
bn_bd: "গ্রুপ কনফিগারেশন"

source: "Add your first group configuration"
bn_bd: "আপনার প্রথম গ্রুপ কনফিগারেশন যোগ করুন"

source: "You have not created any group configurations yet."
bn_bd: "আপনি এখনো কোনো গ্রুপ কনফিগারেশন তৈরি করেননি।"

source: "Upload instructor image."
bn_bd: "ইনস্ট্রাক্টরের ছবি আপলোড করুন।"

source: "Files must be in JPEG or PNG format."
bn_bd: "ফাইলগুলো JPEG অথবা PNG ফরম্যাটে হতে হবে।"

source: "All Rights Reserved"
bn_bd: "সর্বস্ব স্বত্ব সংরক্ষিত"

source: "You reserve all rights for your work"
bn_bd: "আপনার কাজের সমস্ত অধিকার আপনার কাছে সংরক্ষিত।"

source: "Creative Commons"
bn_bd: "ক্রিয়েটিভ কমন্স"

source: "You waive some rights for your work, such that others can use it too"
bn_bd: "আপনি আপনার কাজের কিছু অধিকার ত্যাগ করছেন, যাতে অন্যরা এটি ব্যবহার করতে পারে।"

source: "Version"
bn_bd: "সংস্করণ"

source: "Attribution"
bn_bd: "স্বত্ত্বাধিকারীর স্বীকৃতি"

source: "Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required."
bn_bd: "অন্যদের আপনার কপিরাইটেড কাজ কপি, বিতরণ, প্রদর্শন এবং পরিবেশন করার অনুমতি দিন, তবে শর্ত থাকে যে তারা আপনার চাওয়া মতো স্বীকৃতি দিতে হবে। বর্তমানে, এই অপশনটি বাধ্যতামূলক।"

source: "Noncommercial"
bn_bd: "অবাণিজ্যিক"

source: "Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only."
bn_bd: "অন্যদের আপনার কাজ এবং এর উপর ভিত্তি করে তৈরি কাজ অনুলিপি, বিতরণ, প্রদর্শন এবং পরিবেশন করার অনুমতি দিন - কিন্তু শুধুমাত্র অ-বাণিজ্যিক উদ্দেশ্যে।"

source: "No Derivatives"
bn_bd: "কোনো প্রকার পরিবর্তন বা পরিমার্জন করা যাবে না"

source: "Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike"."
bn_bd: "অন্যদের আপনার কাজের হুবহু অনুলিপি, বিতরণ, প্রদর্শন এবং পরিবেশন করার অনুমতি দিন, তবে এর উপর ভিত্তি করে নতুন কাজ তৈরি করার অনুমতি দেবেন না। এই অপশনটি "Share Alike"-এর সাথে সঙ্গতিপূর্ণ নয়।"

source: "Share Alike"
bn_bd: "পুনরায় বিতরণ করুন"

source: "Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives"."
bn_bd: "অন্যদের আপনার কাজের ওপর ভিত্তি করে নতুন কাজ তৈরি ও বিতরণ করার অনুমতি দিন, তবে শুধুমাত্র আপনার কাজের লাইসেন্সের সাথে একই লাইসেন্সের অধীনে। এই অপশনটি "কোনো ডেরিভেটিভ নয়" অপশনের সাথে সঙ্গতিপূর্ণ নয়।"

source: "Delete this %(item_display_name)s?"
bn_bd: "আপনি কি এই %(item_display_name)s টা ডিলিট করতে চান?"

source: "Deleting this %(item_display_name)s is permanent and cannot be undone."
bn_bd: "এই %(item_display_name)s ডিলিট করলে এটা সবসময়ের জন্য মুছে যাবে, আর এটা ফেরত আনা যাবে না।"

source: "Ok"
bn_bd: "ঠিক আছে"

source: "There was an error changing the user's role"
bn_bd: "ব্যবহারকারীর ভূমিকা পরিবর্তন করতে সমস্যা হয়েছে।"

source: "Unknown"
bn_bd: "অজানা"

source: "Error adding user"
bn_bd: "ব্যবহারকারী যোগ করতে সমস্যা হয়েছে।"

source: "Error removing user"
bn_bd: "ব্যবহারকারী {name} কে মুছতে সমস্যা হয়েছে।"

source: "A valid email address is required"
bn_bd: "একটি বৈধ ইমেল ঠিকানা প্রয়োজন।"

source: "You must enter a valid email address in order to add a new team member"
bn_bd: "নতুন টিম মেম্বার যোগ করার জন্য আপনাকে একটি বৈধ ইমেইল ঠিকানা দিতে হবে।"

source: "Return and add email address"
bn_bd: "ফেরত যান এবং ইমেল ঠিকানা যোগ করুন"

source: "Already a member"
bn_bd: "ইতিমধ্যে সদস্য?"

source: "{email} is already on the {container} team. Recheck the email address if you want to add a new member."
bn_bd: "{email} ইতিমধ্যে {container} টিমে আছেন। নতুন সদস্য যোগ করতে চাইলে ইমেল ঠিকানাটি পুনরায় যাচাই করুন।"

source: "Return to team listing"
bn_bd: "টিম লিস্টে ফিরে যান"

source: "Are you sure?"
bn_bd: "আপনি কি নিশ্চিত?"

source: "Are you sure you want to restrict {email} access to “{container}”?"
bn_bd: "আপনি কি নিশ্চিত যে আপনি “{container}”-এ {email}-এর অ্যাক্সেস সীমিত করতে চান?"

source: "Upload File"
bn_bd: "ফাইল আপলোড করুন"

source: "Save"
bn_bd: "সংরক্ষণ করুন"

source: "{display_name} Settings"
bn_bd: "{display_name} এর সেটিংস"

source: "Publish {display_name}"
bn_bd: "প্রকাশ করুন {display_name}"

source: "Publish all unpublished changes for this {item}?"
bn_bd: "এই {item} এর সমস্ত অপ্রকাশিত পরিবর্তনগুলি প্রকাশ করবেন?"

source: "Publish"
bn_bd: "প্রকাশ করুন"

source: "Highlights for {display_name}"
bn_bd: "{display_name}-এর জন্য গুরুত্বপূর্ণ মুহূর্তগুলো"

source: "Enable Course Highlight Emails"
bn_bd: "কোর্স হাইলাইট ইমেল চালু করুন"

source: "Enable"
bn_bd: "চালু করুন"

source: "Not yet"
bn_bd: "এখনো নয়"

source: "Share {display_name} subsection"
bn_bd: "{display_name} সেকশনটি শেয়ার করুন"

source: "All Learners and Staff"
bn_bd: "সকল শিক্ষার্থী ও স্টাফ"

source: "Advanced"
bn_bd: "অগ্রণী"

source: "Basic"
bn_bd: "বেসিক"

source: "Visibility"
bn_bd: "দৃশ্যমানতা"

source: "Full Page"
bn_bd: "পুরো পাতা"

source: "Embed Link"
bn_bd: "লিঙ্ক এম্বেড করুন"

source: "Editing: {title}"
bn_bd: "এডিট করা হচ্ছে: {title}"

source: "Plugins"
bn_bd: "প্লাগইন"

source: "Unit"
bn_bd: "ইউনিট"

source: "Component"
bn_bd: "কম্পোনেন্ট"

source: "Studio's having trouble parsing the problem component's content"
bn_bd: "স্টুডিও সমস্যা কম্পোনেন্টের কন্টেন্ট পার্স করতে সমস্যা করছে।"

source: "Move"
bn_bd: "সরানো"

source: "Choose a location to move your component to"
bn_bd: "আপনার কম্পোনেন্ট সরানোর জন্য একটি লোকেশন নির্বাচন করুন"

source: "Move: {displayName}"
bn_bd: "চাল: {displayName}"

source: "Preview changes to: {title}"
bn_bd: "{title}-এর পরিবর্তনগুলো প্রিভিউ করুন"

source: "Accept changes"
bn_bd: "পরিবর্তনগুলো গ্রহণ করুন"

source: "Ignore changes"
bn_bd: "পরিবর্তনগুলো অগ্রাহ্য করুন"

source: "Ignore these changes?"
bn_bd: "আপনি কি এই পরিবর্তনগুলো অগ্রাহ্য করতে চান?"

source: "Would you like to permanently ignore this updated version? If so, you won't be able to update this until a newer version is published (in the library)."
bn_bd: "আপনি কি এই আপডেটেড ভার্সনটি সবসময়ের জন্য অগ্রাহ্য করতে চান? যদি হ্যাঁ হয়, তাহলে লাইব্রেরিতে নতুন ভার্সন না আসা পর্যন্ত আপনি এটি আপডেট করতে পারবেন না।"

source: "Ignore"
bn_bd: "অগ্রাহ্য করুন"

source: "Add selected components"
bn_bd: "নির্বাচিত কম্পোনেন্টগুলো যোগ করুন"

source: "Validation Error While Saving"
bn_bd: "সংরক্ষণ করার সময় যাচাইকরণ ত্রুটি"

source: "Undo Changes"
bn_bd: "পরিবর্তনগুলো বাতিল করুন"

source: "Change Manually"
bn_bd: "ম্যানুয়ালি পরিবর্তন করুন"

source: "Sections"
bn_bd: "বিভাগ"

source: "Subsections"
bn_bd: "উপধারা"

source: "Units"
bn_bd: "ইউনিট"

source: "Components"
bn_bd: "কম্পোনেন্ট"

source: "Groups"
bn_bd: "গ্রুপ"

source: "This {parentCategory} has no {childCategory}"
bn_bd: "এই {parentCategory}-তে কোনো {childCategory} নেই।"

source: "Course Outline"
bn_bd: "কোর্স আউটলাইন"

source: "Date added"
bn_bd: "তারিখ যোগ করা হয়েছে"

source: "Editing access for: {title}"
bn_bd: "{title}-এর জন্য সম্পাদনার সুযোগ"

source: "Publishing"
bn_bd: "প্রকাশ করা হচ্ছে"

source: "Discard Changes"
bn_bd: "পরিবর্তনগুলি বাতিল করুন"

source: "Are you sure you want to revert to the last published version of the unit? You cannot undo this action."
bn_bd: "আপনি কি নিশ্চিত যে আপনি ইউনিটটির সর্বশেষ প্রকাশিত সংস্করণে ফিরে যেতে চান? এই কাজটি পূর্বাবর্তী করা যাবে না।"

source: "Discarding Changes"
bn_bd: "পরিবর্তনগুলি বাতিল করা হচ্ছে"

source: "Hiding from Students"
bn_bd: "শিক্ষার্থীদের থেকে লুকানো"

source: "Explicitly Hiding from Students"
bn_bd: "ছাত্রদের কাছ থেকে ইচ্ছাকৃতভাবে লুকানো হচ্ছে"

source: "Inheriting Student Visibility"
bn_bd: "শিক্ষার্থীর দৃশ্যমানতা উত্তরাধিকার"

source: "Make Visible to Students"
bn_bd: "শিক্ষার্থীদের জন্য দৃশ্যমান করুন"
