Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?"
bn_bd: "যদি ইউনিটটি আগে প্রকাশ করা হয়ে থাকে এবং শিক্ষার্থীদের জন্য রিলিজ করা হয়ে থাকে, তাহলে আপনি যখন এটি লুকানো অবস্থায় পরিবর্তন করেছিলেন সেই পরিবর্তনগুলো এখন শিক্ষার্থীদের কাছে দৃশ্যমান হবে। আপনি কি চালিয়ে যেতে চান?"

source: "Making Visible to Students"
bn_bd: "শিক্ষার্থীদের জন্য দৃশ্যমান করা"

source: "Course Index"
bn_bd: "কোর্স সূচী"

source: "There were errors reindexing course."
bn_bd: "কোর্স রি-ইনডেক্সিং করার সময় কিছু ত্রুটি হয়েছে।"

source: "Hide Previews"
bn_bd: "প্রিভিউ লুকান"

source: "Show Previews"
bn_bd: "প্রিভিউ দেখুন"

source: "Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending"
bn_bd: "{totalItemsCount}টির মধ্যে {currentItemRange}টি দেখাচ্ছে, {assetType} দ্বারা ফিল্টার করা হয়েছে, এবং {sortName} অনুসারে ক্রমানুসারে সাজানো হয়েছে।"

source: "Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending"
bn_bd: "মোট {totalItemsCount} টি আইটেমের মধ্যে {currentItemRange} দেখাচ্ছে, {assetType} দ্বারা ফিল্টার করা হয়েছে এবং {sortName} অনুসারে সাজানো হয়েছে (নিম্নক্রম)"

source: "Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending"
bn_bd: "মোট {totalItemsCount} টির মধ্যে {currentItemRange} দেখাচ্ছে, যা {sortName} অনুসারে ছোট থেকে বড় হিসেবে সাজানো হয়েছে।"

source: "Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending"
bn_bd: "{currentItemRange} তে {totalItemsCount} টির মধ্যে দেখাচ্ছে, {sortName} অনুসারে অবরোহক্রমে সাজানো হয়েছে।"

source: "{totalItems} total"
bn_bd: "{totalItems} টি মোট"

source: "content group"
bn_bd: "কন্টেন্ট গ্রুপ"

source: "Add your first content group"
bn_bd: "আপনার প্রথম কন্টেন্ট গ্রুপ যোগ করুন"

source: "You have not created any content groups yet."
bn_bd: "আপনি এখনো কোনো কন্টেন্ট গ্রুপ তৈরি করেননি।"

source: "Are you sure you want to remove this video from the list?"
bn_bd: "আপনি কি নিশ্চিত যে আপনি এই ভিডিওটি তালিকা থেকে সরাতে চান?"

source: "Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course."
bn_bd: "এই তালিকা থেকে একটি ভিডিও সরিয়ে ফেললে কোর্সের কন্টেন্টে কোনো প্রভাব পড়বে না। আগে আপলোড করা কোনো ভিডিও আইডি ব্যবহার করে তৈরি করা যেকোনো কন্টেন্ট কোর্সে যেমন ছিল তেমনই দেখা যাবে।"

source: "Removing"
bn_bd: "সরিয়ে ফেলা হচ্ছে"

source: "Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented."
bn_bd: "আপনার পরিবর্তনগুলি সেভ না করা পর্যন্ত কার্যকর হবে না। কী এবং ভ্যালু ফরম্যাটিং-এর ব্যাপারে সতর্ক থাকুন, কারণ ভ্যালিডেশন এখনো যুক্ত করা হয়নি।"

source: "Your policy changes have been saved."
bn_bd: "আপনার পলিসির পরিবর্তনগুলো সেভ করা হয়েছে।"

source: "No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting."
bn_bd: "প policy কী অথবা ভ্যালু পেয়ারগুলো যাচাই করা হয় না। যদি কোনো সমস্যা হয়, তাহলে আপনার ফরম্যাটিং চেক করে দেখুন।"

source: "For grading to work, you must change all {oldName} subsections to {newName}."
bn_bd: "গ্রেডিং কাজ করার জন্য, আপনাকে অবশ্যই সব {oldName} বিভাগগুলো {newName}-এ পরিবর্তন করতে হবে।"

source: "Course Credit Requirements"
bn_bd: "কোর্স ক্রেডিট প্রয়োজনীয়তা"

source: "The minimum grade for course credit is not set."
bn_bd: "এই কোর্সের ক্রেডিট পাওয়ার জন্য সর্বনিম্ন গ্রেড সেট করা হয়নি।"

source: "Course pacing cannot be changed once a course has started."
bn_bd: "কোর্স শুরু হয়ে গেলে কোর্সের গতি পরিবর্তন করা যাবে না।"

source: "{hours}:{minutes} (current UTC time)"
bn_bd: "{hours}:{minutes} (বর্তমান ইউটিসি সময়)"

source: "Upload your course image."
bn_bd: "আপনার কোর্সের ছবি আপলোড করুন।"

source: "Upload your banner image."
bn_bd: "আপনার ব্যানার ইমেজ আপলোড করুন।"

source: "Upload your video thumbnail image."
bn_bd: "আপনার ভিডিওর থাম্বনেইল ইমেজ আপলোড করুন।"

source: "Delete “<%- name %>”?"
bn_bd: "<%- name %> কি ডিলিট করবেন?"

source: "Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed."
bn_bd: "টেক্সটবুক ডিলিট করলে এটা আর আগের মতো করা যাবে না। একবার ডিলিট করার পরে আপনার কোর্সওয়্যারের নেভিগেশনে এর কোনো রেফারেন্স থাকলে সেটাও সরিয়ে দেওয়া হবে।"

source: "Delete Page Confirmation"
bn_bd: "আপনি কি {name} পেজটি ডিলিট করতে চান?"

source: "Are you sure you want to delete this page? This action cannot be undone."
bn_bd: "আপনি কি নিশ্চিত যে আপনি এই পেজটি ডিলিট করতে চান? এই কাজটি আর পূর্বাবর্তী করা যাবে না।"

source: "Upload"
bn_bd: "আপলোড করুন"

source: "We're sorry, there was an error"
bn_bd: "দুঃখিত, একটা সমস্যা হয়েছে।"

source: "The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters."
bn_bd: "সংস্থা, কোর্স নম্বর এবং কোর্স রানের সম্মিলিত দৈর্ঘ্য <% limit %> অক্ষরের বেশি হতে পারবে না।"

source: "The combined length of the organization and library code fields cannot be more than <%- limit %> characters."
bn_bd: "সংস্থা এবং লাইব্রেরি কোড ফিল্ডের সম্মিলিত দৈর্ঘ্য <% limit %> অক্ষরের বেশি হতে পারবে না।"

source: "Success! "{displayName}" has been moved."
bn_bd: "সফল হয়েছে! "{displayName}" কে সরানো হয়েছে।"

source: "Move cancelled. "{sourceDisplayName}" has been moved back to its original location."
bn_bd: "মুভ বাতিল করা হয়েছে। "{sourceDisplayName}" তার আগের অবস্থানে ফিরে গেছে।"

source: "Undo move"
bn_bd: "চাল বাতিল করুন"

source: "Take me to the new location"
bn_bd: "আমাকে নতুন লোকেশনে নিয়ে যান"

source: "Duplicating"
bn_bd: "ডুপ্লিকেট করা হচ্ছে"

source: "Undo moving"
bn_bd: "পূর্বের অবস্থানে ফেরানো"

source: "Moving"
bn_bd: "স্থানান্তর করা হচ্ছে"

source: "Deleting this {xblock_type} is permanent and cannot be undone."
bn_bd: "এই {xblock_type} ডিলিট করলে এটা আর আগের মতো করা যাবে না। এটা স্থায়ীভাবে ডিলিট হয়ে যাবে।"

source: "Any content that has listed this content as a prerequisite will also have access limitations removed."
bn_bd: "যেসব কন্টেন্টের পূর্বশর্ত হিসেবে এই কন্টেন্টটি তালিকাভুক্ত করা হয়েছে, সেগুলোর অ্যাক্সেস লিমিটেশনও সরিয়ে দেওয়া হবে।"

source: "Delete this {xblock_type} (and prerequisite)?"
bn_bd: "এই {xblock_type} ডিলিট করবেন? (আর পূর্বশর্তগুলোও?)"

source: "Yes, delete this {xblock_type}"
bn_bd: "হ্যাঁ, এই {xblock_type} ডিলিট করুন।"

source: "Delete this {xblock_type}?"
bn_bd: "এই {xblock_type} টি কি ডিলিট করবেন?"

source: "section"
bn_bd: "সেকশন"

source: "subsection"
bn_bd: "উপধারা"

source: "unit"
bn_bd: "ইউনিট"

source: "You've made some changes"
bn_bd: "আপনি কিছু পরিবর্তন করেছেন।"

source: "Your changes will not take effect until you save your progress."
bn_bd: "আপনার পরিবর্তনগুলো সেভ না করা পর্যন্ত কার্যকর হবে না।"

source: "You've made some changes, but there are some errors"
bn_bd: "আপনি কিছু পরিবর্তন করেছেন, তবে কিছু ভুল আছে।"

source: "Please address the errors on this page first, and then save your progress."
bn_bd: "প্রথমে এই পেজের ভুলগুলো ঠিক করুন, তারপর আপনার পরিবর্তনগুলো সেভ করুন।"

source: "Save Changes"
bn_bd: "পরিবর্তনগুলি সংরক্ষণ করুন"

source: "Your changes have been saved."
bn_bd: "আপনার পরিবর্তনগুলি সেভ করা হয়েছে।"

source: "Please select a file in .srt format."
bn_bd: "অনুগ্রহ করে .srt ফরম্যাটে একটি ফাইল নির্বাচন করুন।"

source: "Error: Uploading failed."
bn_bd: "এরর: আপলোড করা যায়নি।"

source: "Error: Import failed."
bn_bd: "এরর: ইম্পোর্ট করা যায়নি।"

source: "Error: Replacing failed."
bn_bd: "এরর: প্রতিস্থাপন করা যায়নি।"

source: "Error: Choosing failed."
bn_bd: "Error: নির্বাচন করা যায়নি।"

source: "Error: Connection with server failed."
bn_bd: "এরর: সার্ভারের সাথে সংযোগ করা যায়নি।"

source: "Link types should be unique."
bn_bd: "লিংকের ধরনগুলো অবশ্যই আলাদা হতে হবে।"

source: "Links should be unique."
bn_bd: "লিঙ্কগুলো অবশ্যই অদ্বিতীয় হতে হবে।"

source: "Incorrect url format."
bn_bd: "ভুল URL বিন্যাস।"

source: "Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again."
bn_bd: "দুঃখিত, আপনি যে সাবটাইটেল আপলোড করেছেন, সেটা পার্স করতে সমস্যা হয়েছে। দয়া করে ফরম্যাটটি দেখে আবার চেষ্টা করুন।"

source: "Are you sure you want to remove this transcript?"
bn_bd: "আপনি কি নিশ্চিত যে এই ট্রান্সক্রিপ্টটি মুছে ফেলতে চান?"

source: "If you remove this transcript, the transcript will not be available for this component."
bn_bd: "যদি আপনি এই ট্রান্সক্রিপ্টটি সরিয়ে ফেলেন, তাহলে এই কম্পোনেন্টের জন্য ট্রান্সক্রিপ্টটি আর পাওয়া যাবে না।"

source: "Remove Transcript"
bn_bd: "ট্রান্সক্রিপ্ট সরান"

source: "Upload translation"
bn_bd: "অনুবাদ আপলোড করুন"

source: "Add Thumbnail"
bn_bd: "থাম্বনেইল যোগ করুন"

source: "Edit Thumbnail"
bn_bd: "থাম্বনেইল এডিট করুন"

source: "Image upload failed"
bn_bd: "ছবি আপলোড করা যায়নি।"

source: "{ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}"
bn_bd: "{ReqTextSpanStart}চাহিদা{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}"

source: "{maxWidth}x{maxHeight} pixels"
bn_bd: "{maxWidth}x{maxHeight} পিক্সেল"

source: "Thumbnail for {videoName}"
bn_bd: "{videoName} এর থাম্বনেইল"

source: "Add Thumbnail - {videoName}"
bn_bd: "থাম্বনেইল যোগ করুন - {videoName}"

source: "Video duration is {humanizeDuration}"
bn_bd: "ভিডিওর দৈর্ঘ্য {humanizeDuration}"

source: "minutes"
bn_bd: "মিনিট"

source: "minute"
bn_bd: "মিনিট"

source: "seconds"
bn_bd: "সেকেন্ড"

source: "second"
bn_bd: "দ্বিতীয়"

source: " and "
bn_bd: "এবং"

source: "Video image upload started"
bn_bd: "ভিডিওর ছবি আপলোড শুরু হয়েছে।"

source: "Video image upload completed"
bn_bd: "ভিডিও ছবি আপলোড সম্পন্ন হয়েছে।"

source: "This image file type is not supported. Supported file types are {supportedFileFormats}."
bn_bd: "এই ইমেজ ফাইল টাইপটি সমর্থিত নয়। সমর্থিত ফাইল টাইপগুলো হল {supportedFileFormats}।"

source: "The selected image must be smaller than {maxFileSizeInMB}."
bn_bd: "নির্বাচিত ছবিটির আকার {maxFileSizeInMB} MB-এর চেয়ে ছোট হতে হবে।"

source: "The selected image must be larger than {minFileSizeInKB}."
bn_bd: "নির্বাচিত ছবিটি {minFileSizeInKB} KB-এর চেয়ে বড় হতে হবে।"

source: "Could not upload the video image file"
bn_bd: "ভিডিওর ইমেজ ফাইলটি আপলোড করা যায়নি।"

source: "Image upload failed. "
bn_bd: "ছবি আপলোড করতে সমস্যা হয়েছে।"

source: "The file could not be uploaded."
bn_bd: "ফাইলটি আপলোড করা যায়নি।"

source: "Hide transcripts ({transcriptCount})"
bn_bd: "ট্রান্সক্রিপ্ট লুকান ({transcriptCount})"

source: "Show transcripts ({transcriptCount})"
bn_bd: "ট্রান্সক্রিপ্ট দেখুন ({transcriptCount})"

source: "This file type is not supported. Supported file type is {supportedFileFormat}."
bn_bd: "এই ফাইল টাইপটি সমর্থন করা হয় না। সমর্থিত ফাইল টাইপ হল {supportedFileFormat}।"

source: "If you remove this transcript, the transcript will not be available for any components that use this video."
bn_bd: "যদি আপনি এই ট্রান্সক্রিপ্টটি সরিয়ে ফেলেন, তাহলে এই ভিডিও ব্যবহার করে এমন কোনো কম্পোনেন্টে ট্রান্সক্রিপ্টটি আর পাওয়া যাবে না।"

source: "Editor"
bn_bd: "সম্পাদক"

source: "Settings"
bn_bd: "সেটিংস"

source: "New {component_type}"
bn_bd: "নতুন {component_type}"

source: "Warning"
bn_bd: "সতর্কতা"

source: "Error"
bn_bd: "ত্রুটি"

source: "Updating Tags"
bn_bd: "ট্যাগ আপডেট করা হচ্ছে"

source: "View child items"
bn_bd: "চাইল্ড আইটেমগুলো দেখুন"

source: "Navigate up"
bn_bd: "উপরে যান"

source: "Select"
bn_bd: "বাছাই করুন"

source: "Required field."
bn_bd: "এই ক্ষেত্রটি পূরণ করা আবশ্যক।"

source: "Please do not use any spaces in this field."
bn_bd: "এই ফিল্ডে কোনো স্পেস ব্যবহার করবেন না।"

source: "Please do not use any spaces or special characters in this field."
bn_bd: "এই ঘরে কোনো স্পেস বা বিশেষ অক্ষর ব্যবহার করবেন না।"

source: "Pagination"
bn_bd: "পৃষ্ঠাঙ্ক"

source: "Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem."
bn_bd: "আপনার অনুরোধটি সম্পন্ন করা যায়নি। পেজটি রিলোড করে আবার চেষ্টা করুন। সমস্যাটি যদি থেকেই যায়, তাহলে সমস্যাটি জানানোর জন্য হেল্প ট্যাবে ক্লিক করুন।"

source: "Showing {firstIndex} out of {numItems} total"
bn_bd: "{firstIndex} থেকে {numItems} এর মধ্যে দেখা যাচ্ছে"

source: "Showing {firstIndex}-{lastIndex} out of {numItems} total"
bn_bd: "{firstIndex}-{lastIndex} / {numItems} টি দেখাচ্ছে"

source: "Loading content"
bn_bd: "কন্টেন্ট লোড হচ্ছে"

source: "Your request could not be processed. Refresh the page and try again."
bn_bd: "আপনার অনুরোধটি প্রক্রিয়া করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Some images in this post have been omitted"
bn_bd: "এই পোস্টে কিছু ছবি বাদ দেওয়া হয়েছে।"

source: "image omitted"
bn_bd: "ছবিটি বাদ দেওয়া হয়েছে।"

source: "there is currently {numVotes} vote"
bn_bd: "বর্তমানে {numVotes}টি ভোট আছে।"

source: "{numVotes} Vote"
bn_bd: "{numVotes} টি ভোট"

source: "You could not be subscribed to this post. Refresh the page and try again."
bn_bd: "এই পোস্টে সাবস্ক্রাইব করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "You could not be unsubscribed from this post. Refresh the page and try again."
bn_bd: "এই পোস্ট থেকে আনসাবস্ক্রাইব করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This response could not be marked as an answer. Refresh the page and try again."
bn_bd: "এই উত্তরটিকে উত্তর হিসেবে চিহ্নিত করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This response could not be unmarked as an answer. Refresh the page and try again."
bn_bd: "এই উত্তরটি আনমার্ক করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This response could not be marked as endorsed. Refresh the page and try again."
bn_bd: "এই উত্তরটিকে এন্ডোর্স করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This response could not be unendorsed. Refresh the page and try again."
bn_bd: "এই রেসপন্সটি আনএন্ডোর্স করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This vote could not be processed. Refresh the page and try again."
bn_bd: "ভোটটি গণনা করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This post could not be pinned. Refresh the page and try again."
bn_bd: "পোস্টটি পিন করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This post could not be unpinned. Refresh the page and try again."
bn_bd: "পোস্টটি আনপিন করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This post could not be flagged for abuse. Refresh the page and try again."
bn_bd: "এই পোস্টটি রিপোর্ট করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This post could not be unflagged for abuse. Refresh the page and try again."
bn_bd: "এই পোস্টটি অপব্যবহারের জন্য আনফ্ল্যাগ করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This post could not be closed. Refresh the page and try again."
bn_bd: "পোস্টটি বন্ধ করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "This post could not be reopened. Refresh the page and try again."
bn_bd: "পোস্টটি পুনরায় খোলা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Show Discussion"
bn_bd: "আলোচনা দেখুন"

source: "Hide Discussion"
bn_bd: "আলোচনা লুকান"

source: "This discussion could not be loaded. Refresh the page and try again."
bn_bd: "আলোচনাটি লোড করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "There are no posts in this topic yet."
bn_bd: "এই বিষয়ে এখনো কোনো পোস্ট নেই।"

source: "Loading more threads"
bn_bd: "আরও থ্রেড লোড হচ্ছে"

source: "Additional posts could not be loaded. Refresh the page and try again."
bn_bd: "অতিরিক্ত পোস্ট লোড করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Current conversation"
bn_bd: "বর্তমান কথোপকথন"

source: "Loading posts list"
bn_bd: "পোস্টের তালিকা লোড হচ্ছে"

source: "No results found for {original_query}. Showing results for {suggested_query}."
bn_bd: "{original_query} এর জন্য কোনো ফলাফল পাওয়া যায়নি। {suggested_query} এর জন্য ফলাফল দেখানো হচ্ছে।"

source: "No posts matched your query."
bn_bd: "আপনার অনুসন্ধানের সাথে মিলে এমন কোনো পোস্ট পাওয়া যায়নি।"

source: "Show posts by {username}."
bn_bd: "{username} এর পোস্টগুলো দেখুন।"

source: "The post you selected has been deleted."
bn_bd: "আপনি যে পোস্টটি নির্বাচন করেছিলেন সেটি মুছে ফেলা হয়েছে।"

source: "Responses could not be loaded. Refresh the page and try again."
bn_bd: "রেসপন্স লোড করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Additional responses could not be loaded. Refresh the page and try again."
bn_bd: "অতিরিক্ত উত্তরগুলো লোড করা যায়নি। পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "{numResponses} other response"
bn_bd: "{numResponses}টি অন্য উত্তর"

source: "{numResponses} response"
bn_bd: "{numResponses} টি প্রতিক্রিয়া"

source: "Showing all responses"
bn_bd: "সব উত্তর দেখাচ্ছে"

source: "Showing first response"
bn_bd: "প্রথম প্রতিক্রিয়া দেখাচ্ছে"

source: "Load all responses"
bn_bd: "সব উত্তর লোড করুন"

source: "Load next {numResponses} responses"
bn_bd: "আরও {numResponses} টি রেসপন্স লোড করুন"

source: "Are you sure you want to delete this post?"
bn_bd: "আপনি কি এই পোস্টটি ডিলিট করতে চান?"

source: "Your post will be discarded."
bn_bd: "আপনার পোস্টটি বাতিল করা হবে।"

source: "anonymous"
bn_bd: "অজ্ঞাত"

source: "Are you sure you want to delete this comment?"
bn_bd: "আপনি কি নিশ্চিত যে এই কমেন্টটি ডিলিট করতে চান?"

source: "This comment could not be deleted. Refresh the page and try again."
bn_bd: "এই কমেন্টটি ডিলিট করা যায়নি। পেজ রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Are you sure you want to delete this response?"
bn_bd: "আপনি কি এই উত্তরটি মুছতে চান?"

source: "The email address you've provided isn't formatted correctly."
bn_bd: "আপনি যে ইমেইল ঠিকানা দিয়েছেন, সেটি সঠিক ফরম্যাটে নেই।"

source: "%(field)s must have at least %(count)d characters."
bn_bd: "%(field)s-এ অন্তত %(count)dটা অক্ষর থাকতে হবে।"

source: "%(field)s can only contain up to %(count)d characters."
bn_bd: "%(field)s-এ সর্বোচ্চ %(count)d টি অক্ষর থাকতে পারবে।"

source: "Please enter your %(field)s."
bn_bd: "অনুগ্রহ করে আপনার {field} লিখুন।"

source: "Drop target image"
bn_bd: "ড্রপ টার্গেট ইমেজ"

source: "dragging out of slider"
bn_bd: "স্লাইডার থেকে টেনে সরানো হচ্ছে"

source: "dragging"
bn_bd: "টানা হচ্ছে"

source: "dropped in slider"
bn_bd: "স্লাইডারে ফেলেছে"

source: "dropped on target"
bn_bd: "লক্ষ্যে ফেলা হয়েছে"

source: "%s ago"
bn_bd: "%s আগে"

source: "%s from now"
bn_bd: "%s এখন থেকে"

source: "less than a minute"
bn_bd: "এক মিনিটের কম"

source: "about a minute"
bn_bd: "প্রায় এক মিনিট"

source: "%d minute"
bn_bd: "%d মিনিট"

source: "about an hour"
bn_bd: "প্রায় এক ঘন্টা আগে"

source: "about %d hour"
bn_bd: "প্রায় %d ঘণ্টা আগে"

source: "a day"
bn_bd: "একটি দিন"

source: "%d day"
bn_bd: "%d দিন"

source: "about a month"
bn_bd: "প্রায় এক মাস আগে"

source: "%d month"
bn_bd: "%d মাস"

source: "about a year"
bn_bd: "প্রায় এক বছর আগে"

source: "%d year"
bn_bd: "%d বছর"

source: "Select a section or problem"
bn_bd: "একটি বিভাগ অথবা সমস্যা নির্বাচন করুন"

source: "Create a report of problem responses"
bn_bd: "সমস্যাগুলোর উত্তরের একটি রিপোর্ট তৈরি করুন"

source: "Your report is being generated..."
bn_bd: "আপনার রিপোর্ট তৈরি হচ্ছে..."

source: "Your report has been successfully generated."
bn_bd: "আপনার রিপোর্টটি সফলভাবে তৈরি করা হয়েছে।"

source: "View Report"
bn_bd: "রিপোর্ট দেখুন"

source: "There was an error generating the report link."
bn_bd: "রিপোর্ট লিঙ্ক তৈরি করার সময় একটি ত্রুটি হয়েছে।"

source: "There was an error generating your report."
bn_bd: "আপনার রিপোর্ট তৈরি করার সময় একটি সমস্যা হয়েছে।"

source: "Unable to get report generation status."
bn_bd: "রিপোর্ট তৈরি করার স্ট্যাটাস পাওয়া যায়নি।"

source: "Unable to submit request to generate report."
bn_bd: "রিপোর্ট তৈরি করার অনুরোধটি জমা দিতে সমস্যা হচ্ছে।"

source: "An unexpected error occurred. Please try again."
bn_bd: "একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Financial Assistance"
bn_bd: "আর্থিক সহায়তা"

source: "Upset Learner"
bn_bd: "অশান্ত শিখনকারী"

source: "Teaching Assistant"
bn_bd: "টিচিং অ্যাসিস্ট্যান্ট"

source: "Please specify a reason."
bn_bd: "দয়া করে একটা কারণ উল্লেখ করুন।"

source: "Something went wrong changing this enrollment. Please try again."
bn_bd: "এই এনরোলমেন্টটি পরিবর্তন করতে সমস্যা হয়েছে। দয়া করে আবার চেষ্টা করুন।"

source: "Please fix the following errors:"
bn_bd: "অনুগ্রহ করে নিচের ভুলগুলো ঠিক করুন:"

source: "Files that you upload must be smaller than 5MB in size."
bn_bd: "আপনি যে ফাইলগুলো আপলোড করছেন, সেগুলোর আকার ৫ এমবি-র কম হতে হবে।"

source: "Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format."
bn_bd: "আপনি যে ফাইল আপলোড করছেন, সেগুলো পিডিএফ অথবা .gif, .jpg, .jpeg, অথবা .png ফরম্যাটের ইমেজ ফাইল হতে হবে।"

source: "Something went wrong. Please try again later."
bn_bd: "কিছু একটা সমস্যা হয়েছে। একটু পরে আবার চেষ্টা করুন।"

source: "Add Attachment"
bn_bd: "সংযুক্তি যোগ করুন"

source: "(Optional)"
bn_bd: "(ঐচ্ছিক)"

source: "Remove file"
bn_bd: "ফাইলটি সরান"

source: "Course Name"
bn_bd: "কোর্সের নাম"

source: "For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly."
bn_bd: "অ্যাসাইনমেন্ট, গ্রেড অথবা কোনো নির্দিষ্ট কোর্সের কাঠামো নিয়ে যেকোনো জিজ্ঞাসার জন্য, অনুগ্রহ করে সরাসরি সেই কোর্সের ডিসকাশন ফোরামে পোস্ট করুন।"

source: "Not specific to a course"
bn_bd: "কোনো নির্দিষ্ট কোর্সের জন্য নয়"

source: "Subject"
bn_bd: "বিষয়"

source: "Select a category"
bn_bd: "একটি বিভাগ নির্বাচন করুন"

source: "Account Settings"
bn_bd: "অ্যাকাউন্ট সেটিংস"

source: "Billing/Payment Options"
bn_bd: "বিলিং/পেমেন্ট অপশন"

source: "Certificates"
bn_bd: "সার্টিফিকেটসমূহ"

source: "Course Content"
bn_bd: "কোর্স কনটেন্ট"

source: "Deadlines"
bn_bd: "সময়সীমা"

source: "Errors/Technical Issues"
bn_bd: "ত্রুটি/কারিগরী সমস্যা"

source: "Financial Aid"
bn_bd: "আর্থিক সহায়তা"

source: "Photo Verification"
bn_bd: "ছবি যাচাইকরণ"

source: "Proctoring"
bn_bd: "পরীক্ষা নিরীক্ষণ"

source: "Other"
bn_bd: "অন্যান্য"

source: "Course Discussion Forum"
bn_bd: "কোর্স আলোচনা ফোরাম"

source: "While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond."
bn_bd: "আমাদের সাপোর্ট টিম edX প্ল্যাটফর্মের সমস্যা সমাধানে সাহায্য করতে পেরে খুশি হবে, তবে প্রতিটি কোর্সের অ্যাসাইনমেন্ট, গ্রেডিং অথবা সঠিক পদ্ধতি সম্পর্কে জানতে কোর্সের স্টাফদের কাছেই বিশেষভাবে জানতে চান। অনুগ্রহ করে কোর্স সম্পর্কিত সমস্ত প্রশ্ন Discussion Forum-এ পোস্ট করুন, যেখানে কোর্স স্টাফরা সরাসরি উত্তর দিতে পারবে।"

source: "Sign in to {platform} so we can help you better."
bn_bd: "{platform}-এ সাইন ইন করুন, যাতে আমরা আপনাকে আরও ভালোভাবে সাহায্য করতে পারি।"

source: "Select a course or select "Not specific to a course" for your support request."
bn_bd: "একটি কোর্স নির্বাচন করুন অথবা আপনার সাপোর্ট রিকোয়েস্টের জন্য "নির্দিষ্ট কোনো কোর্সের জন্য নয়" নির্বাচন করুন।"

source: "Select a subject for your support request."
bn_bd: "আপনার সাপোর্ট রিকোয়েস্টের জন্য একটি বিষয় নির্বাচন করুন।"

source: "Enter some details for your support request."
bn_bd: "আপনার সাপোর্ট রিকোয়েস্টের জন্য কিছু তথ্য দিন।"

source: "Contact Us"
bn_bd: "যোগাযোগ করুন"

source: "Find answers to the top questions asked by learners."
bn_bd: "শিক্ষার্থীদের সবচেয়ে বেশি জিজ্ঞাসিত প্রশ্নের উত্তরগুলো খুঁজে নিন।"

source: "Go to my Dashboard"
bn_bd: "আমার ড্যাশবোর্ডে যান"

source: "Go to {platform} Home"
bn_bd: "{platform} হোম পেজে যান"

source: "Thank you for submitting a request! We appreciate your patience while we work to review your request."
bn_bd: "আপনার অনুরোধ জমা দেওয়ার জন্য ধন্যবাদ! আপনার অনুরোধটি পর্যালোচনা করার সময় ধৈর্য ধরে থাকার জন্য আমরা কৃতজ্ঞ।"

source: "Cancel upload"
bn_bd: "আপলোড বাতিল করুন"

source: "last activity"
bn_bd: "শেষ কার্যকলাপ"
