Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "Set Access"
bn_bd: "অ্যাক্সেস সেট করুন"

source: "Edit %(display_name)s (required)"
bn_bd: "সম্পাদনা করুন %(display_name)s (আবশ্যিক)"

source: "You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change."
bn_bd: "আপনি কোর্সটি ফোর্স পাবলিশ করার একটি শুকনো পরীক্ষা করেছেন। কোনো পরিবর্তন হয়নি। যদি আপনি এটা চালাতেন, তাহলে নিচের কোর্স সংস্করণগুলো পরিবর্তিত হতো।"

source: "The published branch version, {published}, was reset to the draft branch version, {draft}."
bn_bd: "প্রকাশিত শাখাটির সংস্করণ {published}, ড্রাফট শাখাটির সংস্করণে রিসেট করা হয়েছে, {draft}।"

source: "Add URLs for additional versions"
bn_bd: "অতিরিক্ত সংস্করণের জন্য URL যোগ করুন"

source: "To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play."
bn_bd: "শিক্ষার্থীদের সবাই যাতে ভিডিওটি দেখতে পারে, সেজন্য আমরা .mp4 এবং .webm দুটো ফরম্যাটেই ভিডিও আপলোড করার পরামর্শ দিচ্ছি। অন্য একটি ভার্সনের URL যোগ করতে নিচের বাটনে ক্লিক করুন। এখানে ইউটিউবের লিঙ্ক দেওয়া যাবে না। শিক্ষার্থীর কম্পিউটারের সাথে যেটা সামঞ্জস্যপূর্ণ হবে, সেই প্রথম ভিডিওটিই চলবে।"

source: "Default Timed Transcript"
bn_bd: "স্বাভাবিক সময়সীমার প্রতিলিপি"

source: "Timed Transcript Conflict"
bn_bd: "সময়সীমাযুক্ত ট্রান্সক্রিপ্ট বিরোধ"

source: "The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file."
bn_bd: "প্রথম ভিডিও ফাইলের টাইমড ট্রান্সক্রিপ্ট এবং দ্বিতীয় ভিডিও ফাইলের টাইমড ট্রান্সক্রিপ্ট একই দেখা যাচ্ছে না।"

source: "Which timed transcript would you like to use?"
bn_bd: "আপনি কোন টাইমিং করা ট্রান্সক্রিপ্ট ব্যবহার করতে চান?"

source: "Error."
bn_bd: "এরর।"

source: "Timed Transcript from %(filename)s"
bn_bd: "%(filename)s থেকে টাইমড ট্রান্সক্রিপ্ট"

source: "Timed Transcript Found"
bn_bd: "টাইমড ট্রান্সক্রিপ্ট পাওয়া গেছে"

source: "EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file."
bn_bd: "EdX-এ এই ভিডিওটির জন্য একটি টাইমড ট্রান্সক্রিপ্ট আছে। আপনি যদি এই ট্রান্সক্রিপ্টটি এডিট করতে চান, তাহলে ডাউনলোড করে এডিট করে আবার আপলোড করতে পারবেন। অথবা, এই ট্রান্সক্রিপ্টটি পরিবর্তন করতে চাইলে একটি নতুন .srt ফাইল আপলোড করুন।"

source: "Upload New Transcript"
bn_bd: "নতুন ট্রান্সক্রিপ্ট আপলোড করুন"

source: "Upload New .srt Transcript"
bn_bd: "নতুন .srt ট্রান্সক্রিপ্ট আপলোড করুন"

source: "Download Transcript for Editing"
bn_bd: "এডিট করার জন্য ট্রান্সক্রিপ্ট ডাউনলোড করুন"

source: "No EdX Timed Transcript"
bn_bd: "কোনো EdX টাইমড ট্রান্সক্রিপ্ট নেই"

source: "EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file."
bn_bd: "EdX-এ এই ভিডিওর জন্য স্টুডিওতে টাইমড ট্রান্সক্রিপ্ট নেই, তবে আমরা ইউটিউবে একটি ট্রান্সক্রিপ্ট খুঁজে পেয়েছি। আপনি ইউটিউবের ট্রান্সক্রিপ্ট ইম্পোর্ট করতে পারেন অথবা আপনার নিজের .srt ফাইল আপলোড করতে পারেন।"

source: "Import YouTube Transcript"
bn_bd: "YouTube Transcript ইম্পোর্ট করুন"

source: "No Timed Transcript"
bn_bd: "সময়সীমার মধ্যে ট্রান্সক্রিপ্ট নেই"

source: "EdX doesn\'t have a timed transcript for this video. Please upload an .srt file."
bn_bd: "এডএক্স-এ এই ভিডিওটির জন্য টাইমড ট্রান্সক্রিপ্ট নেই। অনুগ্রহ করে একটি .srt ফাইল আপলোড করুন।"

source: "The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video."
bn_bd: "edX-এ এই ভিডিওটির টাইমড ট্রান্সক্রিপ্টটি পুরনো হয়ে গেছে, তবে YouTube-এ এই ভিডিওটির একটি আপডেটেড টাইমড ট্রান্সক্রিপ্ট রয়েছে।"

source: "Do you want to replace the edX transcript with the YouTube transcript?"
bn_bd: "আপনি কি edX এর ট্রান্সক্রিপ্ট এর বদলে YouTube এর ট্রান্সক্রিপ্ট ব্যবহার করতে চান?"

source: "Yes, replace the edX transcript with the YouTube transcript"
bn_bd: "হ্যাঁ, edX-এর ট্রান্সক্রিপ্ট-এর বদলে YouTube-এর ট্রান্সক্রিপ্ট ব্যবহার করুন।"

source: "Timed Transcript Uploaded Successfully"
bn_bd: "টাইমড ট্রান্সক্রিপ্ট সফলভাবে আপলোড করা হয়েছে"

source: "EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript."
bn_bd: "এডএক্স-এর এই ভিডিওটির একটি সময়সীমাযুক্ত ট্রান্সক্রিপ্ট আছে। আপনি যদি এই ট্রান্সক্রিপ্টটি পরিবর্তন করতে চান, তাহলে একটি নতুন .srt ফাইল আপলোড করুন। অথবা, আপনি যদি এই ট্রান্সক্রিপ্টটি সম্পাদনা করতে চান, তাহলে এটি ডাউনলোড করে সম্পাদনা করে আবার আপলোড করতে পারেন।"

source: "Confirm Timed Transcript"
bn_bd: "সময়ের সাথে মিলিয়ে নেওয়া ট্রান্সক্রিপ্ট নিশ্চিত করুন"

source: "You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?"
bn_bd: "আপনি ভিডিওর URL পরিবর্তন করেছেন, কিন্তু টাইমড ট্রান্সক্রিপ্ট ফাইলটি পরিবর্তন করেননি। আপনি কি বর্তমান টাইমড ট্রান্সক্রিপ্ট ব্যবহার করতে চান, নাকি নতুন একটি .srt ট্রান্সক্রিপ্ট ফাইল আপলোড করতে চান?"

source: "Use Current Transcript"
bn_bd: "বর্তমান ট্রান্সক্রিপ্ট ব্যবহার করুন"

source: "Large"
bn_bd: "বড়"

source: "Zoom In"
bn_bd: "জুম ইন"

source: "Zoom Out"
bn_bd: "জুম আউট"

source: "Page number out of %(total_pages)s"
bn_bd: "মোট %(total_pages)s পাতার মধ্যে পৃষ্ঠা নম্বর"

source: "Enter the page number you'd like to quickly navigate to."
bn_bd: "আপনি কোন পেজ নম্বরে দ্রুত যেতে চান, সেই নম্বরটি লিখুন।"

source: "Sorted by"
bn_bd: "সর্টেড বাই"

source: "Clear search"
bn_bd: "অনুসন্ধান পরিষ্কার করুন"

source: "Search"
bn_bd: "অনুসন্ধান করুন"

source: "Add a Response"
bn_bd: "একটি প্রতিক্রিয়া যোগ করুন"

source: "This thread is closed."
bn_bd: "এই থ্রেডটি বন্ধ করা হয়েছে।"

source: "Add a response:"
bn_bd: "উত্তর যোগ করুন:"

source: "Submit"
bn_bd: "জমা দিন"

source: "discussion posted %(time_ago)s by %(author)s"
bn_bd: "%(author)s %(time_ago)s আগে পোস্ট করেছেন"

source: "question posted %(time_ago)s by %(author)s"
bn_bd: "%(author)s %(time_ago)s আগে প্রশ্নটি পোস্ট করেছেন"

source: "Pinned"
bn_bd: "পিন করা"

source: "Reported"
bn_bd: "রিপোর্ট করা হয়েছে"

source: "Closed"
bn_bd: "বন্ধ"

source: "Related to: %(courseware_title_linked)s"
bn_bd: "সম্পর্কিত: %(courseware_title_linked)s"

source: "This post is visible only to %(group_name)s."
bn_bd: "এই পোস্টটি শুধুমাত্র %(group_name)s-এর সদস্যদের জন্য দৃশ্যমান।"

source: "This post is visible to everyone."
bn_bd: "এই পোস্টটি সবার জন্য দৃশ্যমান।"

source: "Editing post"
bn_bd: "পোস্ট সম্পাদনা করা হচ্ছে"

source: "Add a clear and descriptive title to encourage participation. (Required)"
bn_bd: "অংশগ্রহণ উৎসাহিত করতে একটি স্পষ্ট এবং বর্ণনমূলক শিরোনাম যোগ করুন। (আবশ্যিক)"

source: "Edit your post below."
bn_bd: "নিচের পোস্টটি এডিট করুন।"

source: "Update post"
bn_bd: "পোস্ট আপডেট করুন"

source: "Show Comment (%(num_comments)s)"
bn_bd: "মন্তব্য দেখুন (%(num_comments)s টি)"

source: "Add a comment"
bn_bd: "মন্তব্য যোগ করুন"

source: "marked as answer %(time_ago)s by %(user)s"
bn_bd: "%(user)s %(time_ago)s আগে উত্তর হিসেবে চিহ্নিত করেছেন।"

source: "marked as answer %(time_ago)s"
bn_bd: "উত্তর হিসেবে চিহ্নিত করা হয়েছে %(time_ago)s"

source: "endorsed %(time_ago)s by %(user)s"
bn_bd: "{user} কর্তৃক {time_ago} আগে সমর্থন করা হয়েছে"

source: "endorsed %(time_ago)s"
bn_bd: "সমর্থন করা হয়েছে %(time_ago)s আগে"

source: "Editing response"
bn_bd: "উত্তর সম্পাদনা করা হচ্ছে"

source: "Update response"
bn_bd: "আপডেট রেসপন্স"

source: "posted %(time_ago)s by %(author)s"
bn_bd: "%(author)s -এর মাধ্যমে %(time_ago)s আগে পোস্ট করা হয়েছে"

source: "Editing comment"
bn_bd: "মন্তব্য সম্পাদনা করা হচ্ছে"

source: "Update comment"
bn_bd: "মন্তব্য আপডেট করুন"

source: "discussion"
bn_bd: "আলোচনা"

source: "answered question"
bn_bd: "প্রশ্নটির উত্তর দেওয়া হয়েছে"

source: "unanswered question"
bn_bd: "অপেক্ষমাণ প্রশ্ন"

source: "Following"
bn_bd: "ফলোইং"

source: "Community TA"
bn_bd: "কমিউনিটি টিএ"

source: "{unread_comments_count} new"
bn_bd: "{unread_comments_count}টি নতুন"

source: "%(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s"
bn_bd: "{comments_count} টি %(span_sr_open)sমন্তব্য (%(unread_comments_count)s টি নতুন)%(span_close)s"

source: "%(comments_count)s %(span_sr_open)scomments %(span_close)s"
bn_bd: "%(comments_count)s টি %(span_sr_open)sমন্তব্য %(span_close)s"

source: "Add a Post"
bn_bd: "পোস্ট যোগ করুন"

source: "Visible to"
bn_bd: "দৃশ্যমান {name} এর কাছে"

source: "Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group."
bn_bd: "ডিসকাশন অ্যাডমিন, মডারেটর এবং টিএ-রা তাদের পোস্টগুলো সব শিক্ষার্থীর জন্য দৃশ্যমান করতে পারবে অথবা নির্দিষ্ট একটি গ্রুপের জন্য নির্দিষ্ট করে দিতে পারবে।"

source: "All Groups"
bn_bd: "সব গ্রুপ"

source: "follow this post"
bn_bd: "এই পোস্টটা ফলো করুন"

source: "post anonymously to classmates"
bn_bd: "সহপাঠীদের কাছে বেনামে পোস্ট করুন"

source: "Error posting your message."
bn_bd: "আপনার বার্তা পোস্ট করতে সমস্যা হয়েছে।"

source: "This post will be visible only to %(group_name)s."
bn_bd: "এই পোস্টটি শুধুমাত্র %(group_name)s-এর সদস্যদের জন্য দৃশ্যমান হবে।"

source: "This post will be visible to everyone."
bn_bd: "এই পোস্টটি সবাই দেখতে পারবে।"

source: "Topic area"
bn_bd: "বিষয় লিখুন"

source: "Add your post to a relevant topic to help others find it. (Required)"
bn_bd: "অন্যদের খুঁজে পেতে সাহায্য করার জন্য আপনার পোস্টটি একটি প্রাসঙ্গিক বিষয়ে যোগ করুন। (আবশ্যিক)"

source: "(Community TA)"
bn_bd: "কমিউনিটি টিএ"

source: "(Staff)"
bn_bd: "কর্মচারী"

source: "All Posts"
bn_bd: "সব পোস্ট"

source: "Return to all posts"
bn_bd: "সব পোস্টগুলোতে ফিরে যান"

source: "View discussion"
bn_bd: "আলোচনা দেখুন"

source: "Load more"
bn_bd: "আরও লোড করুন"

source: "Post type"
bn_bd: "পোস্টের ধরন"

source: "Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)"
bn_bd: "প্রশ্নগুলো এমন কিছু বিষয় তোলে যার উত্তর দরকার। আলোচনাগুলো ধারণা বিনিময় করে এবং কথাবার্তা শুরু করে। (প্রয়োজনীয়)"

source: "Question"
bn_bd: "প্রশ্ন"

source: "Endorse"
bn_bd: "সমর্থন করুন"

source: "Unendorse"
bn_bd: "সমর্থন প্রত্যাহার করুন"

source: "Mark as Answer"
bn_bd: "উত্তর হিসেবে চিহ্নিত করুন"

source: "Unmark as Answer"
bn_bd: "উত্তর হিসাবে চিহ্নিত করা বাতিল করুন"

source: "Follow"
bn_bd: "ফলো করুন"

source: "Unfollow"
bn_bd: "আনফলো করুন"

source: "Vote for this post,"
bn_bd: "এই পোস্টটিতে ভোট দিন।"

source: "Report abuse"
bn_bd: "রিপোর্ট করুন"

source: "Report"
bn_bd: "রিপোর্ট করুন"

source: "Unreport"
bn_bd: "রিপোর্ট বাতিল করুন"

source: "Pin"
bn_bd: "পিন করুন"

source: "Unpin"
bn_bd: "আনপিন করুন"

source: "Open"
bn_bd: "খোলুন"

source: "Discussion Home"
bn_bd: "আলোচনা হোম"

source: "How to use %(platform_name)s discussions"
bn_bd: "%(platform_name)s-এর আলোচনা ফোরাম কিভাবে ব্যবহার করবেন"

source: "Find discussions"
bn_bd: "আলোচনা খুঁজুন"

source: "Use the All Topics menu to find specific topics."
bn_bd: "নির্দিষ্ট বিষয়গুলো খুঁজে পেতে 'সব বিষয়' মেনুটি ব্যবহার করুন।"

source: "Search all posts"
bn_bd: "সব পোস্টগুলোতে খুঁজুন"

source: "Filter and sort topics"
bn_bd: "বিষয়গুলো ফিল্টার ও সাজান"

source: "Engage with posts"
bn_bd: "পোস্টগুলোর সাথে যুক্ত হন"

source: "Vote for good posts and responses"
bn_bd: "ভালো পোস্ট ও উত্তরের জন্য ভোট দিন"

source: "Report abuse, topics, and responses"
bn_bd: "রিপোর্ট করুন অপব্যবহার, বিষয় এবং প্রতিক্রিয়া"

source: "Follow or unfollow posts"
bn_bd: "পোস্ট ফলো অথবা আনফলো করুন"

source: "Receive updates"
bn_bd: "আপডেটগুলো গ্রহণ করুন"

source: "Toggle Notifications Setting"
bn_bd: "নোটিফিকেশন সেটিংস পরিবর্তন করুন"

source: "Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following."
bn_bd: "এই বাক্সটি টিক দিন যাতে আপনি প্রতিদিন একবার আপনার অনুসরণ করা পোস্টগুলোতে নতুন কার্যকলাপের ব্যাপারে একটি ইমেল বিজ্ঞপ্তি পান।"

source: "username or email"
bn_bd: "ইউজারনেম অথবা ইমেইল"

source: "course id"
bn_bd: "কোর্স আইডি"

source: "No results"
bn_bd: "কোনো ফলাফল পাওয়া যায়নি।"

source: "Course Key"
bn_bd: "কোর্স কী"

source: "Status"
bn_bd: "স্ট্যাটাস"

source: "Grade"
bn_bd: "গ্রেড"

source: "Last Updated"
bn_bd: "সর্বশেষ হালনাগাদ"

source: "Regenerate"
bn_bd: "পুনরায় তৈরি করুন"

source: "Regenerate the user's certificate"
bn_bd: "ব্যবহারকারীর সার্টিফিকেট পুনরায় তৈরি করুন"

source: "Generate"
bn_bd: "তৈরি করুন"

source: "Generate the user's certificate"
bn_bd: "ব্যবহারকারীর সার্টিফিকেট তৈরি করুন"

source: "Current enrollment mode:"
bn_bd: "বর্তমান ভর্তির ধরণ:"

source: "New enrollment mode:"
bn_bd: "নতুন ভর্তি প্রক্রিয়া:"

source: "Reason for change:"
bn_bd: "পরিবর্তনের কারণ:"

source: "Choose One"
bn_bd: "একটি নির্বাচন করুন"

source: "Explain if other."
bn_bd: "অন্যান্য সম্পর্কে বুঝিয়ে বলুন।"

source: "Submit enrollment change"
bn_bd: "এনরোলমেন্ট পরিবর্তন জমা দিন"

source: "Username or email address"
bn_bd: "ইউজারনেম অথবা ইমেইল ঠিকানা"

source: "Course ID"
bn_bd: "কোর্স আইডি"

source: "Course Start"
bn_bd: "কোর্স শুরু"

source: "Course End"
bn_bd: "কোর্স শেষ"

source: "Upgrade Deadline"
bn_bd: "আপগ্রেড করার শেষ তারিখ"

source: "Verification Deadline"
bn_bd: "যাচাইকরণের শেষ তারিখ"

source: "Enrollment Date"
bn_bd: "ভর্তি তারিখ"

source: "Enrollment Mode"
bn_bd: "ভর্তি হওয়ার মাধ্যম"

source: "Verified mode price"
bn_bd: "যাচাইকৃত মোড এর দাম"

source: "Reason"
bn_bd: "কারণ"

source: "Last modified by"
bn_bd: "সর্বশেষ পরিবর্তন করেছেন {name}"

source: "Active"
bn_bd: "সক্রিয়"

source: "N/A"
bn_bd: "প্রযোজ্য নয়"

source: "Change Enrollment"
bn_bd: "এনরোলমেন্ট পরিবর্তন করুন"

source: "Date Joined"
bn_bd: "যোগদানের তারিখ"

source: "Password Status"
bn_bd: "পাসওয়ার্ডের অবস্থা"

source: "Toggle Account Password (Usable/Unusable)"
bn_bd: "একাউন্ট পাসওয়ার্ড পরিবর্তন করুন (ব্যবহারযোগ্য/ব্যবহারযোগ্য নয়)"

source: "Your team could not be created."
bn_bd: "আপনার দল তৈরি করা সম্ভব হয়নি।"

source: "Your team could not be updated."
bn_bd: "আপনার টিম আপডেট করা যায়নি।"

source: "Enter information to describe your team. You cannot change these details after you create the team."
bn_bd: "আপনার টিম সম্পর্কে তথ্য দিন। টিম তৈরি করার পরে আপনি এই তথ্য আর পরিবর্তন করতে পারবেন না।"

source: "Optional Characteristics"
bn_bd: "ঐচ্ছিক বৈশিষ্ট্য"

source: "Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive."
bn_bd: "অন্যান্য শিক্ষার্থীদের আপনার দলে যোগ দেওয়া উচিত কিনা, তা সিদ্ধান্ত নিতে সাহায্য করুন আপনার দলের কিছু বৈশিষ্ট্য উল্লেখ করে। সতর্কতার সাথে নির্বাচন করুন, কারণ আপনার দল খুব বেশি কঠোর মনে হলে কম সংখ্যক মানুষ এতে যোগ দিতে আগ্রহী হতে পারে।"

source: "Create team."
bn_bd: "টিম তৈরি করুন।"

source: "Update team."
bn_bd: "টীম আপডেট করুন।"

source: "Cancel team creating."
bn_bd: "টিম তৈরি বাতিল করুন।"

source: "Cancel team updating."
bn_bd: "টিম আপডেট বাতিল করুন।"

source: "Instructor tools"
bn_bd: "শিক্ষকের সরঞ্জাম"

source: "Delete Team"
bn_bd: "টিমটি ডিলিট করুন"

source: "Edit Membership"
bn_bd: "মেম্বারশিপ এডিট করুন"

source: "View Current Team Memberships"
bn_bd: "বর্তমান টিমের সদস্যপদ দেখুন"

source: "Download Memberships"
bn_bd: "সদস্যতা ডাউনলোড করুন"

source: "Assign Team Memberships"
bn_bd: "টিম মেম্বারশিপ নির্ধারণ করুন"

source: "Upload Memberships"
bn_bd: "সদস্যপদ আপলোড করুন"

source: "Error assigning team memberships"
bn_bd: "টিম মেম্বারশিপ অ্যাসাইন করতে সমস্যা হচ্ছে।"

source: "Are you having trouble finding a team to join?"
bn_bd: "আপনি কি কোনো দল খুঁজে পেতে সমস্যা করছেন?"

source: "Join Team"
bn_bd: "টিম<{name}>-এ যোগ দিন"

source: "Team Assignments"
bn_bd: "টিম অ্যাসাইনমেন্ট"

source: "Team Details"
bn_bd: "টীম ডিটেইলস"

source: "You are a member of this team."
bn_bd: "আপনি এই টিমের একজন সদস্য।"

source: "Team member profiles"
bn_bd: "টিম সদস্যের প্রোফাইল"

source: "Team capacity"
bn_bd: "দলের সক্ষমতা"

source: "Leave Team"
bn_bd: "টীম ত্যাগ করুন"

source: "Donate"
bn_bd: "অনুদান করুন"

source: "There was an error retrieving preview results for this catalog. Please check that your query is correct and try again."
bn_bd: "এই ক্যাটালগের প্রিভিউ রেজাল্ট আনার সময় একটা সমস্যা হয়েছে। অনুগ্রহ করে আপনার কোয়েরি ঠিক আছে কিনা দেখে আবার চেষ্টা করুন।"

source: "This catalog's courses:"
bn_bd: "এই ক্যাটালগের কোর্সগুলো:"

source: "Expand All"
bn_bd: "সবগুলো প্রসারিত করুন"

source: "Collapse All"
bn_bd: "সবগুলো বন্ধ করুন"

source: "Start Date"
bn_bd: "শুরুর তারিখ"

source: "Due Date"
bn_bd: "শেষ তারিখ"

source: "remove all"
bn_bd: "সবকিছু বাদ দিন"

source: "toggle chapter %(displayName)s"
bn_bd: "চ্যাপ্টার {displayName} টগল করুন"

source: "Section"
bn_bd: "ধারা"

source: "Remove chapter %(chapterDisplayName)s"
bn_bd: "চ্যাপ্টার %(chapterDisplayName)s সরান"

source: "remove"
bn_bd: "সরিয়ে দিন"

source: "toggle subsection %(displayName)s"
bn_bd: "সাবসেকশন %(displayName)s টগল করুন"

source: "Subsection"
bn_bd: "উপধারা"

source: "Remove subsection %(subsectionDisplayName)s"
bn_bd: "সাবসেকশন %(subsectionDisplayName)s সরান"

source: "Remove unit %(unitName)s"
bn_bd: "ইউনিট %(unitName)s সরান"

source: "Mark Exam As Completed"
bn_bd: "পরীক্ষা সম্পন্ন হিসেবে চিহ্নিত করুন"

source: "Exam timer and end exam button"
bn_bd: "পরীক্ষার সময় এবং পরীক্ষা শেষ করার বোতাম"

source: "End My Exam"
bn_bd: "পরীক্ষা শেষ করুন"

source: "Hide Timer"
bn_bd: "টাইমার লুকান"

source: "You are taking "{exam_link}" as {exam_type}. "
bn_bd: "আপনি {exam_type} হিসেবে "{exam_link}" পরীক্ষা দিচ্ছেন।"

source: "a timed exam"
bn_bd: "একটি সময়সীমাযুক্ত পরীক্ষা"

source: "The timer on the right shows the time remaining in the exam."
bn_bd: "ডানদিকে টাইমারটি পরীক্ষার বাকি সময় দেখাচ্ছে।"

source: "To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam"."
bn_bd: "সমস্যাগুলোর জন্য ক্রেডিট পেতে, "End My Exam" ("পরীক্ষা শেষ করুন") নির্বাচন করার আগে প্রতিটি সমস্যার জন্য "Submit" ("জমা দিন") নির্বাচন করতে হবে।"

source: "Show More"
bn_bd: "আরো দেখুন"

source: "Show Less"
bn_bd: "কম দেখান"

source: "LEARN MORE"
bn_bd: "আরও জানুন"

source: "Starts: %(start_date)s"
bn_bd: "শুরু: %(start_date)s"

source: "Starts"
bn_bd: "শুরু"

source: "Clear All"
bn_bd: "সবকিছু পরিষ্কার করুন"

source: "Highlighted text"
bn_bd: "হাইলাইট করা টেক্সট"

source: "Note"
bn_bd: "নোট"

source: "You commented..."
bn_bd: "আপনি কমেন্ট করেছেন..."

source: "Noted in:"
bn_bd: "নোট করা হয়েছে: {name} এ"

source: "Last Edited:"
bn_bd: "সর্বশেষ সম্পাদনা:"

source: "Tags:"
bn_bd: "ট্যাগ:"

source: "Clear search results"
bn_bd: "সার্চের ফলাফল পরিষ্কার করুন"

source: "Click to edit"
bn_bd: "এডিট করতে ক্লিক করুন"

source: "Order Number"
bn_bd: "অর্ডার নম্বর"

source: "Date Placed"
bn_bd: "তারিখ"

source: "Cost"
bn_bd: "খরচ"

source: "Order Details"
bn_bd: "অর্ডারের বিবরণ"

source: "for"
bn_bd: "জন্য"

source: "Product Name"
bn_bd: "পণ্যের নাম"

source: "{currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}"
bn_bd: "{currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} / {maxCharacters} টি"

source: "Financial Assistance Application"
bn_bd: "আর্থিক সহায়তা আবেদন"

source: "Profile Information"
bn_bd: "প্রোফাইল তথ্য"

source: "The following information is already a part of your {platform} profile and is required for your application. To edit this information go to "
bn_bd: "আপনার {platform} প্রোফাইলের নিম্নলিখিত তথ্যগুলো আপনার অ্যাপ্লিকেশনের জন্য প্রয়োজন। এই তথ্যগুলো পরিবর্তন করতে <a href='#'>এখানে</a> যান।"

source: "Email address"
bn_bd: "ইমেইল ঠিকানা"

source: "Legal name"
bn_bd: "আইনগত নাম"

source: "Country of residence"
bn_bd: "বাসস্থানের দেশ"

source: "Application Details"
bn_bd: "অ্যাপ্লিকেশন বিবরণ"

source: "Submit Application"
bn_bd: "অ্যাপ্লিকেশন জমা দিন"

source: "Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days."
bn_bd: "আপনার {course_name} কোর্সের জন্য আর্থিক সহায়তার আবেদন করার জন্য ধন্যবাদ! আপনি ২-৪ কর্মদিবসের মধ্যে একটি প্রতিক্রিয়া আশা করতে পারেন।"

source: "Go to Dashboard"
bn_bd: "ড্যাশবোর্ডে যান"

source: "Individual Exceptions"
bn_bd: "ব্যক্তিগত ব্যতিক্রম"

source: "Enter the username or email address of each learner that you want to add as an exception."
bn_bd: "আপনি যে সকল শিক্ষার্থীকে ব্যতিক্রম হিসেবে যোগ করতে চান তাদের ইউজারনেম অথবা ইমেইল ঠিকানা লিখুন।"

source: "Student email or username"
bn_bd: "ছাত্রের ইমেইল অথবা ইউজারনেম"

source: "Free text notes"
bn_bd: "ফ্রি টেক্সট নোট"

source: "Add to Exception List"
bn_bd: "ব্যতিক্রম তালিকায় যোগ করুন"

source: "Generate Exception Certificates"
bn_bd: "Exception সার্টিফিকেট তৈরি করুন"

source: "Certificate exceptions group selection"
bn_bd: "সার্টিফিকেট ব্যতিক্রম গ্রুপ নির্বাচন"

source: "All users on the Exception list who do not yet have a certificate"
bn_bd: "Exception লিস্টে থাকা ব্যবহারকারীদের যাদের এখনো সার্টিফিকেট নেই"

source: "All users on the Exception list"
bn_bd: "Exception লিস্টে থাকা সকল ব্যবহারকারী"

source: "User Email"
bn_bd: "ব্যবহারকারীর ইমেইল"

source: "Exception Granted"
bn_bd: "অনুমতি দেওয়া হয়েছে"

source: "Certificate Generated"
bn_bd: "সার্টিফিকেট তৈরি হয়েছে"

source: "Notes"
bn_bd: "নোট"

source: "Remove from List"
bn_bd: "তালিকা থেকে সরান"

source: "Bulk Exceptions"
bn_bd: "বাল্ক ব্যতিক্রম"

source: "Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field."
bn_bd: "শিক্ষার্থীদের জন্য যাদের বিশেষ ছাড় দেওয়া হয়েছে তাদের ব্যবহারকারীর নাম অথবা ইমেইল অ্যাড্রেস csv (.csv) ফাইলে কমা দিয়ে আলাদা করে আপলোড করুন। প্রথম কমা দিয়ে আলাদা করা ফিল্ডে ব্যবহারকারীর নাম অথবা ইমেইল অ্যাড্রেস অন্তর্ভুক্ত করুন। আপনি দ্বিতীয় কমা দিয়ে আলাদা করা ফিল্ডে ছাড়ের কারণ বর্ণনা করে একটি ঐচ্ছিক নোট অন্তর্ভুক্ত করতে পারেন।"

source: "Upload a CSV file"
bn_bd: "একটি CSV ফাইল আপলোড করুন"

source: "To invalidate a certificate for a particular learner, add the username or email address below."
bn_bd: "নির্দিষ্ট একজন শিক্ষার্থীর সার্টিফিকেটের বৈধতা বাতিল করতে নিচের ইউজারনেম অথবা ইমেইল ঠিকানা যোগ করুন।"

source: "Add notes about this learner"
bn_bd: "এই শিক্ষার্থীর সম্পর্কে নোট যোগ করুন"

source: "Invalidate Certificate"
bn_bd: "সার্টিফিকেট বাতিল করুন"

source: "Student"
bn_bd: "ছাত্র/ছাত্রী"

source: "Invalidated By"
bn_bd: "বাতিল করেছেন"

source: "Invalidated"
bn_bd: "বাতিল"

source: "Remove from Invalidation Table"
bn_bd: "ইনভ্যালিডেশন টেবিল থেকে সরান"

source: "Divided"
bn_bd: "বিভক্ত"

source: "Manage Learners"
bn_bd: "শিক্ষার্থীদের পরিচালনা করুন"

source: "Add learners to this cohort"
bn_bd: "এই কোহোর্টে শিক্ষার্থীদের যুক্ত করুন"

source: "Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment."
bn_bd: "মনে রাখবেন: শিক্ষার্থীরা শুধুমাত্র একটি কোহর্টে থাকতে পারবে। এই গ্রুপে শিক্ষার্থীদের যুক্ত করলে আগের সকল গ্রুপ এসাইনমেন্ট বাতিল হয়ে যাবে।"

source: "Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *"
bn_bd: "যাদের যোগ করতে চান তাদের ইমেল ঠিকানা এবং/অথবা ইউজারনেমগুলো নতুন লাইন অথবা কমা দিয়ে আলাদা করে লিখুন। *"

source: "(Required Field)"
bn_bd: "বাধ্যতামূলক ক্ষেত্র"

source: "e.g. johndoe@example.com, JaneDoe, joeydoe@example.com"
bn_bd: "যেমন: johndoe@example.com, JaneDoe, joeydoe@example.com"

source: "You will not receive notification for emails that bounce, so double-check your spelling."
bn_bd: "বাউন্স হওয়া ইমেইলের জন্য আপনি কোনো নোটিফিকেশন পাবেন না, তাই আপনার বানান দুবার করে দেখে নিন।"
