Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "open slots"
bn_bd: "খালি স্লট"

source: "name"
bn_bd: "নাম"

source: "team count"
bn_bd: "টিমের সংখ্যা"

source: "Teams"
bn_bd: "দল"

source: "Create"
bn_bd: "তৈরি করুন"

source: "Update"
bn_bd: "আপডেট"

source: "Team Name (Required) *"
bn_bd: "দলের নাম (আবশ্যিক) *"

source: "A name that identifies your team (maximum 255 characters)."
bn_bd: "আপনার টিমের পরিচয় বহনকারী একটি নাম (সর্বোচ্চ ২৫৫ অক্ষর)।"

source: "Team Description (Required) *"
bn_bd: "দলের বর্ণনা (আবশ্যিক) *"

source: "A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters)."
bn_bd: "টিমের একটি সংক্ষিপ্ত বর্ণনা যা অন্য শিক্ষার্থীদের দলের লক্ষ্য বা দিকনির্দেশনা বুঝতে সাহায্য করবে (সর্বোচ্চ ৩০০ অক্ষর)।"

source: "Language"
bn_bd: "ভাষা"

source: "The language that team members primarily use to communicate with each other."
bn_bd: "টিম মেম্বাররা সাধারণত একে অপরের সাথে যোগাযোগের জন্য যে ভাষা ব্যবহার করে।"

source: "Country"
bn_bd: "দেশ"

source: "The country that team members primarily identify with."
bn_bd: "যে দেশ বা জাতিগোষ্ঠীর সাথে দলের সদস্যরা প্রধানত নিজেদের মেলাতে পারে।"

source: "An error occurred. Please try again."
bn_bd: "একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Check the highlighted fields below and try again."
bn_bd: "নিচের হাইলাইট করা ক্ষেত্রগুলো দেখে আবার চেষ্টা করুন।"

source: "Enter team name."
bn_bd: "দলের নাম লিখুন।"

source: "Team name cannot have more than 255 characters."
bn_bd: "দলের নাম ২৫৫ অক্ষরের বেশি হতে পারবে না।"

source: "Enter team description."
bn_bd: "টিমের বর্ণনা লিখুন।"

source: "Team description cannot have more than 300 characters."
bn_bd: "টিমের বর্ণনা ৩০০ অক্ষরের বেশি হতে পারবে না।"

source: "An error occurred while removing the member from the team. Try again."
bn_bd: "টিম থেকে সদস্য সরানোর সময় একটি ত্রুটি ঘটেছে। আবার চেষ্টা করুন।"

source: "This team does not have any members."
bn_bd: "এই টিমে কোনো সদস্য নেই।"

source: "Joined %(date)s"
bn_bd: "{(date)} তারিখে যোগদান করেছেন"

source: "Last Activity %(date)s"
bn_bd: "শেষ কার্যক্রম %(date)s"

source: "Remove this team member?"
bn_bd: "এই টিম মেম্বারকে কি সরিয়ে দেবেন?"

source: "This learner will be removed from the team,allowing another learner to take the available spot."
bn_bd: "এই শিক্ষার্থীকে দল থেকে সরানো হবে, যাতে অন্য একজন শিক্ষার্থী খালি জায়গাটি নিতে পারে।"

source: "Delete this team?"
bn_bd: "এই টিমটা ডিলিট করবেন?"

source: "Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed."
bn_bd: "একটি টিম ডিলিট করা স্থায়ী হবে এবং এটা আর ফেরানো যাবে না। টিমের সকল সদস্যকে সরিয়ে দেওয়া হবে, এবং টিমের আলোচনাগুলো আর দেখা যাবে না।"

source: "Team "{team}" successfully deleted."
bn_bd: "টিম "{team}" সফলভাবে মুছে ফেলা হয়েছে।"

source: "Manage"
bn_bd: "পরিচালনা করুন"

source: "You are not currently a member of any team."
bn_bd: "আপনি বর্তমানে কোনো টিমের সদস্য নন।"

source: "and others"
bn_bd: "এবং অন্যান্য"

source: "Last activity {date}"
bn_bd: "সর্বশেষ সক্রিয়তা {date} "

source: "View {span_start} {team_name} {span_end}"
bn_bd: "দেখুন {span_start} {team_name} {span_end} "

source: "An error occurred. Try again."
bn_bd: "একটি ত্রুটি ঘটেছে। আবার চেষ্টা করুন।"

source: "No assignments for team"
bn_bd: "টিম {name}-এর জন্য কোনো অ্যাসাইনমেন্ট নেই।"

source: "Leave this team?"
bn_bd: "এই টিম থেকে বের হয়ে যাবেন?"

source: "If you leave, you can no longer post in this team's discussions.Your place will be available to another learner."
bn_bd: "আপনি যদি চলে যান, তাহলে এই টিমের আলোচনায় আর পোস্ট করতে পারবেন না। আপনার স্থান অন্য একজন শিক্ষার্থীকে দেওয়া হবে।"

source: "Confirm"
bn_bd: "নিশ্চিত করুন"

source: "You already belong to another team in this team set."
bn_bd: "আপনি ইতিমধ্যেই এই টিমের সেটে অন্য একটি টিমের সদস্য।"

source: "This team is full."
bn_bd: "এই টিমটা ভর্তি।"

source: "Cannot join instructor managed team"
bn_bd: "ইনস্ট্রাক্টর দ্বারা পরিচালিত টিমে যোগ দেওয়া সম্ভব নয়।"

source: " Member"
bn_bd: "সদস্য"

source: "All teams"
bn_bd: "সব দল"

source: "Teams Pagination"
bn_bd: "টিম পেজিনেশন"

source: "Topics"
bn_bd: "বিষয়গুলো"

source: "My Teams"
bn_bd: "আমার টিম"

source: "Browse"
bn_bd: "ব্রাউজ করুন"

source: "Your request could not be completed. Reload the page and try again."
bn_bd: "আপনার অনুরোধটি সম্পন্ন করা যায়নি। পেজটি রিলোড করে আবার চেষ্টা করুন।"

source: "Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem."
bn_bd: "সার্ভারে সমস্যার কারণে আপনার অনুরোধটি সম্পন্ন করা যায়নি। পেজটি রিলোড করে আবার চেষ্টা করুন। সমস্যা চললে, সমস্যা জানানোর জন্য হেল্প ট্যাবে ক্লিক করুন।"

source: "Team Search"
bn_bd: "টিম সার্চ"

source: "Create a New Team"
bn_bd: "নতুন টিম তৈরি করুন"

source: "Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know."
bn_bd: "যদি কোনো টিম খুঁজে না পান বা বন্ধুদের সাথে শিখতে চাইলে, নতুন টিম তৈরি করুন।"

source: "Edit Team"
bn_bd: "টীম এডিট করুন"

source: "If you make significant changes, make sure you notify members of the team before making these changes."
bn_bd: "যদি আপনি বড় ধরনের পরিবর্তন করেন, তাহলে এই পরিবর্তন করার আগে টিমের সদস্যদের জানাতে ভুলবেন না।"

source: "Membership"
bn_bd: "সদস্যতা"

source: "You can remove members from this team, especially if they have not participated in the team's activity."
bn_bd: "আপনি এই টিমের সদস্যদের সরিয়ে ফেলতে পারবেন, বিশেষ করে যদি তারা টিমের কার্যক্রমে অংশ না নিয়ে থাকে।"

source: "Showing results for "{searchString}\"
bn_bd: "{searchString} এর জন্য ফলাফল দেখাচ্ছে"

source: "Search teams"
bn_bd: "অনুসন্ধান দল"

source: "See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are."
bn_bd: "আপনার কোর্সের সমস্ত টিম দেখুন যেখানে আপনি সদস্য, এবং সেই সাথে পাবলিক টিমগুলোও দেখুন, যা বিষয় অনুযায়ী সাজানো থাকবে। একই বিষয়ে আগ্রহী অন্যান্য লার্নারদের সাথে সহযোগিতা করার জন্য একটি খোলা পাবলিক টিমে যোগ দিন।"

source: "See all teams you belong to and all public teams in your course, organized by topic."
bn_bd: "আপনার কোর্সের সমস্ত টপিক অনুসারে সাজানো আপনার অধীনে থাকা দলগুলো এবং পাবলিক দলগুলো দেখুন।"

source: "See all teams you belong to."
bn_bd: "আপনি যে সকল টিমে আছেন, সেগুলো দেখুন।"

source: "All Topics"
bn_bd: "সব বিষয়"

source: "The page "{route}" could not be found."
bn_bd: "পেজটি "{route}" খুঁজে পাওয়া যায়নি।"

source: "The topic "{topic}" could not be found."
bn_bd: "{topic} নামের বিষয়টি খুঁজে পাওয়া যায়নি।"

source: "The team "{team}" could not be found."
bn_bd: "{team} নামের দলটিকে খুঁজে পাওয়া যায়নি।"

source: "{team_count} Team"
bn_bd: "{team_count} টি দল"

source: "Topic"
bn_bd: "বিষয়"

source: "View Teams in the {topic_name} Topic"
bn_bd: "{topic_name} বিষয়ে টিমগুলো দেখুন"

source: "{browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}."
bn_bd: "{browse_span_start}অন্যান্য বিষয়ের টিমগুলো দেখুন{span_end} অথবা এই বিষয়ের মধ্যে {search_span_start}টিম খুঁজুন{span_end} । যদি আপনি এখনও কোনো টিম খুঁজে না পান, তাহলে এই বিষয়ে {create_span_start}নতুন টিম তৈরি করুন{span_end}।"

source: "An error occurred while looking up team membership. Try refreshing the page."
bn_bd: "টিম মেম্বারশিপ খোঁজার সময় একটি ত্রুটি ঘটেছে। পেজটি রিফ্রেশ করে দেখুন।"

source: "All topics"
bn_bd: "সব বিষয়"

source: "Insert Hyperlink"
bn_bd: "হাইপারলিঙ্ক যোগ করুন"

source: "e.g. 'http://google.com'"
bn_bd: "যেমন: 'http://google.com'"

source: "Link Description"
bn_bd: "লিংকের বর্ণনা"

source: "e.g. 'google'"
bn_bd: "গুগল"

source: "Please provide a description of the link destination."
bn_bd: "লিঙ্কের গন্তব্য সম্পর্কে একটি বর্ণনা দিন।"

source: "Insert Image (upload file or type URL)"
bn_bd: "ছবি যুক্ত করুন (ফাইল আপলোড করুন অথবা URL লিখুন)"

source: "Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')"
bn_bd: "একটি URL টাইপ করুন অথবা আপনার কম্পিউটার থেকে ফাইল আপলোড করার জন্য "Choose File" বোতামটি ব্যবহার করুন। (যেমন: 'http://example.com/img/clouds.jpg')"

source: "Image Description"
bn_bd: "ইমেজ বর্ণনা"

source: "Please describe this image or agree that it has no contextual value by checking the checkbox."
bn_bd: "অনুগ্রহ করে এই ছবিটা বর্ণনা করুন অথবা চেকবক্সটিতে টিক দিয়ে জানান যে এর কোনো প্রাসঙ্গিকতা নেই।"

source: "e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image."
bn_bd: "আকাশে মেঘ আছে। যাদের ছবিটা দেখা যাচ্ছে না, তাদের জন্য এই বর্ণনাটা দরকারি।"

source: "How to create useful text alternatives."
bn_bd: "কার্যকরী টেক্সট বিকল্প তৈরি করার নিয়মাবলী।"

source: "This image is for decorative purposes only and does not require a description."
bn_bd: "এই ছবিটি শুধুমাত্র সাজানোর জন্য ব্যবহার করা হয়েছে, এর কোনো বর্ণনা দেওয়ার প্রয়োজন নেই।"

source: "Markdown Editing Help"
bn_bd: "Markdown সম্পাদনা সহায়িকা"

source: "Please provide a valid URL."
bn_bd: "অনুগ্রহ করে একটি বৈধ URL দিন।"

source: "%(errorCount)s error found in form."
bn_bd: "%(errorCount)sটি ভুল পাওয়া গেছে ফর্মে।"

source: "Bold (Ctrl+B)"
bn_bd: "বোল্ড (Ctrl+B)"

source: "Italic (Ctrl+I)"
bn_bd: "ইটালিক (Ctrl+I)"

source: "Hyperlink (Ctrl+L)"
bn_bd: "হাইপারলিঙ্ক (Ctrl+L)"

source: "Blockquote (Ctrl+Q)"
bn_bd: "ব্লককোট (Ctrl+Q)"

source: "Code Sample (Ctrl+K)"
bn_bd: "কোড নমুনা (Ctrl+K)"

source: "Image (Ctrl+G)"
bn_bd: "ছবি (Ctrl+G)"

source: "Numbered List (Ctrl+O)"
bn_bd: "নম্বরযুক্ত তালিকা (Ctrl+O)"

source: "Bulleted List (Ctrl+U)"
bn_bd: "বুলেটেড লিস্ট (Ctrl+U)"

source: "Heading (Ctrl+H)"
bn_bd: "শিরোনাম (Ctrl+H)"

source: "Horizontal Rule (Ctrl+R)"
bn_bd: "অনুভূমিক রেখা (Ctrl+R)"

source: "Undo (Ctrl+Z)"
bn_bd: "আনডু (Ctrl+Z)"

source: "Redo (Ctrl+Y)"
bn_bd: "পুনরায় করুন (Ctrl+Y)"

source: "Redo (Ctrl+Shift+Z)"
bn_bd: "পুনরায় করুন (Ctrl+Shift+Z)"

source: "strong text"
bn_bd: "শক্তিশালী লেখা"

source: "emphasized text"
bn_bd: "জোর দেওয়া লেখা"

source: "enter link description here"
bn_bd: "লিঙ্কের বর্ণনা এখানে লিখুন"

source: "Blockquote"
bn_bd: "ব্লককোট"

source: "enter code here"
bn_bd: "কোড লিখুন"

source: "List item"
bn_bd: "তালিকা আইটেম"

source: "Heading"
bn_bd: "শিরোনাম"

source: "You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work)."
bn_bd: "আপনার অ্যাকাউন্ট থেকে লগ আউট করা হয়েছে। পুনরায় লগইন করার জন্য ওকে ক্লিক করুন। এই পেজে থাকতে চাইলে বাতিল করুন ক্লিক করুন (আপনার কাজ সংরক্ষণ করতে হলে পুনরায় লগইন করতে হবে)।"

source: "Preview this query"
bn_bd: "এই ক্যোয়ারি প্রিভিউ করুন"

source: "Open Calculator"
bn_bd: "ক্যালকুলেটর খুলুন"

source: "Close Calculator"
bn_bd: "ক্যালকুলেটর বন্ধ করুন"

source: "All subsections"
bn_bd: "সকল উপধারা"

source: "All units"
bn_bd: "সব ইউনিট"

source: "Click to change"
bn_bd: "পরিবর্তন করতে ক্লিক করুন"

source: "Select a chapter"
bn_bd: "একটি অধ্যায় নির্বাচন করুন"

source: "Save changes"
bn_bd: "পরিবর্তনগুলি সেভ করুন"

source: "Please enter valid start date and time."
bn_bd: "অনুগ্রহ করে বৈধ শুরুর তারিখ ও সময় লিখুন।"

source: "Due date cannot be before start date."
bn_bd: "শেষ তারিখ শুরুর তারিখের আগে হতে পারবে না।"

source: "Enter Due Date and Time"
bn_bd: "পরিকল্পিত তারিখ ও সময় লিখুন"

source: "Enter Start Date and Time"
bn_bd: "শুরুর তারিখ ও সময় লিখুন"

source: "Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button."
bn_bd: "শিক্ষার্থীর ইউজারনেম/ইমেইল ঠিকানা দেওয়া আবশ্যক এবং এটি খালি রাখা যাবে না। অনুগ্রহ করে ইউজারনেম/ইমেইল লিখুন এবং তারপর "Add to Exception List" বোতামে চাপুন।"

source: "Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button."
bn_bd: "ছাত্রের ইউজারনেম/ইমেইল ক্ষেত্রটি পূরণ করা আবশ্যক এবং এটি খালি রাখা যাবে না। অনুগ্রহ করে ইউজারনেম/ইমেইল লিখুন এবং তারপর "সার্টিফিকেট বাতিল করুন" বোতামে চাপুন।"

source: "Student Removed from certificate allowlist successfully."
bn_bd: "সফলভাবে {name} কে সার্টিফিকেট অ্যালাওলিস্ট থেকে সরানো হয়েছে।"

source: "Could not find Certificate Exception in the allowlist. Please refresh the page and try again"
bn_bd: "অ্যালাওলিস্টে সার্টিফিকেট এক্সেপশন খুঁজে পাওয়া যায়নি। অনুগ্রহ করে পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Server Error, Please refresh the page and try again."
bn_bd: "সার্ভারে সমস্যা হয়েছে। অনুগ্রহ করে পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "<%- user %> already in exception list."
bn_bd: "<%= user %> ইতিমধ্যে ব্যতিক্রম তালিকায় আছেন।"

source: "<%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate."
bn_bd: "<%- user %>-কে সফলভাবে ব্যতিক্রম তালিকায় যুক্ত করা হয়েছে। সার্টিফিকেট পাঠানোর জন্য নিচের 'Exception Certificate তৈরি করুন' বাটনে ক্লিক করুন।"

source: " learners were successfully added to exception list"
bn_bd: "সফলভাবে শিক্ষার্থীদের ব্যতিক্রম তালিকায় যুক্ত করা হয়েছে।"

source: " learner was successfully added to the exception list"
bn_bd: "{name} কে সফলভাবে ব্যতিক্রম তালিকায় যুক্ত করা হয়েছে।"

source: " records are not in the correct format and have not been added to the exception list"
bn_bd: "রেকর্ডগুলো সঠিক ফরম্যাটে নেই এবং এগুলো ব্যতিক্রম লিস্টে যোগ করা হয়নি।"

source: " record is not in the correct format and has not been added to the exception list"
bn_bd: "রেকর্ডটি সঠিক ফরম্যাটে নেই এবং এটি ব্যতিক্রম তালিকায় যোগ করা হয়নি।"

source: " learner accounts cannot be found and have not been added to the exception list"
bn_bd: "শিক্ষার্থীর অ্যাকাউন্টগুলো খুঁজে পাওয়া যাচ্ছে না এবং এগুলো ব্যতিক্রম তালিকায় যোগ করা হয়নি।"

source: " learner account cannot be found and has not been added to the exception list"
bn_bd: "learner অ্যাকাউন্টটি খুঁজে পাওয়া যায়নি এবং এটি ব্যতিক্রম তালিকায় যুক্ত করা হয়নি।"

source: " learners already appear on the exception list in this course"
bn_bd: "এই কোর্সে {name} ইতিমধ্যে ব্যতিক্রম তালিকায় দেখা যাচ্ছে।"

source: " learner already appears on the exception list in this course"
bn_bd: "{name} এই কোর্সের ব্যতিক্রম তালিকায় ইতিমধ্যে রয়েছে।"

source: " learners are not enrolled in this course and have not added to the exception list"
bn_bd: "এই কোর্সে এখনো কোনো শিক্ষার্থী ভর্তি হয়নি এবং কাউকে ব্যতিক্রম তালিকায় যুক্ত করা হয়নি।"

source: " learner is not enrolled in this course and has not been added to the exception list"
bn_bd: "এই শিক্ষার্থী এই কোর্সে ভর্তি হয়নি এবং ব্যতিক্রম তালিকায় যুক্ত করা হয়নি।"

source: " learners have an active certificate invalidation in this course and have not been added to the exception list"
bn_bd: "এই কোর্সে কিছু শিক্ষার্থীর সক্রিয় সার্টিফিকেট বাতিলকরণ রয়েছে এবং তাদের ব্যতিক্রম তালিকায় যোগ করা হয়নি।"

source: " learner has an active certificate invalidation in this course and has not been added to the exception list"
bn_bd: "{name} এই কোর্সে একটি সক্রিয় সার্টিফিকেট বাতিলকরণ রয়েছে এবং তাকে ব্যতিক্রম তালিকায় যুক্ত করা হয়নি।"

source: " learners encountered unknown errors"
bn_bd: "শিক্ষার্থীরা অজানা ত্রুটিগুলোর সম্মুখীন হয়েছে।"

source: " learner encountered an unknown error"
bn_bd: "{name} একজন অজানা ত্রুটির সম্মুখীন হয়েছে।"

source: "Uploaded file issues. Click on "+" to view."
bn_bd: "আপলোড করা ফাইলে সমস্যা হয়েছে। বিস্তারিত দেখার জন্য "+" তে ক্লিক করুন।"

source: "Certificate of <%= user %> has already been invalidated. Please check your spelling and retry."
bn_bd: "{user} এর সার্টিফিকেটটি ইতিমধ্যে বাতিল করা হয়েছে। অনুগ্রহ করে আপনার বানান পরীক্ষা করে আবার চেষ্টা করুন।"

source: "Certificate has been successfully invalidated for <%= user %>."
bn_bd: "{user} এর জন্য সার্টিফিকেটটি সফলভাবে বাতিল করা হয়েছে।"

source: "The certificate for this learner has been re-validated and the system is re-running the grade for this learner."
bn_bd: "এই শিক্ষার্থীর সার্টিফিকেশন পুনরায় যাচাই করা হয়েছে এবং সিস্টেমটি এই শিক্ষার্থীর গ্রেড পুনরায় গণনা করছে।"

source: "Could not find Certificate Invalidation in the list. Please refresh the page and try again"
bn_bd: "লিস্টে সার্টিফিকেট ইনভ্যালিডেশন খুঁজে পাওয়া যায়নি। অনুগ্রহ করে পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "There has been an error processing your survey."
bn_bd: "আপনার সার্ভে প্রক্রিয়াকরণে একটি ত্রুটি হয়েছে।"

source: "More"
bn_bd: "আরো"

source: "Less"
bn_bd: "কম"

source: "HTML preview of post"
bn_bd: "পোস্টের HTML প্রিভিউ"

source: "Preview"
bn_bd: "প্রিভিউ"

source: "Your question or idea (required)"
bn_bd: "আপনার প্রশ্ন অথবা আইডিয়া লিখুন (আবশ্যিক)"

source: "Please enter a valid donation amount."
bn_bd: "অনুগ্রহ করে একটি বৈধ দানের পরিমাণ লিখুন।"

source: "Your donation could not be submitted."
bn_bd: "আপনার অনুদানটি জমা দিতে সমস্যা হয়েছে।"

source: "You will be refunded the amount you paid."
bn_bd: "আপনি যে পরিমাণ টাকা দিয়েছেন, তা ফেরত দেওয়া হবে।"

source: "You will not be refunded the amount you paid."
bn_bd: "আপনি যে পরিমাণ টাকা পরিশোধ করেছেন, তা ফেরত দেওয়া হবে না।"

source: "Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?"
bn_bd: "আপনি কি নিশ্চিত যে আপনি কেনা কোর্স {courseName} ({courseNumber}) থেকে আনএনরোল করতে চান?"

source: "Are you sure you want to unenroll from {courseName} ({courseNumber})?"
bn_bd: "আপনি কি নিশ্চিতভাবে {courseName} ({courseNumber}) কোর্সটি থেকে আনএনরোল করতে চান?"

source: "Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?"
bn_bd: "আপনি কি নিশ্চিতভাবে {courseName}-এর ({courseNumber}) যাচাইকৃত {certNameLong} ট্র্যাক থেকে নিজেকে সরিয়ে নিতে চান?"

source: "Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?"
bn_bd: "আপনি কি নিশ্চিতভাবে {courseName} ({courseNumber}) এর যাচাইকৃত {certNameLong} ট্র্যাক থেকে আনএনরোল করতে চান?"

source: "The refund deadline for this course has passed, so you will not receive a refund."
bn_bd: "এই কোর্সের রিফান্ড করার সময়সীমা পেরিয়ে গেছে, তাই আপনি রিফান্ড পাবেন না।"

source: "Unable to determine whether we should give you a refund because of System Error. Please try again later."
bn_bd: "সিস্টেম ত্রুটির কারণে {name}-কে রিফান্ড দেওয়া যাবে কিনা, তা নির্ধারণ করা যায়নি। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।"

source: "Viewing %s course"
bn_bd: "{name} কোর্সটি দেখছেন"

source: "We couldn't find any results for "%s"."
bn_bd: "আমরা "%s" এর জন্য কোনো ফলাফল খুঁজে পাইনি।"

source: "There was an error, try searching again."
bn_bd: "একটি ত্রুটি হয়েছে, আবার চেষ্টা করুন।"

source: "Not divided"
bn_bd: "বিভক্ত করা হয়নি"

source: "Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in."
bn_bd: "আলোচনাগুলো একত্রিত করা হয়েছে; সকল শিক্ষার্থী যেকোনো গ্রুপের হোক না কেন, একে অপরের পোস্টের সাথে যোগাযোগ করতে পারবে।"

source: "Enrollment Tracks"
bn_bd: "এনরোলমেন্ট ট্র্যাক"

source: "Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts."
bn_bd: "আলোচনা ভাগ করার জন্য এনরোলমেন্ট ট্র্যাকগুলো ব্যবহার করুন। সকল শিক্ষার্থী, তাদের এনরোলমেন্ট ট্র্যাক ভিন্ন হলেও, একই আলোচনার বিষয়গুলো দেখতে পাবে। তবে, ভাগ করা বিষয়গুলোর মধ্যে, শুধুমাত্র একই এনরোলমেন্ট ট্র্যাকে থাকা শিক্ষার্থীরা একে অপরের পোস্ট দেখতে ও উত্তর দিতে পারবে।"

source: "Cohorts"
bn_bd: "ক cohort"

source: "Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts. "
bn_bd: "আলোচনা ভাগ করার ভিত্তি হিসেবে cohort ব্যবহার করুন। সকল শিক্ষার্থী, cohort নির্বিশেষে একই আলোচনার বিষয় দেখতে পাবে, তবে ভাগ করা বিষয়গুলোর মধ্যে, শুধুমাত্র একই cohort-এর সদস্যরা একে অপরের পোস্ট দেখতে ও উত্তর দিতে পারবে।"

source: "Discussion topics in the course are not divided."
bn_bd: "এই কোর্সের আলোচনার বিষয়গুলো ভাগ করা হয়নি।"

source: "Any divided discussion topics are divided based on enrollment track."
bn_bd: "আলোচনার বিষয়গুলো {name}-এর ভিত্তিতে ভাগ করা হয়েছে।"

source: "Any divided discussion topics are divided based on cohort."
bn_bd: "আলোচনার বিষয়গুলো কোহর্টের ভিত্তিতে ভাগ করা হয়েছে।"

source: "Your changes have been saved. {details}"
bn_bd: "আপনার পরিবর্তনগুলো সেভ করা হয়েছে। {details}"

source: "We have encountered an error. Refresh your browser and then try again."
bn_bd: "একটি ত্রুটি ঘটেছে। ব্রাউজার রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "We've encountered an error. Refresh your browser and then try again."
bn_bd: "একটি সমস্যা হয়েছে। ব্রাউজার রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page."
bn_bd: "একটি ত্রুটি ঘটেছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি ইন্টারনেটের সাথে সংযুক্ত আছেন, এবং তারপর পেজটি রিফ্রেশ করার চেষ্টা করুন।"

source: "Hide notes"
bn_bd: "নোটস লুকান"

source: "Notes visible"
bn_bd: "নোটগুলো দেখা যাচ্ছে"

source: "Show notes"
bn_bd: "নোটগুলো দেখান"

source: "Notes hidden"
bn_bd: "নোট লুকানো আছে"

source: "Please enter a term in the {anchorStart} search field{anchorEnd}."
bn_bd: "অনুগ্রহ করে {anchorStart} সার্চ বক্সে একটি শব্দ লিখুন{anchorEnd}।"

source: "Current tab"
bn_bd: "বর্তমান ট্যাব"

source: "Location in Course"
bn_bd: "কোর্সের লোকেশন"

source: "Recent Activity"
bn_bd: "সাম্প্রতিক কার্যকলাপ"

source: "No results found for "{query_string}". Please try searching again."
bn_bd: "{query_string} এর জন্য কোনো ফলাফল পাওয়া যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Search Results"
bn_bd: "অনুসন্ধান ফলাফল"

source: "[no tags]"
bn_bd: "কোনো ট্যাগ নেই"

source: "Tags"
bn_bd: "ট্যাগ"

source: "Unable to submit application"
bn_bd: "অ্যাপ্লিকেশন জমা দিতে সমস্যা হচ্ছে।"

source: "An error has occurred. Check your Internet connection and try again."
bn_bd: "একটি ত্রুটি ঘটেছে। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।"

source: "Choose one"
bn_bd: "একটি বেছে নিন"

source: "Selected tab"
bn_bd: "নির্বাচিত ট্যাব"

source: "Saved cohort"
bn_bd: "সঞ্চিত কোহোর্ট"

source: "Error adding learners."
bn_bd: "শিক্ষার্থী যুক্ত করতে সমস্যা হয়েছে।"

source: "Enter a username or email."
bn_bd: "ইউজারনেম অথবা ইমেইল লিখুন।"

source: "{numUsersAdded} learner has been added to this cohort. "
bn_bd: "{numUsersAdded} জন শিক্ষার্থী এই কোহোর্টে যুক্ত হয়েছে।"

source: "{numMoved} learner was moved from {prevCohort}"
bn_bd: "{numMoved} জন শিক্ষার্থী {prevCohort} থেকে সরানো হয়েছে।"

source: "{numPresent} learner was already in the cohort"
bn_bd: "{numPresent} জন শিক্ষার্থী ইতিমধ্যেই এই কোহোর্টে আছেন।"

source: "{numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.{numPreassigned} learners were pre-assigned for this cohort. These learners will automatically be added to the cohort when they enroll in the course."
bn_bd: "{numPreassigned} জন শিক্ষার্থীকে এই কোহোর্টে আগে থেকেই নির্ধারণ করা হয়েছে। তারা কোর্সে ভর্তি হওয়ার সাথে সাথেই স্বয়ংক্রিয়ভাবে এই কোহোর্টে যুক্ত হবে।{numPreassigned} জন শিক্ষার্থীকে এই কোহোর্টে আগে থেকেই নির্ধারণ করা হয়েছে। তারা কোর্সে ভর্তি হওয়ার সাথে সাথেই স্বয়ংক্রিয়ভাবে এই কোহোর্টে যুক্ত হবে।"

source: "Unknown username: {user}"
bn_bd: "অজানা ইউজারনেম: {user}"

source: "Invalid email address: {email}"
bn_bd: "ভুল ইমেইল ঠিকানা: {email}"

source: "Cohort assignment not allowed: {email_or_username}"
bn_bd: "ক cohort এ অ্যাসাইনমেন্ট করা যাবে না: {email_or_username}"

source: "There was an error when trying to add learners:"
bn_bd: "শিক্ষার্থীদের যোগ করার সময় একটি সমস্যা হয়েছে:"

source: "View all errors"
bn_bd: "সব ভুলগুলো দেখুন"

source: "You must specify a name for the cohort"
bn_bd: " cohort এর জন্য একটা নাম দিতে হবে।"
