Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "Failed to rescore problem for user."
bn_bd: "ব্যবহারকারী {name}-এর জন্য সমস্যাটি পুনরায় স্কোর করতে ব্যর্থ হয়েছে।"

source: "Successfully rescored problem to improve score for user {user}"
bn_bd: "ব্যবহারকারী {user} এর জন্য স্কোর উন্নত করার উদ্দেশ্যে সমস্যাটি পুনরায় মূল্যায়ন করা হয়েছে।"

source: "Failed to rescore problem to improve score for user."
bn_bd: "ব্যবহারকারী {name}-এর জন্য স্কোর উন্নত করার জন্য সমস্যাটি রিস্কোর করতে ব্যর্থ।"

source: "Successfully overrode problem score for {user}"
bn_bd: "সফলভাবে {user}-এর সমস্যার স্কোর পরিবর্তন করা হয়েছে।"

source: "Could not override problem score for {user}."
bn_bd: "{user}-এর সমস্যার স্কোর পরিবর্তন করা যায়নি।"

source: "Enter and confirm your new password."
bn_bd: "আপনার নতুন পাসওয়ার্ড লিখুন এবং নিশ্চিত করুন।"

source: "New Password"
bn_bd: "নতুন পাসওয়ার্ড"

source: "Confirm Password"
bn_bd: "পাসওয়ার্ড নিশ্চিত করুন"

source: "Passwords do not match."
bn_bd: "পাসওয়ার্ডগুলো মিলছে না।"

source: "Reset My Password"
bn_bd: "আমার পাসওয়ার্ড রিসেট করুন"

source: "Reset Your Password"
bn_bd: "আপনার পাসওয়ার্ড রিসেট করুন"

source: "Error: "
bn_bd: "এরর: "

source: "You may also lose access to verified certificates and other program credentials. You can make a copy of these for your records before proceeding with deletion."
bn_bd: "আপনি যাচাইকৃত সার্টিফিকেট এবং অন্যান্য প্রোগ্রামের প্রমাণপত্রও হারাতে পারেন। ডিলিট করার আগে আপনার রেকর্ডের জন্য এগুলোর কপি করে রাখতে পারেন।"

source: "Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}."
bn_bd: "এগিয়ে যাওয়ার আগে, অনুগ্রহ করে {htmlStart}সব সামাজিক মাধ্যম অ্যাকাউন্ট আনলিঙ্ক করুন{htmlEnd}।"

source: "Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}."
bn_bd: "এগিয়ে যাবার আগে, অনুগ্রহ করে {htmlStart}{emailMsg}{htmlEnd} দেখুন।"

source: "{htmlStart}Want to change your email, name, or password instead?{htmlEnd}"
bn_bd: "{htmlStart}ইমেইল, নাম অথবা পাসওয়ার্ড পরিবর্তন করতে চান?{htmlEnd}"

source: "{strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}"
bn_bd: "সতর্কবার্তা: অ্যাকাউন্ট ডিলিট করা permanent। অনুগ্রহ করে উপরের লেখাটা ভালোভাবে পড়ে নিন। এটা একটা irreversible অ্যাকশন, এবং {platformName}-এ আপনি আর একই ইমেইল ব্যবহার করতে পারবেন না।"

source: "Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted."
bn_bd: "অনুগ্রহ করে মনে রাখবেন: আপনার অ্যাকাউন্ট এবং ব্যক্তিগত ডেটা মুছে ফেলা স্থায়ী এবং এটি পূর্বাবর্তী করা যাবে না। {platformName} আপনার অ্যাকাউন্ট বা মুছে ফেলা ডেটা পুনরুদ্ধার করতে পারবে না।"

source: "Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}."
bn_bd: "আপনার অ্যাকাউন্ট ডিলিট করার পরে, আপনি আর {platformName} অ্যাপ, {siteName} অথবা {platformName} দ্বারা হোস্ট করা অন্য কোনো সাইটে কোর্স করতে পারবেন না।"

source: "This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}."
bn_bd: "এর মধ্যে আপনার প্রতিষ্ঠান অথবা বিশ্ববিদ্যালয়ের সিস্টেম থেকে {siteName}-এ প্রবেশাধিকার অন্তর্ভুক্ত।{additionalSiteSpecificDeletionText}"

source: "We’re sorry to see you go!"
bn_bd: "আমরা আপনাকে হারাতে পেরে দুঃখিত!"

source: "Delete My Account"
bn_bd: "আমার অ্যাকাউন্ট ডিলিট করুন"

source: "Password is incorrect"
bn_bd: "পাসওয়ার্ডটি ভুল।"

source: "Unable to delete account"
bn_bd: "একাউন্টটি ডিলিট করা সম্ভব হচ্ছে না।"

source: "Please re-enter your password."
bn_bd: "দয়া করে আপনার পাসওয়ার্ডটি পুনরায় লিখুন।"

source: "Sorry, there was an error trying to process your request. Please try again later."
bn_bd: "দুঃখিত, আপনার অনুরোধটি প্রক্রিয়াকরণে একটি ত্রুটি ঘটেছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।"

source: "A Password is required"
bn_bd: "পাসওয়ার্ড দিতে হবে"

source: "You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted."
bn_bd: "আপনি "আমার অ্যাকাউন্ট ডিলিট করুন" নির্বাচন করেছেন। আপনার অ্যাকাউন্ট এবং ব্যক্তিগত ডেটা ডিলিট করা স্থায়ী এবং এটি পূর্বাবর্তী করা যাবে না। {platformName} আপনার অ্যাকাউন্ট বা ডিলিট করা ডেটা পুনরুদ্ধার করতে পারবে না।"

source: "If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}."
bn_bd: "যদি আপনি आगे যান, আপনি এই অ্যাকাউন্টটি {platformName} অ্যাপ, {siteName} অথবা {platformName} দ্বারা হোস্ট করা অন্য কোনো সাইটে কোর্স করার জন্য ব্যবহার করতে পারবেন না।"

source: "If you still wish to continue and delete your account, please enter your account password:"
bn_bd: "যদি আপনি এখনও চালিয়ে যেতে এবং আপনার অ্যাকাউন্ট মুছে ফেলতে চান, তাহলে অনুগ্রহ করে আপনার অ্যাকাউন্টের পাসওয়ার্ড লিখুন:"

source: "Yes, Delete"
bn_bd: "হ্যাঁ, মুছুন"

source: "We're sorry to see you go! Your account will be deleted shortly."
bn_bd: "আমরা আপনাকে হারাতে দুঃখিত! আপনার অ্যাকাউন্টটি শীঘ্রই মুছে ফেলা হবে।"

source: "Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email."
bn_bd: "আপনার অ্যাকাউন্ট মুছে ফেলা, যার মধ্যে ইমেইল তালিকা থেকে বাদ দেওয়াও অন্তর্ভুক্ত, আমাদের সিস্টেমে সম্পূর্ণরূপে প্রক্রিয়া হতে কয়েক সপ্তাহ লাগতে পারে। এর আগে ইমেইল থেকে নিজেকে সরিয়ে নিতে চাইলে, অনুগ্রহ করে যেকোনো ইমেইলের নিচে দেওয়া আনসাবস্ক্রাইব লিঙ্কে ক্লিক করুন।"

source: "Terms of Service and Honor Code"
bn_bd: "পরিষেবার শর্তাবলী এবং সম্মানের সনদ"

source: "query param next is provide"
bn_bd: "query param next প্রদান করুন"

source: "query param next is internal"
bn_bd: "query param next ইন্টারনাল"

source: "Saving your email preference"
bn_bd: "আপনার ইমেল পছন্দ সংরক্ষণ করা হচ্ছে"

source: "Enrolling you in the selected course"
bn_bd: "আপনাকে নির্বাচিত কোর্সে ভর্তি করা হচ্ছে।"

source: "course mode param is not provided"
bn_bd: "কোর্স মোড প্যারামিটার দেওয়া হয়নি।"

source: "course mode param is provided"
bn_bd: "কোর্স মোড প্যারামিটার দেওয়া হয়েছে।"

source: "Adding the selected course to your cart"
bn_bd: "আপনার কার্টে নির্বাচিত কোর্সটি যোগ করা হচ্ছে।"

source: " redirect the user to the next page"
bn_bd: "ব্যবহারকারীকে পরবর্তী পৃষ্ঠায় রিডাইরেক্ট করুন"

source: "Loading your courses"
bn_bd: "আপনার কোর্সগুলো লোড হচ্ছে"

source: "An error occurred."
bn_bd: "একটি ত্রুটি ঘটেছে।"

source: "(optional)"
bn_bd: "(ঐচ্ছিক)"

source: "We couldn't sign you in."
bn_bd: "আমরা আপনাকে সাইন ইন করতে পারিনি।"

source: "An error occurred when signing you in to %s."
bn_bd: "%s-এ সাইন ইন করার সময় একটি ত্রুটি ঘটেছে।"

source: "Check Your Email"
bn_bd: "আপনার ইমেইল চেক করুন"

source: "{paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}"
bn_bd: "{paragraphStart}আপনি {boldStart}{email}{boldEnd} প্রবেশ করেছেন। যদি এই ইমেল ঠিকানাটি আপনার {platform_name} অ্যাকাউন্টের সাথে যুক্ত থাকে, তাহলে আমরা এই ইমেল ঠিকানায় পাসওয়ার্ড পুনরুদ্ধারের নির্দেশাবলীসহ একটি বার্তা পাঠাবো।{paragraphEnd}{paragraphStart}যদি ১ মিনিটের মধ্যে আপনি পাসওয়ার্ড রিসেট করার বার্তা না পান, তাহলে নিশ্চিত করুন যে আপনি সঠিক ইমেল ঠিকানা প্রবেশ করেছেন, অথবা আপনার স্প্যাম ফোল্ডারটি পরীক্ষা করুন।{paragraphEnd}{paragraphStart}যদি আপনার আরও সহায়তার প্রয়োজন হয়, তাহলে {anchorStart}টেকনিক্যাল সাপোর্টের সাথে যোগাযোগ করুন{anchorEnd}।"

source: "An error has occurred. Try refreshing the page, or check your Internet connection."
bn_bd: "একটি ত্রুটি ঘটেছে। পেজটি রিফ্রেশ করুন অথবা আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।"

source: "In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}."
bn_bd: "সাইন ইন করার জন্য, আপনাকে আপনার অ্যাকাউন্ট সক্রিয় করতে হবে।{line_break}{line_break}আমরা এই মুহূর্তে {strong_start} {email} {strong_end}-এ একটি অ্যাক্টিভেশন লিঙ্ক পাঠিয়েছি। যদি আপনি ইমেল না পান, তাহলে আপনার স্প্যাম ফোল্ডারগুলো দেখে নিন অথবা {anchorStart} {platform_name} সাপোর্টের সাথে যোগাযোগ করুন{anchorEnd}।"

source: "An unexpected error has occurred."
bn_bd: "একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।"

source: "You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password."
bn_bd: "আপনি সফলভাবে %(currentProvider)s-এ সাইন ইন করেছেন, কিন্তু আপনার %(currentProvider)s অ্যাকাউন্টের সাথে %(platformName)s অ্যাকাউন্ট লিঙ্ক করা নেই। অ্যাকাউন্ট লিঙ্ক করার জন্য, এখন আপনার %(platformName)s পাসওয়ার্ড ব্যবহার করে সাইন ইন করুন।"

source: "We couldn't create your account."
bn_bd: "আপনার অ্যাকাউন্ট তৈরি করা সম্ভব হয়নি।"

source: "Create Account"
bn_bd: "অ্যাকাউন্ট তৈরি করুন"

source: "(required)"
bn_bd: "প্রয়োজনীয়"

source: "You've successfully signed into %(currentProvider)s."
bn_bd: "আপনি সফলভাবে {currentProvider}-এ সাইন ইন করেছেন।"

source: "We just need a little more information before you start learning with %(platformName)s."
bn_bd: "আপনি %(platformName)s-এর সাথে শেখা শুরু করার আগে আমাদের আরও সামান্য কিছু তথ্য দরকার।"

source: "Image Upload Error"
bn_bd: "ছবি আপলোড করতে সমস্যা হয়েছে।"

source: "Please verify that you have uploaded a valid image (PNG and JPEG)."
bn_bd: "দয়া করে নিশ্চিত করুন যে আপনি একটি বৈধ ছবি (PNG এবং JPEG) আপলোড করেছেন।"

source: "An error has occurred. Please try again later."
bn_bd: "একটি ত্রুটি ঘটেছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।"

source: "Could not submit photos"
bn_bd: "ছবি জমা দিতে সমস্যা হয়েছে।"

source: "Professional Education Verified Certificate"
bn_bd: "পেশাদার শিক্ষা যাচাইকৃত সার্টিফিকেট"

source: "Professional Education"
bn_bd: "পেশাদার শিক্ষা"

source: "Verified Certificate upgrade"
bn_bd: "যাচাইকৃত সার্টিফিকেট আপগ্রেড"

source: "Verified Certificate"
bn_bd: "যাচাইকৃত সার্টিফিকেট"

source: "Checkout"
bn_bd: "চেকআউট"

source: "Checkout with PayPal"
bn_bd: "পেপ্যাল দিয়ে কেনাকাটা সম্পন্ন করুন"

source: "Checkout with {processor}"
bn_bd: "{processor} দিয়ে কেনাকাটা সম্পন্ন করুন"

source: "All payment options are currently unavailable."
bn_bd: "বর্তমানে সকল পেমেন্ট অপশনগুলো বন্ধ আছে।"

source: "Try the transaction again in a few minutes."
bn_bd: "কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।"

source: "An error has occurred. Please try again."
bn_bd: "একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Could not submit order"
bn_bd: "অর্ডারটি সাবমিট করা যায়নি।"

source: "Take a photo of your ID"
bn_bd: "আপনার আইডি কার্ডের একটা ছবি তুলুন"

source: "Review your info"
bn_bd: "আপনার তথ্য যাচাই করুন"

source: "An error has occurred. Please try reloading the page."
bn_bd: "একটি ত্রুটি ঘটেছে। অনুগ্রহ করে পেজটি পুনরায় লোড করুন।"

source: "Video Capture Error"
bn_bd: "ভিডিও ক্যাপচার করতে সমস্যা হয়েছে।"

source: "Please verify that your webcam is connected and that you have allowed your browser to access it."
bn_bd: "দয়া করে নিশ্চিত করুন আপনার ওয়েবক্যামটি সংযুক্ত আছে এবং আপনি আপনার ব্রাউজারকে এটি ব্যবহারের অনুমতি দিয়েছেন।"

source: "No Webcam Detected"
bn_bd: "ওয়েবক্যাম খুঁজে পাওয়া যায়নি।"

source: "You don't seem to have a webcam connected."
bn_bd: "আপনার সাথে কোনো ওয়েবক্যাম সংযুক্ত করা নেই মনে হচ্ছে।"

source: "Double-check that your webcam is connected and working to continue."
bn_bd: "जारी রাখতে আপনার ওয়েবক্যামটি সংযুক্ত এবং কাজ করছে কিনা তা দুবার দেখে নিন।"

source: "Photo Captured successfully."
bn_bd: "ছবিটি সফলভাবে তোলা হয়েছে।"

source: "No Flash Detected"
bn_bd: "ফ্ল্যাশ সনাক্ত করা যায়নি"

source: "You don't seem to have Flash installed. Get Flash to continue your verification."
bn_bd: "আপনার ফ্লাশ ইনস্টল করা নেই মনে হচ্ছে। যাচাইকরণ চালিয়ে যেতে ফ্লাশ ইনস্টল করুন।"

source: "Editable"
bn_bd: "সম্পাদনাযোগ্য"

source: "Validation Error"
bn_bd: "ভুল বার্তা"

source: "In Progress"
bn_bd: "চলছে"

source: "Placeholder"
bn_bd: "প্লেসহোল্ডার"

source: "Your upload of '{file}' succeeded."
bn_bd: "আপনার '{file}' আপলোড সফল হয়েছে।"

source: "Your upload of '{file}' failed."
bn_bd: "আপনার '{file}' আপলোড করতে সমস্যা হয়েছে।"

source: "Upload an image"
bn_bd: "একটি ছবি আপলোড করুন"

source: "Change image"
bn_bd: "ছবি পরিবর্তন করুন"

source: "Image"
bn_bd: "ছবি"

source: "An error has occurred. Refresh the page, and then try again."
bn_bd: "একটি সমস্যা হয়েছে। পেজটি রিফ্রেশ করুন, তারপর আবার চেষ্টা করুন।"

source: "The file must be at least {size} in size."
bn_bd: "ফাইলের আকার কমপক্ষে {size} হতে হবে।"

source: "The file must be smaller than {size} in size."
bn_bd: "ফাইলের আকার {size}-এর চেয়ে ছোট হতে হবে।"

source: "Upload is in progress. To avoid errors, stay on this page until the process is complete."
bn_bd: "আপলোড চলছে। ত্রুটি এড়ানোর জন্য, প্রক্রিয়াটি সম্পন্ন না হওয়া পর্যন্ত এই পেজেই থাকুন।"

source: "Removal is in progress. To avoid errors, stay on this page until the process is complete."
bn_bd: "সরানো হচ্ছে। ভুল এড়ানোর জন্য, প্রক্রিয়াটি শেষ না হওয়া পর্যন্ত এই পেজেই থাকুন।"

source: "bytes"
bn_bd: "বাইট"

source: "KB"
bn_bd: "কেবি"

source: "MB"
bn_bd: "এমবি"

source: "Course is not yet visible to students."
bn_bd: "শিক্ষার্থীদের জন্য কোর্সটি এখনও দৃশ্যমান নয়।"

source: "You cannot view the course as a student or beta tester before the course release date."
bn_bd: "কোর্সটি রিলিজ হওয়ার আগে আপনি স্টুডেন্ট অথবা বিটা টেস্টার হিসেবে দেখতে পারবেন না।"

source: "Overall Score"
bn_bd: "মোট স্কোর"

source: "Bookmark this page"
bn_bd: "এই পেজটি বুকমার্ক করুন"

source: "Bookmarked"
bn_bd: "বুকমার্ক করা আছে"

source: "{total_results} result found for "{search_term}\"
bn_bd: "{total_results} টি ফলাফল "{search_term}"-এর জন্য পাওয়া গেছে।"

source: "Updating with latest library content"
bn_bd: "সর্বশেষ লাইব্রেরি কন্টেন্ট দিয়ে আপডেট করা হচ্ছে।"

source: "Creating missing groups"
bn_bd: "মিসিং গ্রুপ তৈরি করা হচ্ছে"

source: "{start_strong}{total}{end_strong} words submitted in total."
bn_bd: "{start_strong}{total}{end_strong} টি শব্দ জমা দেওয়া হয়েছে।"

source: "text_word_{uniqueId}"
bn_bd: "টেক্সট শব্দ_{uniqueId}"

source: "Show Annotations"
bn_bd: "অ্যানোটেশন দেখান"

source: "Hide Annotations"
bn_bd: "অ্যানোটেশন লুকান"

source: "Expand Instructions"
bn_bd: "নির্দেশাবলী বিস্তারিত দেখুন"

source: "Collapse Instructions"
bn_bd: "নির্দেশাবলী সংক্ষিপ্ত করুন"

source: "Commentary"
bn_bd: "মন্তব্য"

source: "Reply to Annotation"
bn_bd: "অ্যানোটেশনে {name}-এর উত্তর দিন"

source: "{num_points} point possible (graded, results hidden)"
bn_bd: "{num_points} পয়েন্ট সম্ভাব্য (নম্বর দেওয়া হয়েছে, ফলাফল গোপন রাখা হয়েছে)"

source: "{num_points} point possible (ungraded, results hidden)"
bn_bd: "{num_points} পয়েন্ট সম্ভাব্য (অ্যাসেসমেন্ট করা হয়নি, ফলাফল গোপন রাখা হয়েছে)"

source: "{num_points} point possible (graded)"
bn_bd: "{num_points} পয়েন্ট পাওয়া সম্ভব (গ্রেড করা হবে)"

source: "{num_points} point possible (ungraded)"
bn_bd: "{num_points} পয়েন্ট পাওয়া সম্ভব (অ্যাসেসমেন্ট করা হয়নি)"

source: "{earned}/{possible} point (graded)"
bn_bd: "{earned}/{possible} পয়েন্ট (গ্রেড করা হয়েছে)"

source: "{earned}/{possible} point (ungraded)"
bn_bd: "{earned}/{possible} পয়েন্ট (অ্যাসেসমেন্ট করা হয়নি)"

source: "The grading process is still running. Refresh the page to see updates."
bn_bd: "গ্রেডিং প্রক্রিয়াটি এখনও চলছে। হালনাগাদ দেখার জন্য পেজটি রিফ্রেশ করুন।"

source: "Could not grade your answer. The submission was aborted."
bn_bd: "আপনার উত্তরটি মূল্যায়ন করা যায়নি। জমা দেওয়া বাতিল করা হয়েছে।"

source: "Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads."
bn_bd: "সাবমিশন বাতিল করা হয়েছে! দুঃখিত, আপনার ব্রাউজার ফাইল আপলোড সমর্থন করে না। যদি পারেন, তাহলে Chrome অথবা Safari ব্যবহার করুন, যেগুলো ফাইল আপলোড সমর্থন করার জন্য যাচাই করা হয়েছে।"

source: "You submitted {filename}; only {allowedFiles} are allowed."
bn_bd: "আপনি {filename} জমা দিয়েছেন; শুধুমাত্র {allowedFiles} ফাইল অনুমোদিত।"

source: "Your file {filename} is too large (max size: {maxSize}MB)."
bn_bd: "আপনার ফাইলটি অনেক বড় ({filename})। সর্বোচ্চ আকার: {maxSize} এমবি।"

source: "You did not submit the required files: {requiredFiles}."
bn_bd: "আপনি প্রয়োজনীয় ফাইল জমা দেননি: {requiredFiles}।"

source: "You did not select any files to submit."
bn_bd: "আপনি কোনো ফাইল জমা দেওয়ার জন্য নির্বাচন করেননি।"

source: "This problem has been reset."
bn_bd: "এই সমস্যাটি রিসেট করা হয়েছে।"

source: "unsubmitted"
bn_bd: "জমা দেওয়া হয়নি"

source: "Paragraph"
bn_bd: "প্যারাগ্রাফ"

source: "Preformatted"
bn_bd: "পূর্বরূপ"

source: "Heading 3"
bn_bd: "হেডিং ৩"

source: "Heading 4"
bn_bd: "শিরোনাম ৪"

source: "Heading 5"
bn_bd: "হেডিং ৫"

source: "Heading 6"
bn_bd: "হেডিং ৬"

source: "Add to Dictionary"
bn_bd: "ডিকশনারিতে যোগ করুন"

source: "Align center"
bn_bd: "মাঝখানে সারিবদ্ধ করুন"

source: "Align left"
bn_bd: "বাম দিকে সারিবদ্ধ করুন"

source: "Align right"
bn_bd: "ডান দিকে সারিবদ্ধ করুন"

source: "Alignment"
bn_bd: "সারিবদ্ধকরণ"

source: "Alternative source"
bn_bd: "অন্যান্য উৎস"

source: "Anchor"
bn_bd: "এঙ্কর"

source: "Anchors"
bn_bd: "অ্যাঙ্কর"

source: "Author"
bn_bd: "লেখক"

source: "Background color"
bn_bd: "ব্যাকগ্রাউন্ডের রং"

source: "Blocks"
bn_bd: "ব্লক"

source: "Body"
bn_bd: "বিষয়"

source: "Bold"
bn_bd: "গাঢ়"

source: "Border color"
bn_bd: "বর্ডার এর রং"

source: "Border"
bn_bd: "সীমান্ত"

source: "Bottom"
bn_bd: "নীচে"

source: "Bullet list"
bn_bd: "বুলেট তালিকা"

source: "Caption"
bn_bd: "ক্যাপশন"

source: "Cell padding"
bn_bd: "সেল প্যাডিং"

source: "Cell properties"
bn_bd: "সেল বৈশিষ্ট্য"

source: "Cell spacing"
bn_bd: "সেল স্পেসিং"

source: "Cell type"
bn_bd: "সেল ধরণ"

source: "Cell"
bn_bd: "সেল"

source: "Center"
bn_bd: "কেন্দ্র"

source: "Circle"
bn_bd: "বৃত্ত"

source: "Clear formatting"
bn_bd: "ফরম্যাটিং পরিষ্কার করুন"

source: "Code block"
bn_bd: "কোড ব্লক"

source: "Code"
bn_bd: "কোড"

source: "Color"
bn_bd: "রং"

source: "Cols"
bn_bd: "কলাম"

source: "Column group"
bn_bd: "কলাম গ্রুপ"

source: "Column"
bn_bd: "কলাম"

source: "Constrain proportions"
bn_bd: "অনুপাত ঠিক রাখুন"

source: "Copy row"
bn_bd: "রো কপি করুন"

source: "Copy"
bn_bd: "কপি করুন"

source: "Could not find the specified string."
bn_bd: "指定 করা স্ট্রিংটি খুঁজে পাওয়া যায়নি।"

source: "Custom color"
bn_bd: "নিজস্ব রং"

source: "Custom..."
bn_bd: "কাস্টম..."

source: "Cut row"
bn_bd: "রো কাটো"

source: "Cut"
bn_bd: "কেটে ফেলো"

source: "Decrease indent"
bn_bd: "ইনডেন্ট কমান"

source: "Default"
bn_bd: "ডিফল্ট"

source: "Delete column"
bn_bd: "কলামটি মুছে ফেলুন"

source: "Delete row"
bn_bd: "রোটি ডিলিট করুন"

source: "Delete table"
bn_bd: "টেবিলটি ডিলিট করুন"

source: "Description"
bn_bd: "বর্ণনা"

source: "Dimensions"
bn_bd: "মাপ"

source: "Disc"
bn_bd: "ডিস্ক"

source: "Div"
bn_bd: "ডিভ"

source: "Document properties"
bn_bd: "ডকুমেন্টের বৈশিষ্ট্য"

source: "Edit HTML"
bn_bd: "এইচটিএমএল এডিট করুন"

source: "Edit"
bn_bd: "সম্পাদনা করুন"

source: "Embed"
bn_bd: "এম্বেড"

source: "Emoticons"
bn_bd: "ইমোজি"

source: "Encoding"
bn_bd: "এনকোডিং"

source: "File"
bn_bd: "ফাইল"

source: "Find and replace"
bn_bd: "খুঁজে ও প্রতিস্থাপন করুন"

source: "Find next"
bn_bd: "পরবর্তীটা খুঁজুন"

source: "Find previous"
bn_bd: "আগেরগুলো খুঁজুন"

source: "Find"
bn_bd: "খুঁজুন"

source: "Finish"
bn_bd: "শেষ করুন"

source: "Font Family"
bn_bd: "ফন্ট ফ্যামিলি"

source: "Font Sizes"
bn_bd: "ফন্টের আকার"

source: "Footer"
bn_bd: "ফুটার"

source: "Format"
bn_bd: "বিন্যাস"

source: "Formats"
bn_bd: "ফরম্যাট"

source: "Fullscreen"
bn_bd: "ফুলস্ক্রিন"

source: "General"
bn_bd: "সাধারণ"

source: "H Align"
bn_bd: "H অ্যালাইন"

source: "Header 1"
bn_bd: "শিরোনাম ১"

source: "Header 2"
bn_bd: "হেডার ২"

source: "Header 3"
bn_bd: "হেডার ৩"

source: "Header 4"
bn_bd: "হেডার ৪"

source: "Header 5"
bn_bd: "হেডার ৫"

source: "Header 6"
bn_bd: "হেডার ৬"

source: "Header cell"
bn_bd: "হেডার সেল"

source: "Header"
bn_bd: "শিরোনাম"

source: "Headers"
bn_bd: "শিরোনাম"

source: "Heading 1"
bn_bd: "শিরোনাম ১"

source: "Heading 2"
bn_bd: "শিরোনাম ২"

source: "Headings"
bn_bd: "শিরোনাম"

source: "Height"
bn_bd: "উচ্চতা"

source: "Horizontal line"
bn_bd: "অনুভূমিক রেখা"

source: "Horizontal space"
bn_bd: "অনুভূমিক স্থান"

source: "HTML source code"
bn_bd: "HTML সোর্স কোড"

source: "Ignore all"
bn_bd: "সবকিছু অগ্রাহ্য করুন"

source: "Image description"
bn_bd: "ছবিটির বর্ণনা"

source: "Increase indent"
bn_bd: "ইনডেন্ট বাড়ান"

source: "Inline"
bn_bd: "ইনলাইন"

source: "Insert column before"
bn_bd: "কলামটি এর আগে ঢোকান"

source: "Insert date/time"
bn_bd: "তারিখ/সময় প্রবেশ করুন"

source: "Insert image"
bn_bd: "ছবি যোগ করুন"

source: "Insert link"
bn_bd: "লিঙ্ক যোগ করুন"

source: "Insert row after"
bn_bd: "পরের সারিতে যোগ করুন"

source: "Insert row before"
bn_bd: "রেখার আগে সারি যোগ করুন"

source: "Insert table"
bn_bd: "টেবিল যোগ করুন"

source: "Insert template"
bn_bd: "টেমপ্লেট প্রবেশ করুন"

source: "Insert video"
bn_bd: "ভিডিও যোগ করুন"

source: "Insert"
bn_bd: "ইনসার্ট"

source: "Insert/edit image"
bn_bd: "ছবি যোগ করুন/পরিবর্তন করুন"

source: "Insert/edit link"
bn_bd: "লিঙ্ক যোগ করুন/পরিবর্তন করুন"

source: "Insert/edit video"
bn_bd: "ভিডিও যোগ করুন/পরিবর্তন করুন"

source: "Italic"
bn_bd: "ইটালিক"

source: "Justify"
bn_bd: "যৌক্তিক প্রমাণ"

source: "Keywords"
bn_bd: "কীওয়ার্ড"

source: "Left to right"
bn_bd: "বাম থেকে ডানে"

source: "Left"
bn_bd: "বাম"

source: "Lower Alpha"
bn_bd: "ছোট হাতের অক্ষর"

source: "Lower Greek"
bn_bd: "লোয়ার গ্রিক"

source: "Lower Roman"
bn_bd: "নিম্ন রোমান"

source: "Match case"
bn_bd: "মিলান করুন"

source: "Merge cells"
bn_bd: "সেলগুলো মার্জ করুন"

source: "Middle"
bn_bd: "মাঝারি"

source: "New document"
bn_bd: "নতুন ডকুমেন্ট"

source: "New window"
bn_bd: "নতুন উইন্ডো"

source: "Next"
bn_bd: "পরবর্তী"

source: "No color"
bn_bd: "কোনো রং নেই"

source: "Nonbreaking space"
bn_bd: "ননব্রেকিং স্পেস"

source: "Numbered list"
bn_bd: "নম্বরযুক্ত তালিকা"

source: "Page break"
bn_bd: "পৃষ্ঠা বিরতি"

source: "Paste as text"
bn_bd: "পেস্ট করুন"

source: "Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off."
bn_bd: "পেস্ট এখন প্লেইন টেক্সট মোডে আছে। আপনি এই অপশনটি বন্ধ না করা পর্যন্ত কন্টেন্টগুলো প্লেইন টেক্সট হিসেবে পেস্ট হবে।"

source: "Paste row after"
bn_bd: "পেস্ট করার পরে"

source: "Paste row before"
bn_bd: "সারির আগে পেস্ট করুন"

source: "Paste your embed code below:"
bn_bd: "নিচের এম্বেড কোডটি পেস্ট করুন:"

source: "Paste"
bn_bd: "পেস্ট করুন"

source: "Poster"
bn_bd: "পোস্টার"

source: "Prev"
bn_bd: "আগের"

source: "Print"
bn_bd: "প্রিন্ট"

source: "Redo"
bn_bd: "পুনরায় করুন"

source: "Remove link"
bn_bd: "লিঙ্কটি সরান"

source: "Replace all"
bn_bd: "সব প্রতিস্থাপন করুন"

source: "Replace with"
bn_bd: "বদলে ফেলুন"

source: "Replace"
bn_bd: "বদলাও"

source: "Restore last draft"
bn_bd: "শেষ খসড়াটি ফিরিয়ে আনুন"

source: "Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help"
bn_bd: "রিচ টেক্সট এরিয়া। মেনুর জন্য ALT-F9 চাপুন। টুলবারের জন্য ALT-F10 চাপুন। সহায়তার জন্য ALT-0 চাপুন।"

source: "Right to left"
bn_bd: "ডান থেকে বাম"

source: "Right"
bn_bd: "ডান"

source: "Robots"
bn_bd: "রোবট"

source: "Row group"
bn_bd: "রো গ্রুপ"

source: "Row properties"
bn_bd: "সারির বৈশিষ্ট্য"

source: "Row type"
bn_bd: "রো-এর ধরন"

source: "Row"
bn_bd: "সারি"

source: "Rows"
bn_bd: "সারি"
