Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "You did not select a content group"
bn_bd: "আপনি কোনো কন্টেন্ট গ্রুপ নির্বাচন করেননি।"

source: "The selected content group does not exist"
bn_bd: "নির্বাচিত কন্টেন্ট গ্রুপটি খুঁজে পাওয়া যাচ্ছে না।"

source: "The cohort cannot be saved"
bn_bd: " cohort টি সেভ করা যাচ্ছে না।"

source: "The cohort cannot be added"
bn_bd: "কোহর্টটি যোগ করা যাচ্ছে না।"

source: "You currently have no cohorts configured"
bn_bd: "আপনার বর্তমানে কোনো cohort কনফিগার করা নেই।"

source: "Add Cohort"
bn_bd: "কোহর্ট যোগ করুন"

source: "The {cohortGroupName} cohort has been created. You can manually add students to this cohort below."
bn_bd: "{cohortGroupName} কোহর্ট তৈরি করা হয়েছে। নিচে আপনি manualmente এই কোহর্টে ছাত্র যোগ করতে পারেন।"

source: "Assign students to cohorts by uploading a CSV file."
bn_bd: "CSV ফাইল আপলোডের মাধ্যমে শিক্ষার্থীদের কোহোর্টে যুক্ত করুন।"

source: "Choose a .csv file"
bn_bd: "একটি .csv ফাইল নির্বাচন করুন"

source: "Only properly formatted .csv files will be accepted."
bn_bd: "শুধুমাত্র সঠিক ফরম্যাটে থাকা .csv ফাইলগুলো গ্রহণ করা হবে।"

source: "Upload File and Assign Students"
bn_bd: "ফাইল আপলোড করুন এবং শিক্ষার্থীদের নির্ধারণ করুন"

source: "Your file '{file}' has been uploaded. Allow a few minutes for processing."
bn_bd: "আপনার ফাইল '{file}' আপলোড করা হয়েছে। এটি প্রক্রিয়াকরণে কয়েক মিনিট সময় লাগতে পারে।"

source: "Cohorts Enabled"
bn_bd: " cohort চালু করা হয়েছে"

source: "Cohorts Disabled"
bn_bd: "কোহর্ট নিষ্ক্রিয় করা হয়েছে"

source: "Allow students to generate certificates for this course?"
bn_bd: "এই কোর্সের জন্য শিক্ষার্থীদের সার্টিফিকেট তৈরি করার অনুমতি দিন?"

source: "Prevent students from generating certificates in this course?"
bn_bd: "এই কোর্সে শিক্ষার্থীদের সার্টিফিকেট তৈরি করা বন্ধ করবেন?"

source: "Start generating certificates for all students in this course?"
bn_bd: "এই কোর্সের সকল শিক্ষার্থীর জন্য সার্টিফিকেট তৈরি করা শুরু করবেন?"

source: "Error while generating certificates. Please try again."
bn_bd: "সার্টিফিকেট তৈরি করার সময় ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Start regenerating certificates for students in this course?"
bn_bd: "এই কোর্সের শিক্ষার্থীদের জন্য সার্টিফিকেট তৈরি করা পুনরায় শুরু করবেন?"

source: "Error while regenerating certificates. Please try again."
bn_bd: "সার্টিফিকেট পুনরায় তৈরি করার সময় ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Loading data..."
bn_bd: "ডেটা লোড হচ্ছে..."

source: "Error getting issued certificates list."
bn_bd: " ইস্যু করা সার্টিফিকেটগুলোর তালিকা পেতে সমস্যা হয়েছে।"

source: "Error generating anonymous IDs. Please try again."
bn_bd: "অ্যানোনিমাস আইডি তৈরি করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Error generating proctored exam results. Please try again."
bn_bd: "প্রোctorড পরীক্ষা ফলাফলের ফলাফল তৈরি করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Error generating survey results. Please try again."
bn_bd: "সার্ভে রেজাল্ট তৈরি করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Error generating student profile information. Please try again."
bn_bd: "ছাত্র প্রোফাইল তৈরি করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Loading"
bn_bd: "লোড হচ্ছে..."

source: "Error getting student list."
bn_bd: "ছাত্র তালিকা পেতে সমস্যা হচ্ছে।"

source: "Error generating list of students who may enroll. Please try again."
bn_bd: "শিক্ষার্থীদের তালিকা তৈরি করতে সমস্যা হয়েছে যারা ভর্তি হতে পারে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Error generating list of inactive students who are enrolled in a course. Please try again."
bn_bd: "কোর্সটিতে নাম নথিভুক্ত করা হয়েছে এমন নিষ্ক্রিয় শিক্ষার্থীদের তালিকা তৈরি করতে সমস্যা হচ্ছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Error retrieving grading configuration."
bn_bd: "গ্রেডিং কনফিগারেশন পুনরুদ্ধার করতে সমস্যা হয়েছে।"

source: "Error generating grades. Please try again."
bn_bd: "গ্রেড তৈরি করতে সমস্যা হয়েছে। দয়া করে আবার চেষ্টা করুন।"

source: "Error generating problem grade report. Please try again."
bn_bd: "সমস্যা গ্রেড রিপোর্ট তৈরি করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "Error generating ORA data report. Please try again."
bn_bd: "ORA ডেটা রিপোর্ট তৈরি করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"

source: "There was a problem creating the report. Select "Create Executive Summary" to try again."
bn_bd: "রিপোর্ট তৈরি করতে সমস্যা হয়েছে। আবার চেষ্টা করার জন্য "Executive Summary তৈরি করুন" নির্বাচন করুন।"

source: "Enter the enrollment code."
bn_bd: "এনরোলমেন্ট কোডটি লিখুন।"

source: "Cancel enrollment code"
bn_bd: "এনরোলমেন্ট কোড বাতিল করুন"

source: "Restore enrollment code"
bn_bd: "এনরোলমেন্ট কোড পুনরুদ্ধার করুন"

source: "Mark enrollment code as unused"
bn_bd: "এনরোলমেন্ট কোডটি অব্যবহৃত হিসেবে চিহ্নিত করুন"

source: "Username"
bn_bd: "ব্যবহারকারীর নাম"

source: "Email"
bn_bd: "ইমেইল"

source: "Revoke access"
bn_bd: "অ্যাক্সেস বাতিল করুন"

source: "Group"
bn_bd: "গ্রুপ"

source: "Enter username or email"
bn_bd: "ইউজারনেম অথবা ইমেইল লিখুন"

source: "Please enter a username or email."
bn_bd: "অনুগ্রহ করে আপনার ইউজারনেম অথবা ইমেইল প্রবেশ করুন।"

source: "This role requires a divided discussions scheme."
bn_bd: "এই রোলের জন্য একটি বিভক্ত আলোচনা স্কিম প্রয়োজন।"

source: "Error changing user's permissions."
bn_bd: "ব্যবহারকারীর অনুমতি পরিবর্তন করতে সমস্যা হয়েছে।"

source: "Could not find a user with username or email address '<%- identifier %>'."
bn_bd: "'<%- identifier %>' ইউজারনেম অথবা ইমেইল ঠিকানা দিয়ে কোনো ব্যবহারকারী খুঁজে পাওয়া যায়নি।"

source: "Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role."
bn_bd: "এরর: '<%- username %>' নামের ব্যবহারকারী এখনো তার অ্যাকাউন্ট সক্রিয় করেননি। রোল দেওয়ার আগে ব্যবহারকারীদের অ্যাকাউন্ট তৈরি এবং সক্রিয় করতে হবে।"

source: "Error: You cannot remove yourself from the Instructor group!"
bn_bd: "Error: আপনি নিজেকে Instructor গ্রুপ থেকে সরাতে পারবেন না!"

source: "Errors"
bn_bd: "ত্রুটি"

source: "The following errors were generated:"
bn_bd: "নিম্নলিখিত ত্রুটিগুলো তৈরি হয়েছে:"

source: "Warnings"
bn_bd: "সতর্কবার্তা"

source: "The following warnings were generated:"
bn_bd: "নিম্নলিখিত সতর্কতাগুলি তৈরি হয়েছে:"

source: "Success"
bn_bd: "সফল হয়েছে"

source: "All accounts were created successfully."
bn_bd: "সব অ্যাকাউন্ট তৈরি করা হয়েছে।"

source: "Error adding/removing users as beta testers."
bn_bd: "বেটা টেস্টার হিসেবে ব্যবহারকারী যোগ/বাদ দিতে সমস্যা হচ্ছে।"

source: "This field must not be blank"
bn_bd: "এই ঘরটি খালি রাখা যাবে না।"

source: "These users were successfully added as beta testers:"
bn_bd: "এই ব্যবহারকারীদের সফলভাবে বিটা টেস্টার হিসেবে যুক্ত করা হয়েছে:"

source: "These users could not be added as beta testers because their accounts are not yet activated:"
bn_bd: "এই ব্যবহারকারীদের বিটা টেস্টার হিসেবে যোগ করা যায়নি কারণ তাদের অ্যাকাউন্টগুলো এখনও সক্রিয় করা হয়নি:"

source: "These users were successfully removed as beta testers:"
bn_bd: "এই ব্যবহারকারীদের সফলভাবে বিটা টেস্টার তালিকা থেকে সরানো হয়েছে:"

source: "These users were not added as beta testers:"
bn_bd: "এই ব্যবহারকারীদের বিটা টেস্টার হিসেবে যোগ করা যায়নি:"

source: "These users were not removed as beta testers:"
bn_bd: "এই ব্যবহারকারীদের বিটা টেস্টার হিসেবে সরানো যায়নি:"

source: "Could not find users associated with the following identifiers:"
bn_bd: "নিম্নলিখিত আইডিগুলোর সাথে সম্পর্কিত কোনো ব্যবহারকারী খুঁজে পাওয়া যায়নি:"

source: "Users must create and activate their account before they can be promoted to beta tester."
bn_bd: "বিটা টেস্টার হওয়ার আগে ব্যবহারকারীদের অ্যাকাউন্ট তৈরি এবং সক্রিয় করতে হবে।"

source: "Reason field should not be left blank."
bn_bd: "কারণ ঘরটি খালি রাখা যাবে না।"

source: "Error enrolling/unenrolling users."
bn_bd: "ব্যবহারকারী তালিকাভুক্ত/তালিকা থেকে বাদ দিতে সমস্যা হচ্ছে।"

source: "The following email addresses and/or usernames are invalid:"
bn_bd: "নিম্নলিখিত ইমেল ঠিকানা এবং/অথবা ইউজারনেমগুলি অবৈধ: "

source: "Successfully enrolled and sent email to the following users:"
bn_bd: "সফলভাবে নথিভুক্ত করা হয়েছে এবং নিম্নলিখিত ব্যবহারকারীদের ইমেল পাঠানো হয়েছে:"

source: "Successfully enrolled the following users:"
bn_bd: "সফলভাবে নিম্নলিখিত ব্যবহারকারীদের নথিভুক্ত করা হয়েছে:"

source: "Email was sent to the following users. They will be allowed to enroll once they register:"
bn_bd: "নিম্নলিখিত ব্যবহারকারীদের ইমেল পাঠানো হয়েছে। তারা নিবন্ধন করার পরে এনরোল করতে পারবে:"

source: "These users will be allowed to enroll once they register:"
bn_bd: "এই ব্যবহারকারীদের নিবন্ধন করার পরে তালিকাভুক্ত হতে দেওয়া হবে:"

source: "Email was sent to the following users. They will be enrolled once they register:"
bn_bd: "নিম্নলিখিত ব্যবহারকারীদের ইমেল পাঠানো হয়েছে। তারা নিবন্ধন করার পরে তাদের অন্তর্ভুক্ত করা হবে:"

source: "These users will be enrolled once they register:"
bn_bd: "এই ব্যবহারকারীদের রেজিস্ট্রেশন করার সাথে সাথেই নথিভুক্ত করা হবে:"

source: "Emails successfully sent. The following users are no longer enrolled in the course:"
bn_bd: "ইমেইলগুলো সফলভাবে পাঠানো হয়েছে। নিচের ব্যবহারকারীরা আর কোর্সে অন্তর্ভুক্ত নেই:"

source: "The following users are no longer enrolled in the course:"
bn_bd: "নিম্নলিখিত ব্যবহারকারীরা আর কোর্সে নথিভুক্ত নেই:"

source: "These users were not affiliated with the course so could not be unenrolled:"
bn_bd: "এই ব্যবহারকারীরা কোর্সের সাথে যুক্ত ছিলেন না তাই তাদের আনরোল করা যায়নি:"

source: "Your message must have a subject."
bn_bd: "আপনার বার্তার একটা বিষয় থাকতে হবে।"

source: "Your message cannot be blank."
bn_bd: "আপনার বার্তাটি খালি রাখা যাবে না।"

source: "Your message must have at least one target."
bn_bd: "আপনার মেসেজে কমপক্ষে একজন প্রাপক থাকতে হবে।"

source: "There are invalid keywords in your email. Check the following keywords and try again."
bn_bd: "আপনার ইমেইলে কিছু ভুল শব্দ আছে। নিচের শব্দগুলো দেখে আবার চেষ্টা করুন।"

source: "Yourself"
bn_bd: "নিজেকে"

source: "Everyone who has staff privileges in this course"
bn_bd: "এই কোর্সে যাদের স্টাফ প্রিভিলেজ আছে"

source: "All learners who are enrolled in this course"
bn_bd: "এই কোর্সে ভর্তি হওয়া সকল শিক্ষার্থী"

source: "All learners in the {cohort_name} cohort"
bn_bd: "{cohort_name} কোহর্টের সকল শিক্ষার্থী"

source: "All learners in the {track_name} track"
bn_bd: "{track_name} ট্র্যাকের সকল শিক্ষার্থী"

source: "Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent."
bn_bd: "আপনার ইমেল বার্তাটি সফলভাবে পাঠানোর জন্য সারিতে যোগ করা হয়েছে। অনেক শিক্ষার্থীর কোর্সে, শিক্ষার্থীদের কাছে ইমেল বার্তা পাঠাতে প্রায় এক ঘন্টা পর্যন্ত সময় লাগতে পারে।"

source: "You are sending an email message with the subject {subject} to the following recipients."
bn_bd: "আপনি {subject} বিষয়বস্তুর একটি ইমেল বার্তা নিম্নলিখিত প্রাপকদের কাছে পাঠাচ্ছেন।"

source: "Is this OK?"
bn_bd: "এটা ঠিক আছে তো?"

source: "Error sending email."
bn_bd: "ইমেল পাঠানো যায়নি।"

source: "There is no email history for this course."
bn_bd: "এই কোর্সের জন্য কোনো ইমেইল হিস্টরি পাওয়া যায়নি।"

source: "There was an error obtaining email task history for this course."
bn_bd: "এই কোর্সের জন্য ইমেল টাস্কের ইতিহাস পুনরুদ্ধার করতে সমস্যা হয়েছে।"

source: "There was an error obtaining email content history for this course."
bn_bd: "এই কোর্সের ইমেল কন্টেন্ট হিস্টরি পেতে সমস্যা হয়েছে।"

source: "Send to:"
bn_bd: "কাদের কাছে পাঠাবেন:"

source: "Please enter a student email address or username."
bn_bd: "অনুগ্রহ করে একজন ছাত্রের ইমেইল ঠিকানা অথবা ইউজারনেম লিখুন।"

source: "Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly."
bn_bd: "'<%- student_id %>' এর জন্য ভর্তি স্ট্যাটাস পেতে সমস্যা হচ্ছে। স্টুডেন্ট আইডি সঠিকভাবে লেখা হয়েছে কিনা নিশ্চিত করুন।"

source: "Retrieving enrollment status..."
bn_bd: "এনরোলমেন্টের স্ট্যাটাস আনা হচ্ছে..."

source: "Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly."
bn_bd: " '<%- student_id %>'-এর জন্য স্টুডেন্টProgress URL পেতে সমস্যা হচ্ছে। নিশ্চিত করুন স্টুডেন্ট আইডিটি সঠিকভাবে লেখা হয়েছে।"

source: "Please enter a problem location."
bn_bd: "অনুগ্রহ করে সমস্যার স্থানটি লিখুন।"

source: "Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'."
bn_bd: "সফল হয়েছে! '<%- problem_id %>' সমস্যাটির চেষ্টার সংখ্যা রিসেট করা হয়েছে ছাত্র '<%- student_id %>'-এর জন্য।"

source: "Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct."
bn_bd: "সমস্যা '<%- problem_id %>' এর জন্য শিক্ষার্থীর '<%- student_id %>' এর চেষ্টা রিসেট করার সময় ত্রুটি। দয়া করে নিশ্চিত করুন সমস্যা এবং শিক্ষার্থীর আইডি সম্পূর্ণ এবং সঠিক আছে।"

source: "Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?"
bn_bd: "আপনি কি '<%- student_id %>' শিক্ষার্থীর '<%- problem_id %>' সমস্যাটির স্টেট ডিলিট করতে চান?"

source: "Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct."
bn_bd: "ছাত্র '<%- student_id %>' এর সমস্যা '<%- problem_id %>' এর স্টেট ডিলিট করার সময় ত্রুটি। নিশ্চিত করুন সমস্যা এবং ছাত্রের আইডিগুলো সম্পূর্ণ এবং সঠিক।"

source: "Module state successfully deleted."
bn_bd: "মডিউলটির অবস্থা সফলভাবে মুছে ফেলা হয়েছে।"

source: "Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct."
bn_bd: " '<%- problem_id %>' সমস্যা এবং '<%- student_id %>' শিক্ষার্থীর জন্য টাস্ক হিস্টরি নেওয়ার সময় ত্রুটি হয়েছে। দয়া করে নিশ্চিত করুন যে সমস্যা এবং শিক্ষার্থীর আইডি সম্পূর্ণ ও সঠিক আছে।"

source: "Entrance exam attempts is being reset for student '{student_id}'."
bn_bd: "ছাত্র/ছাত্রী '{student_id}' এর জন্য প্রবেশিকা পরীক্ষার সুযোগ रीसेट করা হচ্ছে।"

source: "Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct."
bn_bd: "ছাত্র {student_id}-এর জন্য প্রবেশিকা পরীক্ষার চেষ্টার সংখ্যা রিসেট করতে সমস্যা হয়েছে। স্টুডেন্ট আইডি সঠিক আছে কিনা নিশ্চিত করুন।"

source: "Enter a student's username or email address."
bn_bd: "একজন শিক্ষার্থীর ইউজারনেম অথবা ইমেইল অ্যাড্রেস লিখুন।"

source: "Do you want to allow this student ('{student_id}') to skip the entrance exam?"
bn_bd: "আপনি কি এই শিক্ষার্থী ('{student_id}')-কে ভর্তি পরীক্ষায় বসতে দিতে চান?"

source: "An error occurred. Make sure that the student's username or email address is correct and try again."
bn_bd: "একটি ত্রুটি ঘটেছে। অনুগ্রহ করে নিশ্চিত করুন যে শিক্ষার্থীর ইউজারনেম অথবা ইমেইল ঠিকানা সঠিক আছে এবং আবার চেষ্টা করুন।"

source: "Entrance exam state is being deleted for student '{student_id}'."
bn_bd: "ছাত্র {student_id} এর জন্য ভর্তি পরীক্ষার অবস্থা মুছে ফেলা হচ্ছে।"

source: "Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct."
bn_bd: "ছাত্র {student_id}-এর জন্য প্রবেশিকা পরীক্ষার অবস্থা ডিলিট করতে সমস্যা হয়েছে। ছাত্রের আইডি ঠিক আছে কিনা নিশ্চিত করুন।"

source: "Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct."
bn_bd: "ছাত্র {student_id}-এর প্রবেশিকা পরীক্ষার টাস্ক হিস্টরি পেতে সমস্যা হচ্ছে। স্টুডেন্ট আইডি ঠিক আছে কিনা নিশ্চিত করুন।"

source: "Reset attempts for all students on problem '<%- problem_id %>'?"
bn_bd: "আপনি কি '<%- problem_id %>' সমস্যাটির জন্য সকল শিক্ষার্থীর চেষ্টা রিসেট করতে চান?"

source: "Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task."
bn_bd: "সফলভাবে '<%- problem_id %>' সমস্যার জন্য অ্যাটেম্পট রিসেট করার টাস্ক শুরু করা হয়েছে। টাস্কের স্ট্যাটাস দেখার জন্য 'Show Task Status' বাটনে ক্লিক করুন।"

source: "Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct."
bn_bd: " '<%- problem_id %>' সমস্যাটির জন্য সকল শিক্ষার্থীর попытки রিসেট করার টাস্ক শুরু করতে সমস্যা হচ্ছে। সমস্যা আইডি সম্পূর্ণ এবং সঠিক আছে কিনা নিশ্চিত করুন।"

source: "Error listing task history for this student and problem."
bn_bd: "এই ছাত্র এবং সমস্যাটির জন্য টাস্কের ইতিহাস তালিকাভুক্ত করতে সমস্যা হয়েছে।"

source: "Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task."
bn_bd: "সমস্যা '<%- problem_id %>' এর জন্য ছাত্র '<%- student_id %>' এর রিস্কোরিং টাস্ক শুরু করা হয়েছে। টাস্কের অবস্থা দেখতে 'Show Task Status' বোতামে ক্লিক করুন।"

source: "Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct."
bn_bd: "ছাত্র '<%- student_id %>'-এর জন্য '<%- problem_id %>'-এর সমস্যাটি পুনরায় স্কোর করার সময় ত্রুটি ঘটেছে। অনুগ্রহ করে নিশ্চিত করুন সমস্যা এবং ছাত্রের আইডি সম্পূর্ণ এবং সঠিক আছে।"

source: "Please enter a score."
bn_bd: "অনুগ্রহ করে একটি স্কোর লিখুন।"

source: "Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task."
bn_bd: "সমস্যা '<%- problem_id %>'-এর জন্য {name}-এর স্কোর পরিবর্তনের টাস্ক শুরু করা হয়েছে। টাস্কের অবস্থা দেখার জন্য 'Show Task Status' বাটনে ক্লিক করুন।"

source: "Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct."
bn_bd: "সমস্যা '<%- problem_id %>' এর জন্য ছাত্র '<%- student_id %>' এর স্কোর ওভাররাইড করার টাস্ক শুরু করতে সমস্যা হয়েছে। দয়া করে নিশ্চিত করুন স্কোর এবং সমস্যা ও ছাত্রের আইডিগুলো সম্পূর্ণ এবং সঠিক আছে।"

source: "Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task."
bn_bd: "ছাত্র {student_id}-এর জন্য প্রবেশিকা পরীক্ষার পুনরায় মূল্যায়ন (rescore) করার কাজ শুরু করা হয়েছে। কাজের অবস্থা দেখার জন্য 'কাজের অবস্থা দেখুন' বোতামে ক্লিক করুন।"

source: "Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct."
bn_bd: "ছাত্র {student_id}-এর জন্য এন্ট্রান্স পরীক্ষার রি-স্কোরিংয়ের কাজ শুরু করতে সমস্যা হয়েছে। অনুগ্রহ করে নিশ্চিত করুন এন্ট্রান্স পরীক্ষায় কিছু সমস্যা আছে এবং স্টুডেন্ট আইডি সঠিক আছে।"

source: "Rescore problem '<%- problem_id %>' for all students?"
bn_bd: "সব শিক্ষার্থীর জন্য '<%- problem_id %>' সমস্যাটির স্কোর পুনরায় গণনা করা হবে?"

source: "Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task."
bn_bd: "সফলভাবে <%- problem_id %> সমস্যাটির জন্য সকল শিক্ষার্থীর পুনরায় স্কোর করার টাস্ক শুরু করা হয়েছে। টাস্কের অবস্থা দেখার জন্য 'টাস্কের স্ট্যাটাস দেখুন' বাটনে ক্লিক করুন।"

source: "Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct."
bn_bd: " '<%- problem_id %>' সমস্যাটির জন্য রিস্কোরিং টাস্ক শুরু করতে সমস্যা হচ্ছে। দয়া করে নিশ্চিত করুন সমস্যাটির আইডি সম্পূর্ণ এবং সঠিক আছে।"

source: "Task Type"
bn_bd: "কাজের ধরণ"

source: "Task inputs"
bn_bd: "টাস্কের ইনপুট"

source: "Task ID"
bn_bd: "টাস্ক আইডি"

source: "Requester"
bn_bd: "রিকোয়ারার"

source: "Submitted"
bn_bd: "জমা দেওয়া হয়েছে"

source: "Duration (sec)"
bn_bd: "সময়কাল (সেকেন্ড)"

source: "State"
bn_bd: "অবস্থা"

source: "Task Status"
bn_bd: "টাস্কের অবস্থা"

source: "Task Progress"
bn_bd: "টাস্কের অগ্রগতি"

source: "An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists."
bn_bd: "আপনার ইমেল পুনরুদ্ধার করতে একটি সমস্যা হয়েছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন, এবং সমস্যাটি থাকলে টেকনিক্যাল সাপোর্টের সাথে যোগাযোগ করুন।"

source: "Sent By"
bn_bd: "প্রেরক"

source: "Sent To"
bn_bd: "প্রেরিত প্রাপক"

source: "Time Sent"
bn_bd: "সময় পাঠানো হয়েছে"

source: "Number Sent"
bn_bd: "মোট পাঠানো"

source: "Copy Email To Editor"
bn_bd: "এডিটরের কাছে ইমেইলটি কপি করুন"

source: "Subject:"
bn_bd: "বিষয়:"

source: "Sent By:"
bn_bd: "পাঠিয়েছে:<br/>"

source: "Time Sent:"
bn_bd: "সময় পাঠানো হয়েছে:"

source: "Message:"
bn_bd: "বার্তা:"

source: "No tasks currently running."
bn_bd: "আপাতত কোনো কাজ চলছে না।"

source: "File Name"
bn_bd: "ফাইলের নাম"

source: "Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information."
bn_bd: "ছাত্রদের তথ্যের সংবেদনশীলতার কারণে লিঙ্কগুলো প্রয়োজন অনুযায়ী তৈরি করা হয় এবং ৫ মিনিটের মধ্যে মেয়াদ শেষ হয়ে যায়।"

source: "You have access to the {enterpriseName} dashboard"
bn_bd: "আপনার {enterpriseName} ড্যাশবোর্ডে প্রবেশাধিকার আছে।"

source: "To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard."
bn_bd: "{enterpriseName} এর মাধ্যমে আপনার জন্য উপলব্ধ কোর্সগুলোতে প্রবেশ করতে, {enterpriseName} ড্যাশবোর্ড ভিজিট করুন।"

source: "Go to dashboard"
bn_bd: "ড্যাশবোর্ডে যান"

source: "(Self-paced) Starts {start}"
bn_bd: "(নিজের গতিতে) {start} থেকে শুরু"

source: "(Self-paced) Started {start}"
bn_bd: "(নিজের গতিতে) শুরু করা হয়েছে {start} "

source: "(Self-paced) Ends {end}"
bn_bd: "(নিজের গতিতে) {end}-এ শেষ হবে"

source: "(Self-paced) Ended {end}"
bn_bd: "(নিজের গতিতে) শেষ হয়েছে {end}"

source: "Starts {start}"
bn_bd: "শুরু {start} "

source: "Started {start}"
bn_bd: "শুরু করা হয়েছে {start}।"

source: "Ends {end}"
bn_bd: "শেষ হয় {end}"

source: "You must select a session to access the course."
bn_bd: "কোর্সটি অ্যাক্সেস করার জন্য আপনাকে একটি সেশন নির্বাচন করতে হবে।"

source: "There was an error. Please reload the page and try again."
bn_bd: "একটি ত্রুটি হয়েছে। অনুগ্রহ করে পেজটি রিফ্রেশ করে আবার চেষ্টা করুন।"

source: "Change Session"
bn_bd: "সেশন পরিবর্তন করুন"

source: "Select Session"
bn_bd: "সেশন নির্বাচন করুন"

source: "Leave Current Session"
bn_bd: "বর্তমান সেশন ত্যাগ করুন"

source: "Are you sure you want to select this session?"
bn_bd: "আপনি কি নিশ্চিত যে এই সেশনটি নির্বাচন করতে চান?"

source: "Are you sure you want to change to a different session?"
bn_bd: "আপনি কি অন্য সেশনে পরিবর্তন করতে চান? {name}"

source: "Any course progress or grades from your current session will be lost."
bn_bd: "আপনার বর্তমান সেশনের কোর্সের অগ্রগতি বা গ্রেডগুলো মুছে যাবে।"

source: "Are you sure that you want to leave this session?"
bn_bd: "আপনি কি নিশ্চিত যে আপনি এই সেশনটি ত্যাগ করতে চান?"

source: "Your unenrollment request could not be processed. Please try again later."
bn_bd: "আপনার আনএনরোলমেন্টের অনুরোধটি প্রক্রিয়া করা সম্ভব হয়নি। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।"

source: "Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid."
bn_bd: "আপনি কি নিশ্চিতভাবে {courseName} ({courseNumber}) কোর্সটি থেকে নাম সরাতে চান? আপনাকে আপনার পরিশোধ করা অর্থ ফেরত দেওয়া হবে।"

source: "{type} Progress"
bn_bd: "{type} এর অগ্রগতি"

source: "Earned Certificates"
bn_bd: "অর্জন করা সার্টিফিকেট"

source: "Enrolled"
bn_bd: "এনরোল্ড করা হয়েছে"

source: "Successfully reset the attempts for user {user}"
bn_bd: "সফলভাবে {user} ব্যবহারকারীর চেষ্টার সংখ্যা রিসেট করা হয়েছে।"

source: "Failed to reset attempts for user."
bn_bd: "ব্যবহারকারী {name}-এর জন্য চেষ্টার সংখ্যা রিসেট করা যায়নি।"

source: "Successfully deleted student state for user {user}"
bn_bd: "ব্যবহারকারী {user}-এর শিক্ষার্থীর ডেটা সফলভাবে মুছে ফেলা হয়েছে।"

source: "Failed to delete student state for user."
bn_bd: "ব্যবহারকারী {name}-এর জন্য স্টুডেন্ট স্টেট ডিলিট করা যায়নি।"

source: "Successfully rescored problem for user {user}"
bn_bd: "ব্যবহারকারী {user}-এর জন্য সমস্যাটি সফলভাবে পুনরায় মূল্যায়ন করা হয়েছে।"
