Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "Add Learners"
bn_bd: "শিক্ষার্থী যোগ করুন"

source: "Add a New Cohort"
bn_bd: "নতুন একটি cohort যোগ করুন"

source: "Enter the name of the cohort"
bn_bd: " cohort এর নাম লিখুন"

source: "Cohort Name"
bn_bd: "ক cohort এর নাম"

source: "Cohort Assignment Method"
bn_bd: "কোহোর্ট অ্যাসাইনমেন্ট পদ্ধতি"

source: "Automatic"
bn_bd: "স্বয়ংক্রিয়"

source: "Manual"
bn_bd: "ম্যানুয়াল"

source: "There must be one cohort to which students can automatically be assigned."
bn_bd: "শিক্ষার্থীদের স্বয়ংক্রিয়ভাবে যুক্ত করার জন্য অন্তত একটি cohort থাকতে হবে।"

source: "Associated Content Group"
bn_bd: "সংশ্লিষ্ট কন্টেন্ট গ্রুপ"

source: "No Content Group"
bn_bd: "কোনো কন্টেন্ট গ্রুপ নেই"

source: "Select a Content Group"
bn_bd: "একটি কন্টেন্ট গ্রুপ নির্বাচন করুন"

source: "Choose a content group to associate"
bn_bd: "একটি কন্টেন্ট গ্রুপ বাছাই করুন যা যুক্ত করতে চান"

source: "Not selected"
bn_bd: "নির্বাচিত করা হয়নি"

source: "Deleted Content Group"
bn_bd: "মুছে ফেলা কন্টেন্ট গ্রুপ"

source: "{screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group."
bn_bd: "{screen_reader_start}সতর্কবার্তা:{screen_reader_end} পূর্বের নির্বাচিত কন্টেন্ট গ্রুপটি মুছে ফেলা হয়েছে। অন্য একটি কন্টেন্ট গ্রুপ নির্বাচন করুন।"

source: "{screen_reader_start}Warning:{screen_reader_end} No content groups exist."
bn_bd: "{screen_reader_start}সতর্কবার্তা:{screen_reader_end} কোনো কন্টেন্ট গ্রুপ খুঁজে পাওয়া যায়নি।"

source: "Only the parent course staff of a CCX can create content groups."
bn_bd: "শুধুমাত্র একটি CCX এর প্যারেন্ট কোর্স স্টাফরাই কন্টেন্ট গ্রুপ তৈরি করতে পারবে।"

source: "Create a content group"
bn_bd: "একটি কন্টেন্ট গ্রুপ তৈরি করুন"

source: "(contains %(student_count)s student)"
bn_bd: "{student_count} জন ছাত্র রয়েছে।"

source: "Learners are added to this cohort only when you provide their email addresses or usernames on this page."
bn_bd: "এই কোহোর্টে লার্নারদের যোগ করা হবে শুধুমাত্র যখন আপনি এই পেজে তাদের ইমেইল অ্যাড্রেস অথবা ইউজারনেম দেবেন।"

source: "What does this mean?"
bn_bd: "এটা কী মানে?"

source: "Learners are added to this cohort automatically."
bn_bd: "এই কোহোর্টে শিক্ষার্থীদের স্বয়ংক্রিয়ভাবে যুক্ত করা হয়।"

source: "Select a cohort"
bn_bd: "একটি cohort নির্বাচন করুন"

source: "%(cohort_name)s (%(user_count)s)"
bn_bd: "%(cohort_name)s (%(user_count)s জন)"

source: "Enable Cohorts"
bn_bd: "ক cohort চালু করুন"

source: "Select a cohort to manage"
bn_bd: "একটি cohort নির্বাচন করুন পরিচালনা করার জন্য"

source: "View Cohort"
bn_bd: " cohort দেখুন"

source: "Assign learners to cohorts by uploading a CSV file"
bn_bd: "CSV ফাইল আপলোডের মাধ্যমে লার্নারদের কোহোর্টে যুক্ত করুন"

source: "To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page."
bn_bd: "লার্নার কোহর্ট অ্যাসাইনমেন্টগুলো পর্যালোচনা করতে অথবা CSV ফাইল আপলোডের ফলাফল দেখতে, {link_start}ডাটা ডাউনলোড{link_end} পেজে কোর্স প্রোফাইল তথ্য অথবা কোহর্ট ফলাফল ডাউনলোড করুন।"

source: "Specify whether discussion topics are divided"
bn_bd: "আলোচনার বিষয়গুলো ভাগ করা হয়েছে কিনা উল্লেখ করুন"

source: "Course-Wide Discussion Topics"
bn_bd: "কোর্স-ব্যাপী আলোচনার বিষয়সমূহ"

source: "Select the course-wide discussion topics that you want to divide."
bn_bd: "আপনি কোন কোর্স-ব্যাপী আলোচনা বিষয়ক বিষয়গুলো ভাগ করতে চান, সেগুলো নির্বাচন করুন।"

source: "Content-Specific Discussion Topics"
bn_bd: "বিষয়ভিত্তিক আলোচনা"

source: "Specify whether content-specific discussion topics are divided."
bn_bd: "আলোচনা বিষয়ক বিষয়গুলো কন্টেন্ট অনুযায়ী ভাগ করা আছে কিনা, তা উল্লেখ করুন।"

source: "Always divide content-specific discussion topics"
bn_bd: "সবসময় বিষয়ভিত্তিক আলোচনার বিষয়গুলো আলাদা করে ভাগ করুন।"

source: "Divide the selected content-specific discussion topics"
bn_bd: "নির্বাচিত বিষয়ভিত্তিক আলোচনার বিষয়গুলো ভাগ করুন"

source: "No content-specific discussion topics exist."
bn_bd: "কোনো বিষয়ভিত্তিক আলোচনার বিষয় নেই।"

source: "Used"
bn_bd: "ব্যবহৃত"

source: "Valid"
bn_bd: "বৈধ"

source: "Certificate Status:"
bn_bd: "সার্টিফিকেট স্ট্যাটাস:"

source: "Certificate Purchased"
bn_bd: "সার্টিফিকেট কেনা হয়েছে"

source: "Change or Leave Session"
bn_bd: "সেশন পরিবর্তন করুন অথবা থাকুন"

source: "You must select a session by {expiration_date} to access the course."
bn_bd: "{expiration_date} তারিখের মধ্যে একটি সেশন নির্বাচন করে কোর্সটি অ্যাক্সেস করতে হবে।"

source: "You can no longer change sessions."
bn_bd: "আপনি আর সেশন পরিবর্তন করতে পারবেন না।"

source: "You can change sessions until {expiration_date}."
bn_bd: "আপনি {expiration_date} পর্যন্ত সেশন পরিবর্তন করতে পারবেন।"

source: "View Archived Course"
bn_bd: "আর্কাইভ করা কোর্স দেখুন"

source: "View Course"
bn_bd: "কোর্সটি দেখুন"

source: "Select a session:"
bn_bd: "একটি সেশন নির্বাচন করুন:"

source: "Enroll Now"
bn_bd: "এখনই নথিভুক্ত করুন"

source: "Coming Soon"
bn_bd: "শীঘ্রই আসছে"

source: "Enrollment Opens on"
bn_bd: "এনরোলমেন্ট শুরু হবে"

source: "Not Currently Available"
bn_bd: "আপাতত উপলব্ধ নেই"

source: "More sessions coming soon."
bn_bd: "আরো সেশন খুব শীঘ্রই আসছে।"

source: "Change to a different session or leave the current session."
bn_bd: "অন্য সেশনে যান অথবা বর্তমান সেশনটি ত্যাগ করুন।"

source: "To access the course, select a session."
bn_bd: "কোর্সটি অ্যাক্সেস করতে, একটি সেশন নির্বাচন করুন।"

source: "Session Selection Dropdown for {courseName}"
bn_bd: "{courseName} কোর্সের জন্য সেশন নির্বাচন করুন"

source: "{sessionDates} - Currently Selected"
bn_bd: "{sessionDates} - বর্তমানে নির্বাচিত"

source: "{sessionDates} (Open until {enrollmentEnd})"
bn_bd: "{sessionDates} (নথিভুক্তির শেষ তারিখ {enrollmentEnd})"

source: "More sessions coming soon"
bn_bd: "আরো সেশন খুব শীঘ্রই আসছে"

source: "Leave the current session and decide later"
bn_bd: "বর্তমান সেশনটি ত্যাগ করুন এবং পরে সিদ্ধান্ত নিন"

source: "You are not enrolled in any programs yet."
bn_bd: "আপনি এখনো কোনো প্রোগ্রামে ভর্তি হননি।"

source: "Explore Programs"
bn_bd: "প্রোগ্রামগুলো দেখুন"

source: "Browse recently launched courses and see what\'s new in your favorite subjects"
bn_bd: "সম্প্রতি চালু হওয়া কোর্সগুলো দেখুন এবং আপনার পছন্দের বিষয়গুলোতে নতুন কী আছে দেখুন।"

source: "Explore new programs"
bn_bd: "নতুন প্রোগ্রামগুলো দেখুন"

source: "Course"
bn_bd: "কোর্স"

source: "Completed"
bn_bd: "সম্পন্ন"

source: "Remaining"
bn_bd: "অবশিষ্ট"

source: "%(programName)s Home Page."
bn_bd: "%(programName)s এর হোম পেজ।"

source: "Your {program} Certificate"
bn_bd: "আপনার {program} সার্টিফিকেট"

source: "Open the certificate you earned for the %(title)s program."
bn_bd: "আপনি %(title)s প্রোগ্রামের জন্য যে সার্টিফিকেট অর্জন করেছেন, সেটি খুলুন।"

source: "Program Record"
bn_bd: "প্রোগ্রাম রেকর্ড"

source: "Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others."
bn_bd: "একটি প্রোগ্রামের শর্ত পূরণ করার পরে আপনার একটি প্রোগ্রামের রেকর্ড তৈরি হবে। আপনি প্রোগ্রামের সব শর্ত পূরণ করলে এই রেকর্ডটি সম্পূর্ণ হিসেবে চিহ্নিত করা হবে। এই প্রোগ্রাম রেকর্ডটি আপনার শেখার পথ চালিয়ে যেতে এবং অন্যদের কাছে আপনার অর্জন দেখাতে ব্যবহার করা যেতে পারে।"

source: "View Program Record"
bn_bd: "প্রোগ্রাম রেকর্ড দেখুন"

source: "Additional Credit Opportunities"
bn_bd: "অতিরিক্ত ক্রেডিট সুযোগ"

source: "Learn More"
bn_bd: "আরও জানুন"

source: "Additional Professional Opportunities"
bn_bd: "অতিরিক্ত পেশাদার সুযোগ"

source: "Congratulations!"
bn_bd: "অভিনন্দন!"

source: "You have successfully completed all the requirements for the %(title)s %(type)s."
bn_bd: "আপনি সফলভাবে %(title)s %(type)s-এর জন্য প্রয়োজনীয় সবকিছু সম্পন্ন করেছেন।"

source: "Your Program Journey"
bn_bd: "আপনার প্রোগ্রাম যাত্রা"

source: "Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course."
bn_bd: "এই প্রোগ্রামের {count}টি কোর্সের অগ্রগতি ট্র্যাক করুন এবং পরিকল্পনা করুন। প্রোগ্রামটি সম্পন্ন করতে, আপনাকে প্রতিটি কোর্সের জন্য একটি যাচাইকৃত সার্টিফিকেট অর্জন করতে হবে।"

source: "Upgrade All Remaining Courses ("
bn_bd: "অবশিষ্ট কোর্সগুলো আপগ্রেড করুন"

source: "${listPrice}"
bn_bd: "${listPrice} টাকা"

source: "COURSES IN PROGRESS"
bn_bd: "চলমান কোর্স"

source: "REMAINING COURSES"
bn_bd: "অবশিষ্ট কোর্স"

source: "COMPLETED COURSES"
bn_bd: "সম্পূর্ণ কোর্স"

source: "As you complete courses, you will see them listed here."
bn_bd: "আপনি কোর্স সম্পন্ন করার সাথে সাথে সেগুলো এখানে তালিকাভুক্ত হবে।"

source: "Complete courses on your schedule to ensure you stand out in your field!"
bn_bd: "আপনার সময় অনুযায়ী কোর্সগুলো শেষ করুন, যাতে আপনি আপনার কর্মক্ষেত্রে আলাদাভাবে পরিচিত হতে পারেন!"

source: "Transform your %(org)s %(type)s into a full master’s degree"
bn_bd: "আপনার %(org)s এর %(type)s কে একটি পূর্ণাঙ্গ মাস্টার্স ডিগ্রিতে রূপান্তরিত করুন"

source: "Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities."
bn_bd: "সফলভাবে %(org)s এর %(program)s সম্পন্ন করার পর, বিশ্বের শীর্ষস্থানীয় বিশ্ববিদ্যালয়গুলোর ফ্লেক্সিবল, কঠোর এবং সাশ্রয়ী মূল্যের মাস্টার্স ডিগ্রীর জন্য আবেদন করা যেতে পারে।"

source: "Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course."
bn_bd: "এই প্রোগ্রামের {count}টি কোর্স ট্র্যাক করুন এবং আপনার অগ্রগতি পরিকল্পনা করুন। প্রোগ্রামটি সম্পন্ন করতে, আপনাকে প্রতিটি কোর্সের জন্য একটি ভেরিফাইড সার্টিফিকেট অর্জন করতে হবে।"

source: "{organization}\'s logo"
bn_bd: "{organization} এর লোগো"

source: "My programs"
bn_bd: "আমার প্রোগ্রামগুলো"

source: "Needs verified certificate "
bn_bd: "যাচাইকৃত সার্টিফিকেট প্রয়োজন"

source: "Upgrade to Verified"
bn_bd: "ভেরিফায়েড-এ আপগ্রেড করুন"

source: "New Address"
bn_bd: "নতুন ঠিকানা"

source: "Password"
bn_bd: "পাসওয়ার্ড"

source: "Change My Email Address"
bn_bd: "আমার ইমেল ঠিকানা পরিবর্তন করুন"

source: "Reset Password"
bn_bd: "পাসওয়ার্ড রিসেট করুন"

source: "Need help signing in?"
bn_bd: "সাইন ইন করতে সমস্যা হচ্ছে? "

source: "Forgot my password"
bn_bd: "পাসওয়ার্ড ভুলে গেছি"

source: "Other sign-in issues"
bn_bd: "অন্যান্য সাইন-ইন সমস্যা"

source: "Sign in with your company or school"
bn_bd: "আপনার কোম্পানি অথবা শিক্ষা প্রতিষ্ঠানের মাধ্যমে সাইন ইন করুন"

source: "Need other help signing in?"
bn_bd: "সাইন ইন করতে অন্য কোনো সাহায্য দরকার?<br/> অন্য কোনো সমস্যা হলে, {name}-এর সাথে যোগাযোগ করুন।"

source: "Create an account"
bn_bd: "একটি অ্যাকাউন্ট তৈরি করুন"

source: "Sign in"
bn_bd: "সাইন ইন করুন"

source: "Would you like to sign in using your %(providerName)s credentials?"
bn_bd: "আপনি কি আপনার {providerName}-এর মাধ্যমে সাইন ইন করতে চান?"

source: "Sign in using %(providerName)s"
bn_bd: "%(providerName)s দিয়ে সাইন ইন করুন"

source: "Show me other ways to sign in or register"
bn_bd: "অন্য উপায়ে লগইন অথবা রেজিস্টার করার অপশন দেখান"

source: "Sign in with Institution/Campus Credentials"
bn_bd: "ইনস্টিটিউশন/ক্যাম্পাস ক্রেডেনশিয়াল দিয়ে সাইন ইন করুন"

source: "Choose your institution from the list below:"
bn_bd: "নিচের তালিকা থেকে আপনার প্রতিষ্ঠানটি নির্বাচন করুন:"

source: "Back to sign in"
bn_bd: "সাইন ইন-এ ফিরে যান"

source: "Register with Institution/Campus Credentials"
bn_bd: "শিক্ষা প্রতিষ্ঠান/ক্যাম্পাস আইডি দিয়ে নিবন্ধন করুন"

source: "Create an Account"
bn_bd: "একটি অ্যাকাউন্ট তৈরি করুন"

source: "First time here?"
bn_bd: "প্রথমবার এখানে এসেছেন?"

source: "Create an Account."
bn_bd: "একটি অ্যাকাউন্ট তৈরি করুন।"

source: "Sign in to continue learning as {email}"
bn_bd: "{email} হিসেবে শেখা চালিয়ে যেতে সাইন ইন করুন।"

source: "Sign in to continue learning"
bn_bd: "অধ্যয়ন চালিয়ে যেতে সাইন ইন করুন"

source: "You already have an edX account with your {enterprise_name} email address."
bn_bd: "আপনার {enterprise_name} ইমেইল অ্যাড্রেস দিয়ে ஏற்கனவே একটি edX অ্যাকাউন্ট আছে।"

source: "Going forward, your account information will be updated and maintained by {enterprise_name}."
bn_bd: "এখন থেকে আপনার অ্যাকাউন্টের তথ্য {enterprise_name} দ্বারা আপডেট ও রক্ষণাবেক্ষণ করা হবে।"

source: "You can view your information or unlink from {enterprise_name} anytime in your Account Settings."
bn_bd: "আপনি আপনার অ্যাকাউন্ট সেটিংসে যে কোনও সময় আপনার তথ্য দেখতে বা {enterprise_name} থেকে আনলিঙ্ক করতে পারবেন।"

source: "To continue learning with this account, sign in below."
bn_bd: "এই অ্যাকাউন্ট দিয়ে শেখা চালিয়ে যেতে নিচের ফর্ম থেকে সাইন ইন করুন।"

source: "Sign In"
bn_bd: "সাইন ইন করুন"

source: "Sign in here using your email address and password, or use one of the providers listed below."
bn_bd: "আপনার ইমেল ঠিকানা ও পাসওয়ার্ড ব্যবহার করে এখানে সাইন ইন করুন, অথবা নিচের তালিকা থেকে যেকোনো একটি প্রদানকারী ব্যবহার করুন।"

source: "Sign in here using your email address and password."
bn_bd: "আপনার ইমেইল এড্রেস এবং পাসওয়ার্ড ব্যবহার করে এখানে সাইন ইন করুন।"

source: "If you do not yet have an account, use the button below to register."
bn_bd: "যদি আপনার এখনো অ্যাকাউন্ট না থাকে, তাহলে নিচের বাটনটি ব্যবহার করে রেজিস্টার করুন।"

source: "Use my university info"
bn_bd: "আমার বিশ্ববিদ্যালয় এর তথ্য ব্যবহার করুন"

source: "or sign in with"
bn_bd: "অথবা {name} দিয়ে সাইন ইন করুন"

source: "Sign in with %(providerName)s"
bn_bd: "%(providerName)s দিয়ে সাইন ইন করুন"

source: "Password assistance"
bn_bd: "পাসওয়ার্ড সহায়তা"

source: "Please enter your log-in or recovery email address below and we will send you an email with instructions."
bn_bd: "নিচে আপনার লগ-ইন অথবা রিকভারি ইমেইল ঠিকানাটি লিখুন, আমরা আপনাকে নির্দেশাবলীসহ একটি ইমেইল পাঠাবো।"

source: "Recover my password"
bn_bd: "পাসওয়ার্ড পুনরুদ্ধার করুন"

source: "Already have an {platformName} account?"
bn_bd: "আপনার কি অলরেডি একটা {platformName} অ্যাকাউন্ট আছে?"

source: "Sign in."
bn_bd: "সাইন ইন করুন।"

source: "Create an account using"
bn_bd: "একটি অ্যাকাউন্ট তৈরি করুন ব্যবহার করে"

source: "Create account using %(providerName)s."
bn_bd: "{providerName} দিয়ে অ্যাকাউন্ট তৈরি করুন।"

source: "Use my institution/campus credentials"
bn_bd: "আমার প্রতিষ্ঠান/ক্যাম্পাসের পরিচয়পত্র ব্যবহার করুন"

source: "or create a new one here"
bn_bd: "অথবা এখানে নতুন একটি তৈরি করুন"

source: "Support education research by providing additional information"
bn_bd: "শিক্ষাখাতে গবেষণা সহায়তায় অতিরিক্ত তথ্য দিন।"

source: "Congratulations! You are now verified on %(platformName)s!"
bn_bd: "অভিনন্দন! আপনি এখন %(platformName)s-এ যাচাইকৃত!"

source: "You are now enrolled as a verified student for:"
bn_bd: "আপনাকে {name}-এর একজন যাচাইকৃত শিক্ষার্থী হিসেবে নথিভুক্ত করা হলো।"

source: "A list of courses you have just enrolled in as a verified student"
bn_bd: "আপনি একজন যাচাইকৃত শিক্ষার্থী হিসেবে যে কোর্সগুলোতে ভর্তি হয়েছেন তার তালিকা"

source: "Explore your course!"
bn_bd: "আপনার কোর্সটি ঘুরে দেখুন!"

source: "Go to your Dashboard"
bn_bd: "আপনার ড্যাশবোর্ডে যান"

source: "Verified Status"
bn_bd: "যাচাইকৃত অবস্থা"

source: "Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again."
bn_bd: "আপনার ছবি জমা দেওয়ার জন্য ধন্যবাদ। আমরা খুব শীঘ্রই সেগুলি দেখব। আপনি এখন যে কোনও {platformName} কোর্স-এ সাইন আপ করতে পারেন যেখানে ভেরিফাইড সার্টিফিকেট দেওয়া হয়। ভেরিফিকেশন এক বছরের জন্য বৈধ। এক বছর পর, আপনাকে আবার ভেরিফিকেশনের জন্য ছবি জমা দিতে হবে।"

source: "Error:"
bn_bd: "এরর"

source: "What You Need for Verification"
bn_bd: "যাচাইকরণ এর জন্য আপনার যা যা লাগবে"

source: "Device with Camera"
bn_bd: "ক্যামেরাযুক্ত ডিভাইস"

source: "You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'."
bn_bd: "আপনার একটি ওয়েবক্যাম আছে এমন ডিভাইস দরকার। যদি আপনার ব্রাউজার থেকে ক্যামেরার ব্যবহারের অনুমতি চায়, তাহলে দয়া করে 'Allow'/'অনুমতি দিন' এ ক্লিক করুন।"

source: "Photo Identification"
bn_bd: "ছবি সনাক্তকরণ"

source: "You need a valid ID that contains your full name and photo."
bn_bd: "আপনাকে একটি বৈধ আইডি দিতে হবে যেখানে আপনার পুরো নাম এবং ছবি থাকবে।"

source: "Take Your Photo"
bn_bd: "আপনার ছবি তুলুন"

source: "When your face is in position, use the Take Photo button {icon} below to take your photo."
bn_bd: "আপনার মুখটা সঠিক অবস্থানে আসার পরে, নিচের {icon} আইকনটা ব্যবহার করে আপনার ছবি তুলুন।"

source: "To take a successful photo, make sure that:"
bn_bd: "একটি সুন্দর ছবি তোলার জন্য, নিশ্চিত করুন যে:"

source: "Your face is well-lit."
bn_bd: "আপনার মুখটা ভালোভাবে আলোকিত হয়েছে।"

source: "Your entire face fits inside the frame."
bn_bd: "আপনার পুরো মুখটা ফ্রেমের ভেতরে ধরছে।"

source: "To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'."
bn_bd: "আপনার মুখের ছবি তোলার জন্য, ক্যামেরা বাটন {icon}-এ ক্লিক করুন। আবার চেষ্টা করতে চাইলে 'ছবি রিটেক করুন'-এ ক্লিক করুন।"

source: "Frequently Asked Questions"
bn_bd: "সাধারণ জিজ্ঞাসা"

source: "Why does %(platformName)s need my photo?"
bn_bd: "কেন {platformName} আমার ছবি চাইছে?"

source: "We use your verification photos to confirm your identity and ensure the validity of your certificate."
bn_bd: "আপনার পরিচয় নিশ্চিত করতে এবং আপনার সার্টিফিকেটের বৈধতা নিশ্চিত করার জন্য আমরা আপনার যাচাইকরণ ছবিগুলো ব্যবহার করি।"

source: "What does %(platformName)s do with this photo?"
bn_bd: "এই ছবিটি %(platformName)s কী করে?"

source: "We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete."
bn_bd: "আমরা আপনার ছবি নিরাপদে এনক্রিপ্ট করি এবং পর্যালোচনার জন্য আমাদের অথরাইজেশন সার্ভিসে পাঠাই। যাচাইকরণ প্রক্রিয়া সম্পন্ন হওয়ার পরে আপনার ছবি এবং তথ্য %(platformName)s-এ কোথাও সংরক্ষণ করা হয় না বা দৃশ্যমান থাকে না।"

source: "What if I can't see the camera image, or if I can't see my photo do determine which side is visible?"
bn_bd: "যদি আমি ক্যামেরার ছবি দেখতে না পাই, অথবা আমার ছবি দেখতে না পেয়ে বুঝতে না পারি কোন দিকটা দেখা যাচ্ছে, তাহলে কী হবে?"

source: "You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen. "
bn_bd: "আপনি সম্ভবত কোনো সাহায্য ছাড়াই ছবি তোলার প্রক্রিয়াটি সম্পন্ন করতে পারবেন, তবে ক্যামেরার সঠিক অবস্থান ঠিক করতে কয়েকবার চেষ্টা করার প্রয়োজন হতে পারে। ভালো ফলাফল পাওয়ার জন্য ক্যামেরার সঠিক অবস্থান প্রতিটি কম্পিউটারের জন্য ভিন্ন হতে পারে, তবে সাধারণত মাথার ছবির জন্য ক্যামেরা থেকে প্রায় ১২-১৮ ইঞ্চি (৩০-৪৫ সেন্টিমিটার) দূরত্বে থাকা এবং আপনার মাথাটা কম্পিউটার স্ক্রিনের মাঝে রাখার চেষ্টা করুন।"

source: "If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card."
bn_bd: "যদি আপনার জমা দেওয়া ছবিগুলো রিজেক্ট হয়, তাহলে কম্পিউটার বা ক্যামেরার দিক পরিবর্তন করে আলোর কোণ পরিবর্তন করার চেষ্টা করুন। আইডি কার্ডের লেখা পড়তে না পারার কারণে রিজেক্ট হওয়ার সম্ভাবনাই বেশি।"

source: "What if I have difficulty holding my head in position relative to the camera?"
bn_bd: "ক্যামেরার সাপেক্ষে আমার মাথা স্থির রাখতে অসুবিধা হলে কী হবে?"

source: "If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions."
bn_bd: "ছবি তোলার ক্ষেত্রে সহায়তার প্রয়োজন হলে, অতিরিক্ত পরামর্শের জন্য %(platformName)s সাপোর্ট-এর সাথে যোগাযোগ করুন।"

source: "Next: %(nextStepTitle)s"
bn_bd: "পরবর্তী: %(nextStepTitle)s"

source: "Take a Photo of Your ID"
bn_bd: "আপনার আইডি কার্ডের ছবি তুলুন"

source: "Use your webcam to take a photo of your ID."
bn_bd: "আপনার আইডি কার্ডের ছবি তোলার জন্য আপনার ওয়েবক্যাম ব্যবহার করুন।"

source: "You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable."
bn_bd: "আপনাকে আপনার নাম এবং ছবিসহ একটি আইডি দিতে হবে। ড্রাইভিং লাইসেন্স, পাসপোর্ট অথবা যেকোনো আইডি গ্রহণযোগ্য।"

source: "Tips on taking a successful photo"
bn_bd: "সফল ছবি তোলার টিপস"

source: "Ensure that you can see your photo and read your name"
bn_bd: "নিশ্চিত করুন আপনি আপনার ছবি দেখতে পাচ্ছেন এবং আপনার নাম {name} পড়তে পারছেন।"

source: "Make sure your ID is well-lit"
bn_bd: "আপনার আইডি কার্ডটা ভালোভাবে আলোকিত হয়েছে কিনা দেখে নিন।"

source: "Once in position, use the Take Photo button {icon} to capture your ID"
bn_bd: "অবস্থান ঠিক হয়ে গেলে, আইডি তোলার জন্য Take Photo বোতাম {icon} ব্যবহার করুন।"

source: "Use the Retake Photo button if you are not pleased with your photo"
bn_bd: "যদি আপনার ছবি পছন্দ না হয়, তাহলে Retake Photo বাটনটি ব্যবহার করুন।"

source: "As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID."
bn_bd: "যাচাই প্রক্রিয়ার অংশ হিসেবে, আপনাকে আপনার মুখের একটি ছবি এবং আপনার পরিচয়পত্র (যেমন: আইডি কার্ড) এর একটি ছবি তুলতে হবে। আমাদের অনুমোদন পরিষেবা আপনার তোলা ছবিটি আপনার পরিচয়পত্রের ছবির সাথে মিলিয়ে আপনার পরিচয় নিশ্চিত করবে।"

source: "You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera. "
bn_bd: "আপনি সম্ভবত কোনো সাহায্য ছাড়াই ছবি তোলার প্রক্রিয়াটি সম্পন্ন করতে পারবেন, তবে ক্যামেরার সঠিক অবস্থান খুঁজে পেতে কয়েকবার চেষ্টা করতে হতে পারে। প্রতিটি কম্পিউটারের জন্য সেরা ক্যামেরা অবস্থান ভিন্ন হতে পারে, তবে সাধারণত, আইডি কার্ডের একটি ভালো ছবির জন্য ক্যামেরা থেকে ৮-১২ ইঞ্চি (২০-৩০ সেন্টিমিটার) দূরত্বে আইডি কার্ডটিকে ক্যামেরার ঠিক মাঝখানে রাখতে হয়।"

source: "What if I have difficulty holding my ID in position relative to the camera?"
bn_bd: "ক্যামেরার সাপেক্ষে আইডি কার্ডটা ঠিকমতো ধরে রাখতে অসুবিধা হলে কী করব?"

source: "Preview of uploaded image"
bn_bd: "আপলোড করা ছবির প্রিভিউ"

source: "Upload an image or capture one with your web or phone camera."
bn_bd: "একটি ছবি আপলোড করুন অথবা আপনার ওয়েব বা ফোনের ক্যামেরা দিয়ে একটি ছবি তুলুন।"

source: "Use your webcam to take a photo of your face. We will match this photo with the photo on your ID."
bn_bd: "আপনার মুখমণ্ডল ক্যামেরাবন্দী করুন। আপনার আইডি কার্ডের ছবির সাথে মিলিয়ে দেখা হবে।"

source: "Make sure your face is well-lit"
bn_bd: "আপনার মুখটা ভালোভাবে আলোকিত হয়েছে কিনা দেখে নিন।"

source: "Be sure your entire face is inside the frame"
bn_bd: "ফ্রেমের ভেতরে আপনার পুরো মুখ আছে কিনা নিশ্চিত করুন।"

source: "Once in position, use the Take Photo button {icon} to capture your photo"
bn_bd: "অবস্থান ঠিক হয়ে গেলে, ছবি তোলার বাটন {icon} ব্যবহার করে আপনার ছবি তুলুন।"

source: "Can we match the photo you took with the one on your ID?"
bn_bd: "আপনার আইডি কার্ডের ছবির সাথে আপনি তোলা ছবিটি মেলানো যায় কিনা দেখি?"

source: "As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID."
bn_bd: "যাচাইকরণ প্রক্রিয়ার অংশ হিসেবে, আপনাকে আপনার মুখের এবং একটি সরকারি ফটো আইডি-এর ছবি তুলতে হবে। আমাদের অনুমোদন পরিষেবা আপনার আইডি-র ছবির সাথে আপনার তোলা ছবিটি মিলিয়ে আপনার পরিচয় নিশ্চিত করবে।"
