Repository: robispider/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd

source: "{assignment_count} {type} assignment(s) found:"
bn_bd: "{assignment_count}টি {type} অ্যাসাইনমেন্ট পাওয়া গেছে।"

source: "The number of {type} assignments in the course matches the number defined here."
bn_bd: "এই কোর্সে {type} অ্যাসাইনমেন্টের সংখ্যা এখানে সংজ্ঞায়িত সংখ্যার সাথে মিলে যাচ্ছে।"

source: "Course Handouts"
bn_bd: "কোর্স হ্যান্ডআউটস"

source: "You have no handouts defined"
bn_bd: "আপনি কোনো হ্যান্ডআউট তৈরি করেননি।"

source: "There is invalid code in your content. Please check to make sure it is valid HTML."
bn_bd: "আপনার কনটেন্টে ভুল কোড আছে। দয়া করে নিশ্চিত করুন এটা ভ্যালিড HTML কিনা।"

source: "Date"
bn_bd: "তারিখ"

source: "Post"
bn_bd: "পোস্ট"

source: "Discussion"
bn_bd: "আলোচনা"

source: "Enable discussion"
bn_bd: "আলোচনা চালু করুন"

source: "Topics for unpublished units would not be created"
bn_bd: "অপ্রকাশিত ইউনিটের জন্য বিষয়গুলো তৈরি করা হবে না।"

source: "Please enable discussions for graded units from the"
bn_bd: "অনুগ্রহ করে {name} থেকে গ্রেডেড ইউনিটগুলোর জন্য আলোচনা চালু করুন।"

source: "Discussion Configuration"
bn_bd: "আলোচনা কনফিগারেশন"

source: "Due Date:"
bn_bd: "শেষ তারিখ:"

source: "Due Time in UTC:"
bn_bd: "UTC তে নির্ধারিত সময়:"

source: "Clear Grading Due Date"
bn_bd: "গ্রেডিং জমা দেওয়ার শেষ তারিখ সাফ করুন"

source: "Chapter Name"
bn_bd: "অধ্যায়টির নাম"

source: "Chapter {order}"
bn_bd: "অধ্যায় {order}"

source: "provide the title/name of the chapter that will be used in navigating"
bn_bd: "অध्यायটির শিরোনাম/নাম দিন যা নেভিগেট করার জন্য ব্যবহার করা হবে"

source: "Chapter Asset"
bn_bd: "অধ্যায় সম্পদ"

source: "upload a PDF file or provide the path to a Studio asset file"
bn_bd: "একটি PDF ফাইল আপলোড করুন অথবা Studio অ্যাসেট ফাইলের পাথ দিন"

source: "Upload PDF"
bn_bd: "পিডিএফ আপলোড করুন"

source: "delete chapter"
bn_bd: "অধ্যায়টি মুছে ফেলুন"

source: "Textbook information"
bn_bd: "পাঠ্যবইয়ের তথ্য"

source: "Textbook Name"
bn_bd: "পাঠ্যপুস্তক নাম"

source: "Introduction to Cookie Baking"
bn_bd: "কুকি বেকিং-এর সাথে পরিচিতি"

source: "provide the title/name of the text book as you would like your students to see it"
bn_bd: "শিক্ষার্থীরা যেভাবে দেখতে পাবে সেইভাবে টেক্সট বইয়ের শিরোনাম/নাম লিখুন"

source: "Chapter information"
bn_bd: "অধ্যায় সম্পর্কিত তথ্য"

source: "Add a Chapter"
bn_bd: "একটি অধ্যায় যোগ করুন"

source: "Edit Title"
bn_bd: "শিরোনাম পরিবর্তন করুন"

source: "You are editing content from a Library."
bn_bd: "আপনি লাইব্রেরি থেকে কন্টেন্ট সম্পাদনা করছেন।"

source: "Edits made here will only be reflected in this course. These edits may be overridden later if updates are accepted."
bn_bd: "এখানে করা পরিবর্তনগুলো শুধু এই কোর্সে দেখা যাবে। আপডেটস গ্রহণ করা হলে এই পরিবর্তনগুলো পরে পরিবর্তন হয়ে যেতে পারে।"

source: "View in Library"
bn_bd: "লাইব্রেরিতে দেখুন"

source: "Embed your subsection content directly on a page using an iframe, and view it without the LMS header and footer."
bn_bd: "একটি আইফ্রেম ব্যবহার করে আপনার সাবসেকশনের কন্টেন্ট সরাসরি একটি পেজে এম্বেড করুন, এবং এলএমএস হেডার ও ফুটার ছাড়া দেখুন।"

source: "Click to copy link to clipboard"
bn_bd: "লিঙ্কটি কপি করার জন্য ক্লিক করুন"

source: "Copy link"
bn_bd: "লিঙ্ক কপি করুন"

source: "When sharing this link with your learners, they will see the content of the subsection along with the header and footer of your LMS."
bn_bd: "এই লিঙ্কটি আপনার শিক্ষার্থীদের সাথে শেয়ার করলে, তারা এই সাবসেকশনের কন্টেন্ট দেখতে পাবে এবং আপনার এলএমএস-এর হেডার ও ফুটারও দেখতে পারবে।"

source: "Grading"
bn_bd: "গ্রেডিং"

source: "Grade as:"
bn_bd: "গ্রেড হিসেবে:"

source: "Not Graded"
bn_bd: "গ্রেড করা হয়নি"

source: "Cannot delete when in use by an experiment"
bn_bd: "পরীক্ষার সময় ব্যবহার করা হলে ডিলিট করা যাবে না।"

source: "This Group Configuration is used in:"
bn_bd: "এই গ্রুপ কনফিগারেশনটি ব্যবহৃত হচ্ছে: "

source: "This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}."
bn_bd: "এই গ্রুপ কনফিগারেশনটি বর্তমানে ব্যবহার করা হচ্ছে না। কোর্স আউটলাইন-এর মাধ্যমে যেকোনো ইউনিটে একটি কন্টেন্ট এক্সপেরিমেন্ট যোগ করে শুরু করুন {linkStart}কোর্স আউটলাইন{linkEnd}।"

source: "Group Configuration information"
bn_bd: "গ্রুপ কনফিগারেশন তথ্য"

source: "Group Configuration Name"
bn_bd: "গ্রুপ কনফিগারেশন এর নাম"

source: "Group Configuration ID"
bn_bd: "গ্রুপ কনফিগারেশন আইডি"

source: "This is the Name of the Group Configuration"
bn_bd: "এটা গ্রুপের কনফিগারেশনের নাম"

source: "Name or short description of the configuration"
bn_bd: "কনফিগারেশনের নাম অথবা সংক্ষিপ্ত বর্ণনা"

source: "This is the Description of the Group Configuration"
bn_bd: "এটি গ্রুপ কনফিগারেশনের বর্ণনা।"

source: "Optional long description"
bn_bd: "ঐচ্ছিক বিস্তারিত বর্ণনা"

source: "Group information"
bn_bd: "গ্রুপের তথ্য"

source: "Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups."
bn_bd: "শিক্ষার্থীদের যে গ্রুপগুলোতে অ্যাসাইন করা হবে সেগুলোর নাম, যেমন: কন্ট্রোল, ভিডিও, প্রবলেমস। কমপক্ষে দুটি গ্রুপ থাকতে হবে।"

source: "Add another group"
bn_bd: "আরেকটা গ্রুপ যোগ করুন"

source: "This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments."
bn_bd: "এই কনফিগারেশনটি বর্তমানে কন্টেন্ট এক্সপেরিমেন্টে ব্যবহার করা হচ্ছে। আপনি যদি গ্রুপগুলোতে কোনো পরিবর্তন করেন, তাহলে আপনাকে সেই এক্সপেরিমেন্টগুলো এডিট করতে হতে পারে।"

source: "delete group"
bn_bd: "গ্রুপটি ডিলিট করুন"

source: "Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit)."
bn_bd: "ইমেইল মেসেজে এই সেকশনের জন্য লার্নারদের কাছে পাঠাতে ৩-৫টি গুরুত্বপূর্ণ বিষয় লিখুন (২৫০ অক্ষরের মধ্যে)।"

source: "Highlight {highlight_index}"
bn_bd: "হাইলাইট করুন {highlight_index}"

source: "A highlight to look forward to this week."
bn_bd: "এই সপ্তাহে দেখার মতো একটি বিশেষ আকর্ষণ।"

source: "License Type"
bn_bd: "লাইসেন্সের ধরণ"

source: "Learn more about {license_name}"
bn_bd: "{license_name} সম্পর্কে আরো জানুন"

source: "Options for {license_name}"
bn_bd: "{license_name} এর জন্য অপশন"

source: "The following options are available for the {license_name} license."
bn_bd: "{license_name} লাইসেন্সের জন্য নিম্নলিখিত অপশনগুলো পাওয়া যাচ্ছে।"

source: "License Display"
bn_bd: "লাইসেন্স প্রদর্শন"

source: "The following message will be displayed at the bottom of the courseware pages within your course:"
bn_bd: "আপনার কোর্সের কোর্সওয়্যার পেজগুলোর নিচে নিচের বার্তাটি দেখানো হবে:"

source: "Creative Commons licensed content, with terms as follow:"
bn_bd: "ক্রিয়েটিভ কমন্স লাইসেন্সকৃত বিষয়বস্তু, যার শর্তগুলো নিম্নরূপ:"

source: "Some Rights Reserved"
bn_bd: "কিছু অধিকার স্বত্বাধিকারীর কাছে সংরক্ষিত।"

source: "New %(item_type)s"
bn_bd: "নতুন {item_type}"

source: "Clear"
bn_bd: "পরিষ্কার"

source: "Clear Value"
bn_bd: "মান পরিষ্কার করুন"

source: "Download"
bn_bd: "ডাউনলোড করুন"

source: "{categoryText} in {parentDisplayname}"
bn_bd: "{categoryText} {parentDisplayname} এর মধ্যে"

source: "Current location"
bn_bd: "বর্তমান লোকেশন"

source: "Currently selected"
bn_bd: "বর্তমানে নির্বাচিত"

source: "You haven't added any textbooks to this course yet."
bn_bd: "আপনি এখনো এই কোর্সে কোনো টেক্সটবুক যোগ করেননি।"

source: "Add your first textbook"
bn_bd: "আপনার প্রথম টেক্সটবুক যোগ করুন"

source: "Previous"
bn_bd: "আগের পেজ"

source: "This group controls access to:"
bn_bd: "এই গ্রুপটি নিম্নলিখিতগুলোতে অ্যাক্সেস নিয়ন্ত্রণ করে:"

source: "In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component."
bn_bd: "কোর্স আউটলাইন{linkStart}-এ, এই গ্রুপটি ব্যবহার করে একটি কম্পোনেন্টের অ্যাক্সেস নিয়ন্ত্রণ করুন।"

source: "Previous Uploads"
bn_bd: "আগের আপলোডগুলো"

source: "Download available encodings (.csv)"
bn_bd: "ডাউনলোডযোগ্য এনকোডিংগুলো (.csv) "

source: "Thumbnail"
bn_bd: "থাম্বনেইল"

source: "Video ID"
bn_bd: "ভিডিও আইডি"

source: "Transcripts"
bn_bd: "ট্রান্সক্রিপ্ট"

source: "Video Status"
bn_bd: "ভিডিও স্ট্যাটাস"

source: "Action"
bn_bd: "কার্য"

source: "Remove this video"
bn_bd: "এই ভিডিওটি সরিয়ে ফেলুন"

source: "Remove {video_name} video"
bn_bd: "{video_name} ভিডিওটি সরিয়ে ফেলুন"

source: "Never published"
bn_bd: "কখনো প্রকাশিত হয়নি"

source: "Last published %(last_published_date)s by %(publish_username)s"
bn_bd: "সর্বশেষ প্রকাশ করেছেন %(publish_username)s, %(last_published_date)s তারিখে।"

source: "Previously published"
bn_bd: "পূর্বে প্রকাশিত"

source: "Draft (Never published)"
bn_bd: "খসড়া (এখনো প্রকাশ করা হয়নি)"

source: "Visible to Staff Only"
bn_bd: "শুধুমাত্র স্টাফদের জন্য দৃশ্যমান"

source: "Published and Live"
bn_bd: "প্রকাশিত এবং লাইভ"

source: "Published (not yet released)"
bn_bd: "প্রকাশিত (এখনো রিলিজ করা হয়নি)"

source: "Draft (Unpublished changes)"
bn_bd: "খসড়া (প্রকাশিত হয়নি এমন পরিবর্তন)"

source: "Release:"
bn_bd: "রিলিজ:"

source: "Publishing Status"
bn_bd: "প্রকাশনার অবস্থা"

source: "Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}"
bn_bd: "খসড়াটি {lastSavedStart}{editedOn}{lastSavedEnd} তারিখে {editedByStart}{editedBy}{editedByEnd} কর্তৃক সংরক্ষণ করা হয়েছে।"

source: "Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}"
bn_bd: "সর্বশেষ প্রকাশিত {lastPublishedStart}{publishedOn}{lastPublishedEnd} -এ {publishedByStart}{publishedBy}{publishedByEnd} কর্তৃক।"

source: "Is Visible To:"
bn_bd: "কারা দেখতে পাচ্ছে: "

source: "Will Be Visible To:"
bn_bd: "কারা দেখতে পারবে:<br/>"

source: "Staff Only"
bn_bd: "কর্মচারী ছাড়া অন্য কেউ নয়"

source: "Staff and Learners"
bn_bd: "শিক্ষক ও শিক্ষার্থীরা"

source: "Hide from learners"
bn_bd: "শিক্ষার্থীদের থেকে লুকান"

source: "Note: Do not hide graded assignments after they have been released."
bn_bd: "নোট: গ্রেডেড অ্যাসাইনমেন্ট রিলিজ করার পরে সেগুলো লুকানো যাবে না।"

source: "Copy Unit"
bn_bd: "ইউনিট কপি করুন"

source: "Release Date and Time"
bn_bd: "রিলিজের তারিখ ও সময়"

source: "Release Date:"
bn_bd: "রিলিজের তারিখ:"

source: "Release Time in UTC:"
bn_bd: "UTC তে রিলিজের সময়:"

source: "Clear Release Date/Time"
bn_bd: "রিলিজের তারিখ/সময় সরান"

source: "Due in:"
bn_bd: "সময়সীমা: "

source: "weeks from learner enrollment date"
bn_bd: "শিক্ষার্থী ভর্তির তারিখ থেকে সপ্তাহ"

source: "If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}."
bn_bd: "যদি একজন শিক্ষার্থী {startDate} তারিখে শুরু করে, তাহলে এই উপ-বিভাগটি {projectedDueIn} এর মধ্যে শেষ করতে হবে।"

source: "The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date."
bn_bd: "এই উপ-বিভাগটি শিক্ষার্থীর ভর্তি তারিখ থেকে কমপক্ষে ১ সপ্তাহ পর দিতে হবে।"

source: "Assessment Results Visibility"
bn_bd: "অ্যাসেসমেন্ট রেজাল্টের দৃশ্যমানতা"

source: "Always show assessment results"
bn_bd: "সবসময় অ্যাসেসমেন্টের ফলাফল দেখান"

source: "When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received."
bn_bd: "যখন শিক্ষার্থীরা কোনো মূল্যায়নের উত্তর জমা দেয়, তারা সাথে সাথেই দেখতে পায় উত্তরটি সঠিক নাকি ভুল, এবং তারা কত স্কোর পেয়েছে।"

source: "Never show assessment results"
bn_bd: "কখনো মূল্যায়নের ফলাফল দেখাবে না"

source: "Learners never see whether their answers to assessments are correct or incorrect, nor the score received."
bn_bd: "শিক্ষার্থীরা তাদের মূল্যায়নের উত্তরে সঠিক না ভুল হয়েছে অথবা তারা কত নম্বর পেয়েছে, তা দেখতে পায় না।"

source: "Show assessment results when subsection is past due"
bn_bd: "সাবসেকশনটি ডিউ ডেট হয়ে গেলে অ্যাসেসমেন্ট রেজাল্ট দেখান"

source: "Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed."
bn_bd: "অংশটির শেষ তারিখ পার হওয়ার আগে শিক্ষার্থীরা তাদের মূল্যায়নের উত্তরে সঠিক বা ভুল ছিল কিনা অথবা তারা কত স্কোর পেয়েছে, তা দেখতে পারবে না।"

source: "If the subsection does not have a due date, learners always see their scores when they submit answers to assessments."
bn_bd: "যদি কোনো উপ-বিভাগের সময়সীমা না থাকে, তাহলে শিক্ষার্থীরা অ্যাসেসমেন্টে উত্তর জমা দেওয়ার পরে সবসময় তাদের স্কোর দেখতে পারবে।"

source: "PDF Chapters"
bn_bd: "পিডিএফ অধ্যায়গুলো"

source: "View Live"
bn_bd: "লাইভ দেখুন"

source: "Signatory"
bn_bd: "স্বাক্ষরকারী"

source: "Signature Image"
bn_bd: "স্বাক্ষর করার ছবি"

source: "Certificate Signatory Configuration"
bn_bd: "সার্টিফিকেট স্বাক্ষরকারী কনফিগারেশন"

source: "Name "
bn_bd: "নাম"

source: "Name of the signatory"
bn_bd: "স্বাক্ষরকারীর নাম"

source: "The name of this signatory as it should appear on certificates."
bn_bd: "এই স্বাক্ষরকারীর নাম সার্টিফিকেটে যেভাবে দেখাতে হবে।"

source: "Title "
bn_bd: "শিরোনাম"

source: "Title of the signatory"
bn_bd: "স্বাক্ষরকারীর পদবি"

source: "Titles more than 100 characters may prevent students from printing their certificate on a single page."
bn_bd: "১০০ অক্ষরের বেশি দৈর্ঘ্যের টাইটেল দিলে শিক্ষার্থীদের সার্টিফিকেট ஒரே পেজে প্রিন্ট করতে সমস্যা হতে পারে।"

source: "Organization "
bn_bd: "সংস্থা"

source: "Organization of the signatory"
bn_bd: "স্বাক্ষরকারীর সংস্থা"

source: "The organization that this signatory belongs to, as it should appear on certificates."
bn_bd: "এই স্বাক্ষরকারীর সংস্থাটি যে নামে সার্টিফিকেটে প্রদর্শিত হবে।"

source: "Path to Signature Image"
bn_bd: "স্বাক্ষরের ছবির পথ"

source: "Image must be in PNG format"
bn_bd: "ছবিটি অবশ্যই PNG ফরম্যাটে হতে হবে।"

source: "Upload Signature Image"
bn_bd: "স্বাক্ষরের ছবি আপলোড করুন"

source: "Unit Visibility"
bn_bd: "ইউনিট ভিজিবিলিটি"

source: "Section Visibility"
bn_bd: "সেকশন ভিজিবিলিটি"

source: "Visible to learners"
bn_bd: "শিক্ষার্থীদের জন্য দৃশ্যমান"

source: "It is visible to learners, ensuring that all learners can view its contents."
bn_bd: "এটি শিক্ষার্থীদের জন্য দৃশ্যমান, যা নিশ্চিত করে যে সকল শিক্ষার্থী এর বিষয়বস্তু দেখতে পারবে।"

source: "Hide in Course Outline, accessible via Link"
bn_bd: "কোর্স আউটলাইনে লুকানো, লিঙ্কের মাধ্যমে প্রবেশ করা যাবে।"

source: "It is intentionally hidden from standard navigation, ensuring that only individuals with the link can view its contents."
bn_bd: "এটা সাধারণ নেভিগেশনে ইচ্ছাকৃতভাবে লুকানো হয়েছে, এটা নিশ্চিত করার জন্য যে শুধুমাত্র যাদের কাছে লিঙ্ক আছে তারাই এর বিষয়বস্তু দেখতে পারবে।"

source: "If you make this section visible in the table of content, learners will be able to see its content."
bn_bd: "যদি আপনি এই অংশটি সূচিপত্রে দৃশ্যমান করেন, তাহলে শিক্ষার্থীরা এর বিষয়বস্তু দেখতে পারবে।"

source: "It is intentionally hidden from learners, ensuring that only the course staff can view its contents."
bn_bd: "এটি ইচ্ছাকৃতভাবে শিক্ষার্থীদের থেকে লুকানো হয়েছে, যাতে শুধুমাত্র কোর্স কর্মীরা এর বিষয়বস্তু দেখতে পারে।"

source: "If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners."
bn_bd: "যদি ইউনিটটি আগে প্রকাশ করা হয়ে থাকে এবং শিক্ষার্থীদের কাছে রিলিজ করা হয়ে থাকে, তাহলে লুকানো অবস্থায় আপনি ইউনিটে যে পরিবর্তনগুলো করেছেন, সেগুলো এখন শিক্ষার্থীদের কাছে দৃশ্যমান হবে।"

source: "If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s."
bn_bd: "যদি আপনি এই %(xblockType)s টি শিক্ষার্থীদের জন্য দৃশ্যমান করেন, তাহলে শিক্ষার্থীরা রিলিজের তারিখ পার হওয়ার পরে এবং আপনি ইউনিটটি পাবলিশ করার পরে এর কনটেন্ট দেখতে পারবে। শুধুমাত্র যে ইউনিটগুলো স্পষ্টভাবে শিক্ষার্থীদের থেকে লুকানো থাকবে, এই অপশনটি ক্লিয়ার করার পরেও সেগুলো লুকানোই থাকবে।"

source: "Xpert unit summaries"
bn_bd: "এক্সপার্ট ইউনিট সারাংশ"

source: "Enable summaries"
bn_bd: "সামারি চালু করুন"

source: "Current Role:"
bn_bd: "বর্তমান পদবি:"

source: "You!"
bn_bd: "আপনি!"

source: "send an email message to {email}"
bn_bd: "{email} ঠিকানায় একটি ইমেইল বার্তা পাঠান"

source: "Promote another member to Admin to remove your admin rights"
bn_bd: "আপনার অ্যাডমিন অধিকার সরিয়ে দেওয়ার জন্য অন্য একজন সদস্যকে অ্যাডমিন হিসেবে পদোন্নতি দিন।"

source: "Add {role} Access"
bn_bd: "{role} এর অ্যাক্সেস যোগ করুন"

source: "Remove {role} Access"
bn_bd: "{role} এর অ্যাক্সেস বাতিল করুন"

source: "Delete the user, {username}"
bn_bd: "আপনি কি {username} নামের ব্যবহারকারীকে মুছে ফেলতে চান?"

source: "Set as a Special Exam"
bn_bd: "স্পেশাল পরীক্ষা হিসেবে সেট করুন"

source: "Exam Types"
bn_bd: "পরীক্ষার ধরণ"

source: "This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance."
bn_bd: "এই অংশটি প্রথমে শিক্ষার্থীদের জন্য তত্ত্বাবধানে পরীক্ষা হিসাবে প্রকাশ করা হয়েছিল, কিন্তু পরে এটিকে সাধারণ অথবা সময়সীমাযুক্ত পরীক্ষায় ফিরিয়ে আনা হয়েছে। আপনি এখন এটিকে তত্ত্বাবধানে পরীক্ষা হিসাবে কনফিগার করতে পারবেন না। সহায়তার জন্য ইডেক্স সাপোর্ট-এর সাথে যোগাযোগ করুন।"

source: "This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future."
bn_bd: "এই তত্ত্বাবধান করা পরীক্ষাটি শিক্ষার্থীদের জন্য প্রকাশ করা হয়েছে। আপনি এটিকে অন্য ধরনের বিশেষ পরীক্ষায় পরিবর্তন করতে পারবেন না। আপনি 'None' নির্বাচন করে এই অংশটিকে আবার সাধারণ পরীক্ষায় ফিরিয়ে আনতে পারেন, অথবা একটি সময়সীমাযুক্ত পরীক্ষায় পরিবর্তন করতে পারেন, তবে ভবিষ্যতে আপনি এটিকে তত্ত্বাবধান করা পরীক্ষা হিসেবে কনফিগার করতে পারবেন না।"

source: "Timed"
bn_bd: "সময়সীমা"

source: "Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard."
bn_bd: "এই উপ-বিভাগের সমস্যাগুলিতে শিক্ষার্থীরা কত সময় কাটাবে, তা সীমিত করতে একটি সময়সীমার পরীক্ষা ব্যবহার করুন। সময় শেষ হওয়ার আগে শিক্ষার্থীদের উত্তর জমা দিতে হবে। আপনি ইন্সট্রাক্টর ড্যাশবোর্ডের মাধ্যমে individual শিক্ষার্থীদের জন্য অতিরিক্ত সময় দিতে পারেন।"

source: "Proctored"
bn_bd: "নজরদারি করা হচ্ছে"

source: "Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date.\"
bn_bd: "প্রক্টর্ড পরীক্ষাগুলো সময়সীমাযুক্ত এবং পরীক্ষা দেওয়ার সময় প্রতিটি শিক্ষার্থীর ভিডিও রেকর্ড করা হয়। শিক্ষার্থীরা যেন পরীক্ষার সমস্ত নিয়মকানুন মেনে চলে, তা নিশ্চিত করার জন্য ভিডিওগুলো পর্যালোচনা করা হয়। অনুগ্রহ করে মনে রাখবেন, এই পরীক্ষাটি প্রক্টর্ড হিসেবে সেট করলে কনটেন্ট দেখার সেটিংস "Due date এর পরে কনটেন্ট লুকানো হবে" অপশনে পরিবর্তন হয়ে যাবে।"

source: "Onboarding"
bn_bd: "অনবোর্ডিং"

source: "Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days."
bn_bd: "অনboarding ব্যবহার করে পরীক্ষার্থীদের Proctoring-এর সাথে পরিচিত করুন, তাদের পরিচয় যাচাই করুন এবং একটি অনboarding প্রোফাইল তৈরি করুন। পরীক্ষার্থীদের অবশ্যই Proctoring পরীক্ষায় অংশগ্রহণের আগে অনboarding প্রোফাইল ধাপটি সম্পন্ন করতে হবে। প্রোফাইল পর্যালোচনা করতে ২+ কর্মদিবস লাগতে পারে।"

source: "Practice Proctored"
bn_bd: "প্র্যাকটিস প্রক্টর্ড"

source: "Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade."
bn_bd: "শিক্ষার্থীদের প্রোক্টরিং টুলস এবং প্রক্রিয়াগুলোর সাথে পরিচিত করার জন্য একটি অনুশীলন প্রোক্টরড পরীক্ষা ব্যবহার করুন। অনুশীলন পরীক্ষার ফলাফল শিক্ষার্থীর গ্রেডে কোনো প্রভাব ফেলবে না।"

source: "Time Allotted (HH:MM):"
bn_bd: "সময় বরাদ্দ (ঘণ্টা:মিনিট):"

source: "Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard."
bn_bd: "পরীক্ষার জন্য সময় নির্ধারণ করুন। যদি সময় ২৪ ঘণ্টার বেশি হয়, তাহলে সময়ের পরিমাণ লিখুন। আপনি ইন্সট্রাক্টর ড্যাশবোর্ডের মাধ্যমে আলাদাভাবে শিক্ষার্থীদের পরীক্ষার জন্য অতিরিক্ত সময় দিতে পারবেন।"

source: "Review Rules"
bn_bd: "পর্যালোচনা করার নিয়মাবলী"

source: "Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}."
bn_bd: "ভিডিও পর্যালোচনার সময় প্রক্টরিং রিভিউ টিমের অনুসরণ করার জন্য যেকোনো নিয়ম অথবা ব্যতিক্রম উল্লেখ করুন। উদাহরণস্বরূপ, আপনি উল্লেখ করতে পারেন যে ক্যালকুলেটর ব্যবহারের অনুমতি আছে। এই নির্দিষ্ট নিয়মগুলো শিক্ষার্থীরা পরীক্ষা শুরু করার আগে দেখতে পারবে, {linkStart}সাধারণ প্রক্টার্ড পরীক্ষার নিয়মাবলীর{linkEnd} সাথে।"

source: "General Proctored Exam Rules"
bn_bd: "সাধারণ প্রক্টরড পরীক্ষার নিয়মাবলী"

source: "Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam."
bn_bd: "ভিডিও রিভিউ করার সময় প্রক্টরিং রিভিউ টিমের জন্য যেকোনো নিয়ম বা নিয়মের ব্যতিক্রম উল্লেখ করুন। উদাহরণস্বরূপ, আপনি উল্লেখ করতে পারেন ক্যালকুলেটর ব্যবহারের অনুমতি আছে। এই নিয়মগুলো শিক্ষার্থীরা পরীক্ষা শুরু করার আগে দেখতে পারবে।"

source: "Account"
bn_bd: "একাউন্ট"

source: "This action updates the {provider} information for your entire organization."
bn_bd: "এই কাজটি আপনার পুরো প্রতিষ্ঠানের জন্য {provider} সম্পর্কিত তথ্য আপডেট করবে।"

source: "Enter the account information for your organization."
bn_bd: "আপনার প্রতিষ্ঠানের অ্যাকাউন্টের তথ্য দিন।"

source: "API Key"
bn_bd: "এপিআই কী"

source: "API Secret"
bn_bd: "এপিআই সিক্রেট"

source: "Unit Access"
bn_bd: "ইউনিট অ্যাক্সেস"

source: "Restrict access to:"
bn_bd: "কারা দেখতে পারবে তা সীমিত করুন:"

source: "Select a group type"
bn_bd: "গ্রুপের ধরণ নির্বাচন করুন"

source: "Select one or more groups:"
bn_bd: "একটি বা একাধিক গ্রুপ নির্বাচন করুন:"

source: "Deleted Group"
bn_bd: "গ্রুপটি মুছে ফেলা হয়েছে"

source: "This group no longer exists. Choose another group or do not restrict access to this unit."
bn_bd: "এই গ্রুপটি আর নেই। অন্য একটি গ্রুপ বেছে নিন অথবা এই ইউনিটের অ্যাক্সেস সীমিত করবেন না।"

source: "File upload succeeded"
bn_bd: "ফাইল আপলোড সফল হয়েছে।"

source: "Please check the following validation feedbacks and reflect them in your course settings:"
bn_bd: "অনুগ্রহ করে নিচের ভ্যালিডেশন ফিডব্যাকগুলো দেখুন এবং আপনার কোর্সের সেটিংসে সেগুলোর প্রতিফলন করুন:"

source: "Verification Checkpoint"
bn_bd: "যাচাইকরণ ধাপ"

source: "Must complete verification checkpoint"
bn_bd: "যাচাইকরণ ধাপটি সম্পন্ন করতে হবে।"

source: "Verification checkpoint to be completed"
bn_bd: "যাচাইকরণ সম্পন্ন করার জন্য একটি ধাপ"

source: "Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default."
bn_bd: "যাদের যাচাইকরণের প্রয়োজন, তাদের এই ইউনিটের কনটেন্ট দেখতে নির্বাচিত চেকপয়েন্টটি পাস করতে হবে। যাদের যাচাইকরণের প্রয়োজন নেই, তারা ডিফল্টভাবে এই কনটেন্ট দেখতে পাবেন।"

source: "Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}."
bn_bd: "সুপারিশ করা ছবির রেজোলিউশন হল {imageResolution}, সর্বোচ্চ ছবির ফাইলের আকার {maxFileSize} হওয়া উচিত এবং ফরম্যাট অবশ্যই {supportedImageFormats}-এর মধ্যে একটি হতে হবে।"

source: "Read more"
bn_bd: "আরো পড়ুন"

source: "No transcript uploaded."
bn_bd: "কোনো ট্রান্সক্রিপ্ট আপলোড করা হয়নি।"

source: "Show transcripts ({totalTranscripts})"
bn_bd: "ট্রান্সক্রিপ্ট দেখুন ({totalTranscripts})"
