Repository: robispider/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: Invalid location URL provided
bn_bd: ভুল লোকেশন ইউআরএল দেওয়া হয়েছে।

source: The resource you are attempting to provide already exists
bn_bd: আপনি যে রিসোর্সটি যোগ করার চেষ্টা করছেন, সেটি ইতিমধ্যে বিদ্যমান।

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
bn_bd: স্টাফ কর্তৃক নিষিদ্ধ করার কারণে আপনি যে রিসোর্সটি দিতে চাচ্ছেন সেটি গ্রহণ করা যাচ্ছে না। কারণ:

source: The selected resource does not exist
bn_bd: নির্বাচিত রিসোর্সটি খুঁজে পাওয়া যায়নি।

source: Size of uploaded file exceeds threshold
bn_bd: আপলোড করা ফাইলের আকার অনুমোদিত সীমা অতিক্রম করেছে।

source: The configuration of pyfs is not properly set
bn_bd: pyfs এর কনফিগারেশন ঠিকমতো সেট করা হয়নি।

source: Endorse resource without permission
bn_bd: অনুমতি ছাড়া রিসোর্স এন্ডোর্স করা হয়েছে

source: You don't have the permission to remove this resource
bn_bd: আপনার এই রিসোর্সটি সরানোর অনুমতি নেই।

source: Only staff can import resources
bn_bd: শুধুমাত্র স্টাফরাই রিসোর্স ইম্পোর্ট করতে পারবে।

source: Please submit the JSON file obtained with the download resources button
bn_bd: ডাউনলোড রিসোর্স বাটনে করে পাওয়া JSON ফাইলটি জমা দিন।

source: Tried to access flagged resources without staff permission
bn_bd: স্টাফের অনুমতি ছাড়া ফ্ল্যাগ করা রিসোর্স অ্যাক্সেস করার চেষ্টা করা হয়েছে।

source: This is a list of recommended resources. If you\
bn_bd: এটি প্রস্তাবিত রিসোর্সের একটি তালিকা। যদি আপনি

source: Show related resources
bn_bd: সম্পর্কিত রিসোর্সগুলো দেখান

source: This will be a list of resources your fellow students thought might be helpful, but it is empty currently. If you find useful resources, either on edx.org or elsewhere, please add it.
bn_bd: এটি আপনার সহপাঠীরা সহায়ক মনে করতে পারে এমন রিসোর্সের একটি তালিকা হবে, কিন্তু বর্তমানে এটি খালি। যদি আপনি সহায়ক রিসোর্স খুঁজে পান, edx.org-এ অথবা অন্য কোথাও, তাহলে অনুগ্রহ করে এটি যোগ করুন।

source: Add new resource &gt;&gt;
bn_bd: নতুন রিসোর্স যোগ করুন &gt;&gt;

source: Download resources
bn_bd: রিসোর্স ডাউনলোড করুন

source: Upload resources
bn_bd: রিসোর্স আপলোড করুন

source: mode
bn_bd: মোড

source: This is a list of resources your fellow students thought might be helpful. If you find another useful resource, either on edx.org or elsewhere, please add it. If you can improve the description or preview of a resource, please do so as well. If you find a resource helpful, upvote it. If it&rsquo;s not so helpful, downvote it. If it has issues (illegal material, incorrect, etc.), please flag it and let us know the reason.
bn_bd: এটি আপনার সহপাঠীরা সহায়ক মনে করেছে এমন রিসোর্সের একটি তালিকা। আপনি যদি edx.org বা অন্য কোথাও অন্য কোনো সহায়ক রিসোর্স খুঁজে পান, তাহলে দয়া করে সেটি যোগ করুন। আপনি যদি কোনো রিসোর্সের বর্ণনা বা প্রিভিউ উন্নত করতে পারেন, তাহলে সেটিও করতে পারেন। যদি আপনি কোনো রিসোর্স সহায়ক মনে করেন, তাহলে আপভোট করুন। যদি সেটি খুব বেশি সহায়ক না হয়, তাহলে ডাউনভোট করুন। যদি এতে কোনো সমস্যা থাকে (অবৈধ উপাদান, ভুল, ইত্যাদি), তাহলে অনুগ্রহ করে এটি ফ্ল্যাগ করুন এবং কারণটি জানান।

source: cancel and go back to resource list
bn_bd: বাতিল করুন এবং রিসোর্স লিস্টে ফিরে যান

source: &lt; Related resources
bn_bd: সম্পর্কিত রিসোর্স

source: Resources (in JSON format):
bn_bd: রিসোর্স (JSON ফরম্যাটে):

source: Provide a file of resource list in JSON format
bn_bd: JSON ফরম্যাটে রিসোর্স লিস্টের একটি ফাইল দিন।

source: Reason
bn_bd: কারণ

source: Reason for why this resource should be removed
bn_bd: এই রিসোর্সটি সরানোর কারণ

source: Reason for why this resource should be endorsed
bn_bd: এই রিসোর্সটি কেন সমর্থন করা উচিত তার কারণ

source: Reason for why this resource should be flagged
bn_bd: এই রিসোর্সটি কেন ফ্ল্যাগ করা উচিত তার কারণ

source: Title
bn_bd: শিরোনাম

source: Provide a resource title, required
bn_bd: একটি রিসোর্সের শিরোনাম দিন, এটা জরুরি

source: Provide a meaningful title so other students know whether this is useful to them
bn_bd: একটি অর্থপূর্ণ শিরোনাম দিন যাতে অন্য শিক্ষার্থীরা বুঝতে পারে এটি তাদের জন্য দরকারি কিনা।

source: Location
bn_bd: অবস্থান

source: Provide a resource location in url, required
bn_bd: একটি URL-এ রিসোর্সের লোকেশন দিন, এটি আবশ্যক

source: Description
bn_bd: বর্ণনা

source: Provide a meaningful description so other students know whether this is useful to them
bn_bd: অন্যান্য শিক্ষার্থীদের জন্য একটি অর্থপূর্ণ বর্ণনা দিন যাতে তারা বুঝতে পারে এটা তাদের জন্য কাজে লাগবে কিনা।

source: Preview screenshot:
bn_bd: স্ক্রিনশট প্রিভিউ:

source: Provide a resource screenshot
bn_bd: একটি রিসোর্স স্ক্রিনশট দিন

source: Save change
bn_bd: পরিবর্তনগুলি সংরক্ষণ করুন

source: Provide a resource description
bn_bd: একটি রিসোর্সের বর্ণনা দিন

source: Provide a file of resource screenshot
bn_bd: রিসোর্স স্ক্রিনশটের ফাইল দিন

source: Add resource
bn_bd: রিসোর্স যোগ করুন

source: Configuration setting
bn_bd: কনফিগারেশন সেটিং

source: Set the student-view, client side configurations for RecommenderXblock.
bn_bd: RecommenderXblock-এর জন্য ছাত্র-দৃষ্টিভঙ্গি, ক্লায়েন্ট সাইড কনফিগারেশন সেট করুন।

source: Yes
bn_bd: হ্যাঁ

source: No
bn_bd: না

source: Do you want to take users on a little tour when they see the RecommenderXBlock first time?
bn_bd: RecommenderXBlock প্রথমবার দেখার সময় ব্যবহারকারীদের কি একটু ট্যুর দিয়ে দেখাতে চান?

source: Do you want to disable the UX functions which are under development?
bn_bd: আপনি কি বর্তমানে উন্নয়নাধীন ইউএক্স ফিচারগুলো বন্ধ করতে চান?

source: How many resources you want to show in each page of the resource list?
bn_bd: রে sources লিস্টের প্রতি পাতায় আপনি কয়টা রিসোর্স দেখতে চান?

source: How many page icons in pagination control (i.e., page range)? The icons for pages from (current page - page range) to (current page + page range) will be shown.
bn_bd: প্যাজিনেশন কন্ট্রোলে কতগুলো পেজ আইকন থাকবে (যেমন, পেজ রেঞ্জ)? (বর্তমান পেজ - পেজ রেঞ্জ) থেকে (বর্তমান পেজ + পেজ রেঞ্জ) পর্যন্ত পেজগুলোর আইকন দেখানো হবে।

source: Recommend a new resource which may be helpful to other students solving this problem
bn_bd: এই সমস্যা সমাধানে অন্য শিক্ষার্থীদের সাহায্য করতে পারে এমন একটি নতুন রিসোর্স সাজেস্ট করুন।

source: Edit this resource
bn_bd: এই রিসোর্সটি এডিট করুন

source: Upvote if the resource is helpful
bn_bd: যদি রিসোর্সটা কাজে লাগে তাহলে আপভোট করুন

source: Downvote if the resource is not helpful
bn_bd: যদি রিসোর্সটি কাজে না লাগে তাহলে ডাউনভোট করুন।

source: Votes
bn_bd: ভোট

source: Resource title
bn_bd: রিসোর্স টাইটেল

source: Remove this resource and give the reason why you do that
bn_bd: এই রিসোর্সটা সরিয়ে ফেলুন এবং এর কারণটা জানান।

source: Preview image (typically, a screenshot)
bn_bd: প্রিভিউ ইমেজ (সাধারণত, একটি স্ক্রিনশট)

source: Give a short (1-3 sentence) summary of the resource; ideally, this should be concise, but give enough detail to let students know whether this resources is useful to them
bn_bd: এই রিসোর্সটির একটি সংক্ষিপ্ত সারসংক্ষেপ দিন (১-৩ বাক্যে)। চেষ্টা করুন সংক্ষিপ্ত রাখার, তবে শিক্ষার্থীদের জন্য এটি কতটা দরকারি, তা বোঝার মতো যথেষ্ট তথ্য দিন।

source: Cut-and-paste the URL of the resource.
bn_bd: রিসোর্স এর URL টি কপি করে পেস্ট করুন।

source: Give a paragraph of summary of the resource; the summary should be more detailed than you gave in Title
bn_bd: এই রিসোর্সটির একটি বিস্তারিত সারাংশ দিন; সারাংশটি টাইটেলে দেওয়ার চেয়ে বেশি বিস্তারিত হতে হবে।

source: Upload a preview screenshot (in GIF/PNG/JPG) of the resource; ideally, this should let students know whether this resources is useful to them
bn_bd: রিসোর্সটির একটি প্রিভিউ স্ক্রিনশট (GIF/PNG/JPG ফরম্যাটে) আপলোড করুন; সবচেয়ে ভালো হয় যদি এটি শিক্ষার্থীদের বুঝতে সাহায্য করে রিসোর্সটি তাদের জন্য দরকারি কিনা।

source: Go back to the main list
bn_bd: প্রধান তালিকায় ফিরে যান

source: Give a meaningful reason for why this resource should be removed
bn_bd: এই রিসোর্সটি সরানোর জন্য একটি যুক্তিসঙ্গত কারণ দিন।

source: Flag this resource as problematic and give your reason
bn_bd: এই রিসোর্সটিকে সমস্যাপূর্ণ হিসেবে চিহ্নিত করুন এবং আপনার কারণ জানান

source: Delete this resource
bn_bd: এই রিসোর্সটি ডিলিট করুন

source: Show a list of student-recommented related resources
bn_bd: ছাত্রদের প্রস্তাবিত সম্পর্কিত রিসোর্সগুলোর তালিকা দেখান

source: Hide the recommendations list
bn_bd: রিকমেন্ডেশন লিস্টটি লুকিয়ে ফেলুন

source: Check the icon to endorse this resource
bn_bd: এই রিসোর্সটিকে সমর্থন করার জন্য আইকনটিতে ক্লিক করুন।

source: This resource is endorsed by staff
bn_bd: এই রিসোর্সটি স্টাফদের দ্বারা অনুমোদিত।

source: Click to view resources for removal
bn_bd: সরানোর জন্য রিসোর্সগুলো দেখতে ক্লিক করুন

source: Click to view resources in ordinary decreasing-vote order
bn_bd: ক্লিক করে কম ভোট পাওয়া থেকে বেশি ভোট পাওয়ার ক্রমানুসারে রিসোর্সগুলো দেখুন

source: Here is a list of reasons why students think this resource problematic:
bn_bd: শিক্ষার্থীরা কেন এই রিসোর্সটিকে সমস্যাজনক মনে করে তার একটি তালিকা নিচে দেওয়া হলো:

source: The reason why it is endorsed is:
bn_bd: এটা সমর্থন করার কারণ হল:

source: Resource:
bn_bd: রিসোর্স:

source: votes
bn_bd: ভোট

source: The content you typed has not been submitted yet. Are you sure to go back?
bn_bd: আপনি যে লেখাটি লিখেছেন, সেটি এখনো জমা দেওয়া হয়নি। আপনি কি ফিরে যেতে চান?

source: Import resources
bn_bd: রিসোর্স ইম্পোর্ট করুন

source: Suggest resource
bn_bd: রিসোর্স সাজেস্ট করুন

source: Edit existing resource
bn_bd: বিদ্যমান রিসোর্সটি সম্পাদনা করুন

source: Flag Resource
bn_bd: ফ্ল্যাগ রিসোর্স

source: Endorse Resource
bn_bd: রিসোর্স অনুমোদন করুন

source: Remove Resource
bn_bd: রিসোর্স সরান

source: Upload resources in JSON format to the database.
bn_bd: ডাটাবেসে JSON ফরম্যাটে রিসোর্স আপলোড করুন।

source: Suggest a resource which can help other students with this problem. Please do not give the answer directly.
bn_bd: অন্যান্য ছাত্রছাত্রীদের এই সমস্যা সমাধানে সাহায্য করতে পারে এমন একটি রিসোর্স সাজেস্ট করুন। দয়া করে সরাসরি উত্তর দেবেন না।

source: Edit the resource and make it more helpful for other students with this problem. Please do not give the answer directly.
bn_bd: রিসোর্সটি এডিট করুন এবং এই সমস্যায় অন্যান্য শিক্ষার্থীদের জন্য আরও সহায়ক করুন। দয়া করে সরাসরি উত্তর দেওয়া থেকে বিরত থাকুন।

source: Why would you like to flag this resource? The staff will review all flagged resources, and remove inappropriate ones (spam, incorrect, abusive, etc.). Giving a clear reason will help us do this efficiently.
bn_bd: আপনি কেন এই রিসোর্সটি রিপোর্ট করতে চান? আমাদের স্টাফরা রিপোর্ট করা রিসোর্সগুলো দেখবে এবং আপত্তিকর কিছু পেলে সরিয়ে দেবে (স্প্যাম, ভুল তথ্য, খারাপ ব্যবহার, ইত্যাদি)। দয়া করে স্পষ্ট করে কারণটা বললে আমাদের জন্য দ্রুত ব্যবস্থা নিতে সুবিধা হবে।

source: Endorse this resource and give the reason why you do that.
bn_bd: এই রিসোর্সটিকে সমর্থন করুন এবং এর কারণ জানান।

source: Remove this resource and give the reason why you do that.
bn_bd: এই রিসোর্সটি সরিয়ে ফেলুন এবং এর কারণ জানান।

source: Hide related resources
bn_bd: সম্পর্কিত রিসোর্সগুলো লুকান

source: From page {fromPage} To page {toPage}
bn_bd: পাতা {fromPage} থেকে পাতা {toPage} পর্যন্ত

source: Export resources
bn_bd: রিসোর্স এক্সপোর্ট করুন

source: Entering import resource mode
bn_bd: ইম্পোর্ট রিসোর্স মোডে প্রবেশ করা হচ্ছে।

source: Entering add resource mode
bn_bd: রিসোর্স যুক্ত করার মোডে প্রবেশ করা হচ্ছে

source: Add new resource
bn_bd: নতুন রিসোর্স যোগ করুন

source: Entering edit resource mode
bn_bd: রিসোর্স এডিট মোডে প্রবেশ করা হচ্ছে

source: Entering flag resource mode
bn_bd: ফ্ল্যাগ রিসোর্স মোডে প্রবেশ করা হচ্ছে

source: Flag resource
bn_bd: ফ্ল্যাগ রিসোর্স

source: Unflag resource
bn_bd: রিসোর্স আনফ্ল্যাগ করুন

source: Endorse resource
bn_bd: রিসোর্সটি সমর্থন করুন

source: Unendorse resource
bn_bd: রিসোর্স আনেন্ডোর্স করুন

source: Remove resource
bn_bd: রিসোর্স সরান

source: Hovering resource
bn_bd: রিসোর্সটির উপর মাউস হোভার করুন

source: A resource was clicked
bn_bd: একটি রিসোর্স ক্লিক করা হয়েছে।

source: Back to resource list mode
bn_bd: রিসোর্স লিস্ট মোডে ফিরে যান
