Repository: robispider/openedx-translations
Catalog: translations/xblock-image-explorer/image_explorer/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: "Display Name"
bn_bd: "ডিসপ্লে নাম"

source: "This name appears in the horizontal navigation at the top of the page."
bn_bd: "এই নামটি পেজের উপরের দিকে থাকা অনুভূমিক নেভিগেশনে দেখা যাবে।"

source: "Image Explorer"
bn_bd: "ইমেজ এক্সপ্লোরার"

source: "Hot Spots Coordinates Centered"
bn_bd: "গরম স্পটগুলোর স্থানাঙ্ক কেন্দ্রিক"

source: "Store hotspots opened by student, for completion"
bn_bd: "ছাত্রদের দ্বারা খোলা স্টোর হটস্পট, সম্পন্ন করার জন্য"

source: "XML contents to display for this module"
bn_bd: "এই মডিউলের জন্য প্রদর্শিত XML কন্টেন্ট"

source: "Missing event_type in JSON data"
bn_bd: "JSON ডেটাতে event_type অনুপস্থিত।"

source: "Title"
bn_bd: "শিরোনাম"

source: "The title of the Image Explorer that is displayed to the user"
bn_bd: "ব্যবহারকারীকে দেখানো ইমেজ এক্সপ্লোরারের শিরোনাম"

source: "Hotspot coordinates centered"
bn_bd: "হটস্পট স্থানাঙ্ক কেন্দ্রিক"

source: "If set to true, hotspot coordinates interpreted to point to the center of the hotspot"
bn_bd: "যদি এটা true তে সেট করা হয়, তাহলে হটস্পট কোঅর্ডিনেটগুলো হটস্পটের মাঝখানে নির্দেশ করবে।"

source: "If set to false, assumed to point to the top left corner of the hotspot image"
bn_bd: "যদি false সেট করা হয়, তাহলে ধরে নেওয়া হবে এটি হটস্পট ইমেজের উপরের বাম কোণ নির্দেশ করছে।"

source: "Definition"
bn_bd: "সংজ্ঞা"

source: "The XML definition for the Image Explorer"
bn_bd: "ইমেজ এক্সপ্লোরারের XML ডেফিনেশন"

source: "Save"
bn_bd: "সংরক্ষণ করুন"

source: "Cancel"
bn_bd: "বাতিল করুন"
