Repository: robispider/openedx-translations
Catalog: translations/DoneXBlock/done/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: Is the student done?
bn_bd: শিক্ষার্থী কাজ শেষ করেছে কি?

source: Align left/right/center
bn_bd: বাম/ডান/মাঝারি প্রান্তিককরণ

source: Display name
bn_bd: প্রদর্শন নাম

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
bn_bd: এই অ্যাসাইনমেন্টের শুরুর তারিখ ISO-8601 ফরম্যাটে দেওয়া আছে। আমরা এটা অগ্রাহ্য করি।

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
bn_bd: এই অ্যাসাইনমেন্টের ডিউ ডেট ISO-8601 ফরম্যাটে দেওয়া হয়েছে। আমরা এটা দেখিনা।

source: Problem Weight
bn_bd: সমস্যার ওজন

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
bn_bd: প্রতিটি সমস্যার জন্য কত পয়েন্ট নির্ধারিত হবে তা উল্লেখ করে। যদি এই মান সেট করা না থাকে, তাহলে সমস্যাটির পয়েন্ট হবে অপশনগুলোর পয়েন্টের যোগফলের সমান।

source: I have completed this
bn_bd: আমি এটা সম্পন্ন করেছি।

source: Unmark
bn_bd: চিহ্ন বাতিল করুন

source: Mark as complete
bn_bd: সম্পন্ন হিসেবে চিহ্নিত করুন

source: It is also helpful to give students a way to sign off on having completed something. They are less likely to skip material that way.
bn_bd: শিক্ষার্থীদের কোনো কাজ শেষ করার পরে নিশ্চিত করার জন্য স্বাক্ষর করার সুযোগ দেওয়াটাও সহায়ক। এতে তাদের কাজগুলো এড়িয়ে যাওয়ার প্রবণতা কমবে।

source: (If you're a real power-user, in OLX, we do allow you to add an align tag, which can left-, center-, or right-justify the XBlock)
bn_bd: যদি আপনি একজন পাওয়ার-ইউজার হন, তাহলে OLX-এ আপনাকে অ্যালাইন ট্যাগ যোগ করার অনুমতি দেওয়া হয়, যা XBlock-কে বাম, মাঝখান, অথবা ডানে সারিবদ্ধ করতে পারে।
