Repository: robispider/openedx-translations
Catalog: translations/xblock-submit-and-compare/submit_and_compare/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: Display Name
bn_bd: ডিসপ্লে নাম

source: This name appears in the horizontal navigation at the top of the page
bn_bd: এই {name} টি পৃষ্ঠার উপরের দিকে থাকা অনুভূমিক নেভিগেশনে দেখা যাবে।

source: Weight
bn_bd: ওজন

source: This assigns an integer value representing the weight of this problem
bn_bd: এটা এই সমস্যাটির গুরুত্ব বোঝানোর জন্য একটি পূর্ণসংখ্যা মান নির্ধারণ করে।

source: Max Attempts
bn_bd: সর্বোচ্চ চেষ্টা

source: This assigns an integer value representing the maximum number of times a student can attempt the problem
bn_bd: এটা একজন ছাত্র একটি সমস্যা কতবার সমাধান করার চেষ্টা করতে পারবে তার সর্বোচ্চ সংখ্যা বোঝাতে একটি পূর্ণসংখ্যা মান নির্ধারণ করে।

source: Label for Student Answer
bn_bd: ছাত্রের উত্তর

source: Label for the text area containing the student's answer
bn_bd: ছাত্রের উত্তর লেখার স্থান

source: Label for Expert Answer
bn_bd: বিশেষজ্ঞের উত্তর

source: Label for the 'expert' answer
bn_bd: এক্সপার্ট উত্তরের লেবেল

source: Label for Submit Button
bn_bd: সাবমিট করুন

source: Label for the submit button
bn_bd: জমা দিন

source: Definition
bn_bd: সংজ্ঞা

source: The XML definition for the question and expert answer
bn_bd: প্রশ্ন এবং বিশেষজ্ঞ উত্তরের জন্য XML ডেফিনেশন

source: Save
bn_bd: সংরক্ষণ করুন

source: Cancel
bn_bd: বাতিল করুন

source: Hint ({number} of {total}): {hint}
bn_bd: ইঙ্গিত ({number} টি, মোট {total} টি): {hint}

source: You have used {count_attempts} of {max_attempts} submission
bn_bd: আপনি {max_attempts} বার জমা দেওয়ার মধ্যে {count_attempts} বার জমা দিয়েছেন।

source: {weight} point possible
bn_bd: {weight} পয়েন্ট সম্ভাব্য

source: /{weight} point
bn_bd: {weight} পয়েন্ট
