Repository: robispider/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: Missing LTI 1.3 authentication token.
bn_bd: LTI 1.3 প্রমাণীকরণ টোকেন অনুপস্থিত।

source: Invalid token header. No credentials provided.
bn_bd: অবৈধ টোকেন হেডার। কোন প্রমাণপত্র দেওয়া হয়নি।

source: Invalid token header. Token string should not contain spaces.
bn_bd: অবৈধ টোকেন হেডার। টোকেন স্ট্রিং-এ স্পেস থাকা চলবে না।

source: LTI configuration not found.
bn_bd: LTI কনফিগারেশন খুঁজে পাওয়া যায়নি।

source: Invalid token signature.
bn_bd: ইনভ্যালিড টোকেন সিগনেচার।

source: No valid user id found in endpoint URL
bn_bd: এন্ডপয়েন্ট URL-এ কোনো বৈধ ইউজার আইডি পাওয়া যায়নি।

source: Configuration on block
bn_bd: ব্লক কনফিগারেশন

source: Database Configuration
bn_bd: ডাটাবেস কনফিগারেশন

source: Reusable Configuration
bn_bd: পুনরায় ব্যবহারযোগ্য কনফিগারেশন

source: Display Name
bn_bd: ডিসপ্লে নাম

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
bn_bd: শিক্ষার্থীরা এই কম্পোনেন্টটির জন্য যে নাম দেখবে, সেটি এখানে লিখুন। অ্যানালিটিক্স রিপোর্টগুলিতেও এই কম্পোনেন্টটি সনাক্ত করতে ডিসপ্লে নামটি ব্যবহার করা হতে পারে।

source: LTI Consumer
bn_bd: LTI কনজিউমার

source: LTI Application Information
bn_bd: এলটিআই অ্যাপ্লিকেশন তথ্য

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
bn_bd: তৃতীয় পক্ষের অ্যাপ্লিকেশনটির বর্ণনা লিখুন। যদি ব্যবহারকারীর নাম এবং/অথবা ইমেল চাওয়া হয়, তাহলে ব্যবহারকারীদের কেন তাদের ব্যবহারকারীর নাম এবং/অথবা ইমেল তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানো হবে, তা এই টেক্সট বক্সে জানান।

source: Configuration Type
bn_bd: কনফিগারেশন ধরণ

source: Select 'Configuration on block' to configure a new LTI Tool. If the support staff provided you with a pre-configured LTI reusable Tool ID, select'Reusable Configuration' and enter it in the text field below.
bn_bd: নতুন LTI টুল কনফিগার করার জন্য 'ব্লকের কনফিগারেশন' নির্বাচন করুন। যদি সাপোর্ট স্টাফ আপনাকে আগে থেকে কনফিগার করা LTI রিইউজেবল টুল আইডি দিয়ে থাকেন, তাহলে 'রিইউজেবল কনফিগারেশন' নির্বাচন করুন এবং নিচের টেক্সট ফিল্ডে সেটি লিখুন।

source: LTI Version
bn_bd: এলটিআই সংস্করণ

source: Select the LTI version that your tool supports.<br />The XBlock LTI Consumer fully supports LTI 1.1.1, LTI 1.3 and LTI Advantage features.
bn_bd: আপনার টুল যে LTI সংস্করণ সমর্থন করে সেটি নির্বাচন করুন।<br/>XBlock LTI Consumer সম্পূর্ণরূপে LTI 1.1.1, LTI 1.3 এবং LTI Advantage ফিচার সমর্থন করে।

source: LTI Reusable Configuration ID
bn_bd: এলটিআই পুনরায় ব্যবহারযোগ্য কনফিগারেশন আইডি

source: Enter the reusable LTI external configuration ID provided by the support staff.
bn_bd: সাপোর্ট স্টাফদের দেওয়া পুনরায় ব্যবহারযোগ্য LTI এক্সটারনাল কনফিগারেশন আইডি প্রবেশ করুন।

source: Tool Launch URL
bn_bd: টুল লঞ্চ ইউআরএল

source: Enter the LTI 1.3 Tool Launch URL. <br />This is the URL the LMS will use to launch the LTI Tool.
bn_bd: এলটিআই ১.৩ টूल লঞ্চ ইউআরএল লিখুন। <br />এলএমএস এই ইউআরএল ব্যবহার করে এলটিআই টूल চালু করবে।

source: Tool Initiate Login URL
bn_bd: টুল ইনিশিয়েট লগইন ইউআরএল

source: Enter the LTI 1.3 Tool OIDC Authorization url (can also be called login or login initiation URL).<br />This is the URL the LMS will use to start a LTI authorization prior to doing the launch request.
bn_bd: LTI 1.3 টুলের OIDC অথরাইজেশন URL দিন (একে লগইন বা লগইন ইনিশিয়েশন URL-ও বলা হয়)।<br />এলএমএস এই URL ব্যবহার করে লঞ্চ রিকোয়েস্ট করার আগে LTI অথরাইজেশন শুরু করবে।

source: Registered Redirect URIs
bn_bd: রেজিস্টার্ড রিডাইরেক্ট ইউআরআই

source: Valid urls the Tool may request us to redirect the id token to. The redirect uris are often the same as the launch url/deep linking url so if this field is empty, it will use them as the default. If you need to use different redirect uri's, enter them here. If you use this field you must enter all valid redirect uri's the tool may request.
bn_bd: টুলটি আমাদের আইডি টোকেন রিডাইরেক্ট করার জন্য যে বৈধ URLগুলি চাইতে পারে। রিডাইরেক্ট URIগুলি প্রায়শই লঞ্চ URL/ডিপ লিঙ্কিং URL-এর মতো একই হয়, তাই যদি এই ক্ষেত্রটি খালি থাকে তবে এটি ডিফল্ট হিসাবে সেগুলি ব্যবহার করবে। আপনি যদি আলাদা রিডাইরেক্ট URI ব্যবহার করতে চান তবে সেগুলি এখানে লিখুন। আপনি যদি এই ক্ষেত্রটি ব্যবহার করেন তবে আপনাকে অবশ্যই সমস্ত বৈধ রিডাইরেক্ট URI প্রবেশ করতে হবে যা টুলটি চাইতে পারে।

source: Tool Public Key Mode
bn_bd: টুল পাবলিক কী মোড

source: Select how the tool's public key information will be specified.
bn_bd: টুলটির পাবলিক কী তথ্য কীভাবে নির্দিষ্ট করা হবে তা নির্বাচন করুন।

source: Tool Keyset URL
bn_bd: টুল কীসেট URL

source: Enter the LTI 1.3 Tool's JWK keysets URL.<br />This link should retrieve a JSON file containing public keys and signature algorithm information, so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
bn_bd: এলটিআই ১.৩ টুলের জেডব্লিউকে কীসেটসের ইউআরএল দিন।<br />এই লিঙ্কে একটি JSON ফাইল থাকতে হবে যেখানে পাবলিক কী এবং স্বাক্ষর অ্যালগরিদম তথ্য রয়েছে, যাতে এলএমএস যাচাই করতে পারে যে টুল থেকে আসা বার্তা এবং লঞ্চ অনুরোধগুলিতে স্বাক্ষর আছে কিনা।<br /><b>এলটিআই অ্যাডভান্টেজ অথবা বেসিক আউটকামস অনুরোধ ছাড়া এলটিআই ১.৩ লঞ্চের জন্য এটা দরকার নেই।</b>

source: Tool Public Key
bn_bd: টুল পাবলিক কী

source: Enter the LTI 1.3 Tool's public key.<br />This is a string that starts with '-----BEGIN PUBLIC KEY-----' and is required so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
bn_bd: এলটিআই 1.3 টুলের পাবলিক কী দিন।<br />এটি '-----BEGIN PUBLIC KEY-----' দিয়ে শুরু হওয়া একটি স্ট্রিং এবং এলএমএস-কে বার্তা এবং লঞ্চ অনুরোধগুলির স্বাক্ষর যাচাই করার জন্য এটি প্রয়োজন।<br /><b>যদি এলটিআই অ্যাডভান্টেজ বা বেসিক আউটকামস অনুরোধ ছাড়া এলটিআই 1.3 লঞ্চ করা হয়, তাহলে এটা দরকার নেই।</b>

source: Enable LTI NRPS
bn_bd: LTI NRPS সক্রিয় করুন

source: Enable LTI Names and Role Provisioning Services.
bn_bd: LTI নাম এবং রোল প্রভিশনিং সার্ভিসগুলো সক্রিয় করুন।

source: Deep linking
bn_bd: ডিপ লিঙ্কিং

source: Select True if you want to enable LTI Advantage Deep Linking.
bn_bd: এলটিআই অ্যাডভান্টেজ ডিপ লিঙ্কিং চালু করতে চান তাহলে True নির্বাচন করুন।

source: Deep Linking Launch URL
bn_bd: ডিপ লিঙ্কিং লঞ্চ ইউআরএল

source: Enter the LTI Advantage Deep Linking Launch URL. If the tool does not specify one, use the same value as 'Tool Launch URL'.
bn_bd: এলটিআই অ্যাডভান্টেজ ডিপ লিঙ্কিং লঞ্চ ইউআরএল লিখুন। যদি টুলটি কোনো ইউআরএল উল্লেখ না করে, তাহলে 'টুল লঞ্চ ইউআরএল'-এর মতো একই মান ব্যবহার করুন।

source: LTI Assignment and Grades Service
bn_bd: এলটিআই অ্যাসাইনমেন্ট এবং গ্রেড পরিষেবা

source: Disabled
bn_bd: নিষ্ক্রিয়

source: Allow tools to submit grades only (declarative)
bn_bd: শুধুমাত্র টুলগুলোকে গ্রেড জমা দেওয়ার অনুমতি দিন (ডিক্লারেটিভ)

source: Allow tools to manage and submit grade (programmatic)
bn_bd: টুলগুলোকে গ্রেড ব্যবস্থাপনার এবং জমা দেওয়ার অনুমতি দিন (প্রোগ্রাম্যাটিক)

source: Enable the LTI-AGS service and select the functionality enabled for LTI tools. The 'declarative' mode (default) will provide a tool with a LineItem created from the XBlock settings, while the 'programmatic' one will allow tools to manage, create and link the grades.
bn_bd: LTI-AGS সার্ভিসটি চালু করুন এবং LTI টুলের জন্য সক্রিয় ফিচারগুলো নির্বাচন করুন। ডিফল্ট মোড ('declarative') টুলকে XBlock সেটিংস থেকে তৈরি করা একটি LineItem সরবরাহ করবে, যেখানে 'programmatic' মোড টুলগুলোকে গ্রেড ব্যবস্থাপনার সুযোগ দেবে, তৈরি করতে এবং লিঙ্ক করতে পারবে।

source: LTI ID
bn_bd: এলটিআই আইডি

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
bn_bd: বাহ্যিক LTI প্রদানকারীর জন্য LTI আইডি প্রবেশ করুন। এই মানটি অবশ্যই একই LTI আইডি হতে হবে যা আপনি অ্যাডভান্সড সেটিংস পৃষ্ঠায় LTI পাসপোর্ট সেটিংসে প্রবেশ করেছিলেন।<br />এই সেটিং সম্পর্কে আরও বিস্তারিত জানার জন্য {docs_anchor_open}এডএক্স এলটিআই ডকুমেন্টেশন{anchor_close} দেখুন।

source: LTI URL
bn_bd: এলটিআই ইউআরএল

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
bn_bd: এই কম্পোনেন্টটি যে এক্সটার্নাল টুলটি চালু করে, সেটির URL দিন। এই সেটিংসটি শুধুমাত্র তখনই ব্যবহার করা হবে যখন 'এক্সটার্নাল টুল লুকানো' অপশনটি False সেট করা থাকবে।<br />এই সেটিংস সম্পর্কে আরও বিস্তারিত জানতে {docs_anchor_open}edX LTI ডকুমেন্টেশন{anchor_close} দেখুন।

source: Custom Parameters
bn_bd: কাস্টম প্যারামিটার

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component. Ex. ["page=1", "color=white"]<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
bn_bd: যেকোনো কাস্টম প্যারামিটারের জন্য কী/ভ্যালু পেয়ার যোগ করুন, যেমন আপনার ই-বুক কোন পেজে খুলবে অথবা এই কম্পোনেন্টের ব্যাকগ্রাউন্ড কালার কী হবে। উদাহরণ: ["page=1", "color=white"]<br />এই সেটিং সম্পর্কে আরো বিস্তারিত জানার জন্য {docs_anchor_open}edX LTI ডকুমেন্টেশন{anchor_close} দেখুন।

source: LTI Launch Target
bn_bd: এলটিআই লঞ্চ টার্গেট

source: Select Inline if you want the LTI content to open in an IFrame in the current page. Select Modal if you want the LTI content to open in a modal window in the current page. Select New Window if you want the LTI content to open in a new browser window. This setting is only used when Hide External Tool is set to False.
bn_bd: ইনলাইন সিলেক্ট করুন যদি আপনি কারেন্ট পেজে একটি আইফ্রেম-এ LTI কন্টেন্ট খুলতে চান। মোডাল সিলেক্ট করুন যদি আপনি কারেন্ট পেজে একটি মোডাল উইন্ডোতে LTI কন্টেন্ট খুলতে চান। নিউ উইন্ডো সিলেক্ট করুন যদি আপনি একটি নতুন ব্রাউজার উইন্ডোতে LTI কন্টেন্ট খুলতে চান। এই সেটিংসটি শুধুমাত্র তখনই ব্যবহার করা হবে যখন ‘হাইড এক্সটার্নাল টুল’ False সেট করা থাকবে।

source: Button Text
bn_bd: বাটন টেক্সট

source: Enter the text on the button used to launch the third party application. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal or New Window.
bn_bd: তৃতীয় পক্ষের অ্যাপ্লিকেশন চালু করার জন্য ব্যবহৃত বাটনে টেক্সট লিখুন। এই সেটিংসটি শুধুমাত্র তখনই ব্যবহৃত হবে যখন 'Hide External Tool' False সেট করা থাকবে এবং 'LTI Launch Target' Modal অথবা New Window সেট করা থাকবে।

source: Inline Height
bn_bd: লাইন উচ্চতা

source: Enter the desired pixel height of the iframe which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Inline.
bn_bd: এলটিআই টুলটি ধারণ করবে এমন আইফ্রেমের কাঙ্ক্ষিত পিক্সেল উচ্চতা লিখুন। এই সেটিংসটি শুধুমাত্র তখনই ব্যবহৃত হবে যখন 'হাইড এক্সটার্নাল টুল' False সেট করা হবে এবং 'এলটিআই লঞ্চ টার্গেট' Inline সেট করা হবে।

source: Modal Height
bn_bd: মোডাল উচ্চতা

source: Enter the desired viewport percentage height of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
bn_bd: এলটিআই টুলটি ধারণ করবে এমন মোডাল ওভারলে-এর কাঙ্ক্ষিত ভিউপোর্ট শতাংশের উচ্চতা লিখুন। এই সেটিংসটি শুধুমাত্র তখনই ব্যবহৃত হবে যখন 'বাহিরের টুল লুকানো' মিথ্যা (False) তে সেট করা থাকবে এবং 'এলটিআই লঞ্চ টার্গেট' মোডাল (Modal) এ সেট করা থাকবে।

source: Modal Width
bn_bd: মডেলের প্রস্থ

source: Enter the desired viewport percentage width of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
bn_bd: এলটিআই টুলটি ধারণ করবে এমন মোডাল ওভারলে-এর কাঙ্ক্ষিত ভিউপোর্ট শতকরা প্রস্থ লিখুন। এই সেটিংসটি শুধুমাত্র তখনই ব্যবহৃত হবে যখন 'এক্সটার্নাল টুল লুকানো' False সেট করা থাকবে এবং 'এলটিআই লঞ্চ টার্গেট' মোডাল সেট করা থাকবে।

source: Scored
bn_bd: স্কোর করেছেন

source: Select True if this component will receive a numerical score from the external LTI system.
bn_bd: যদি এই কম্পোনেন্টটি এক্সটার্নাল এলটিআই সিস্টেম থেকে নিউমেরিক্যাল স্কোর গ্রহণ করে, তাহলে 'True' নির্বাচন করুন।

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
bn_bd: এই কম্পোনেন্টের জন্য সম্ভাব্য পয়েন্ট সংখ্যা লিখুন। ডিফল্ট মান হল ১.০। স্কোর করা হয়েছে কিনা সেটি True সেট করা থাকলে এই সেটিংসটি ব্যবহার করা হবে।

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
bn_bd: xblock KVS-এ রাখা স্কোরটি django DB-তে প্রকাশিত স্কোরের হুবহু নকল।

source: Comment as returned from grader, LTI2.0 spec
bn_bd: গ্রেডার থেকে পাওয়া মন্তব্য, LTI2.0 স্পেসিফিকেশন

source: Hide External Tool
bn_bd: বাহ্যিক টুল লুকান

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
bn_bd: যদি আপনি এই কম্পোনেন্টটি এক্সটারনাল গ্রেডিং সিস্টেমের সাথে সিঙ্ক করার জন্য প্লেসহোল্ডার হিসেবে ব্যবহার করতে চান, তাহলে True নির্বাচন করুন, অন্যথায় এক্সটারনাল টুল চালু হবে। এই সেটিংসটি এই কম্পোনেন্টের জন্য Launch বাটন এবং যেকোনো IFrames লুকাবে।

source: Accept grades past deadline
bn_bd: সময়সীমা পেরিয়ে গেলেও গ্রেড গ্রহণ করুন

source: Select True to allow third party systems to post grades past the deadline.
bn_bd: সময়সীমা পেরিয়ে গেলেও তৃতীয় পক্ষের সিস্টেমগুলোকে গ্রেড জমা দিতে অনুমতি দেওয়ার জন্য True নির্বাচন করুন।

source: Request user's username
bn_bd: ব্যবহারকারীর ইউজারনেম জানতে চাওয়া হচ্ছে

source: Select True to request the user's username.
bn_bd: ব্যবহারকারীর ইউজারনেম জানতে True নির্বাচন করুন।

source: Request user's full name
bn_bd: অনুগ্রহ করে আপনার পুরো নাম লিখুন

source: Select True to request the user's full name.
bn_bd: ব্যবহারকারীর পুরো নাম জানতে True নির্বাচন করুন।

source: Request user's email
bn_bd: অনুগ্রহ করে আপনার ইমেল ঠিকানা দিন।

source: Select True to request the user's email address.
bn_bd: ব্যবহারকারীর ইমেল ঠিকানা চাওয়ার জন্য True নির্বাচন করুন।

source: Send extra parameters
bn_bd: অতিরিক্ত প্যারামিটার পাঠান

source: Select True to send the extra parameters, which might contain Personally Identifiable Information. The processors are site-wide, please consult the site administrator if you have any questions.
bn_bd: অতিরিক্ত প্যারামিটারগুলো পাঠাতে True নির্বাচন করুন, যেখানে ব্যক্তিগত তথ্য থাকতে পারে। প্রসেসরগুলো সাইট-ব্যাপী, কোনো প্রশ্ন থাকলে সাইট অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।

source: Custom Parameters must be a list
bn_bd: কাস্টম প্যারামিটারগুলো অবশ্যই একটি তালিকা হতে হবে।

source: Custom Parameters should be strings in "x=y" format.
bn_bd: কাস্টম প্যারামিটারগুলো "x=y" ফরম্যাটে স্ট্রিং হতে হবে।

source: Reusable configuration ID must be set when using external config (Example: "x:y").
bn_bd: বাহ্যিক কনফিগারেশন ব্যবহার করার সময় পুনরায় ব্যবহারযোগ্য কনফিগারেশন আইডি সেট করতে হবে (উদাহরণ: "x:y").

source: The specified LTI ID is not configured in this course's Advanced Settings.
bn_bd: এই কোর্স এর অ্যাডভান্সড সেটিংসে নির্দিষ্ট এলটিআই আইডিটি কনফিগার করা হয়নি।

source: Could not get user data for current request
bn_bd: বর্তমান অনুরোধের জন্য ব্যবহারকারীর ডেটা পাওয়া যায়নি।

source: Could not parse LTI passport: {lti_passport!r}. Should be "id:key:secret" string.
bn_bd: এলটিআই পাসপোর্ট পার্স করা যায়নি: {lti_passport!r}। এটি "id:key:secret" স্ট্রিং হতে হবে।

source: Could not get user id for current request
bn_bd: বর্তমান অনুরোধের জন্য ব্যবহারকারীর আইডি পাওয়া যায়নি।

source: Could not parse custom parameter: {custom_parameter!r}. Should be "x=y" string.
bn_bd: কাস্টম প্যারামিটার পার্স করা যায়নি: {custom_parameter!r}। এটা "x=y" স্ট্রিং এর মতো হতে হবে।

source: [LTI]: Real user not found against anon_id: {}
bn_bd: [এলটিআই]: anon_id: {} এর বিপরীতে কোনো আসল ব্যবহারকারী খুঁজে পাওয়া যায়নি।

source: Configuration Stored on XBlock fields
bn_bd: XBlock ফিল্ডে কনফিগারেশন সংরক্ষণ করা হয়েছে

source: Configuration Stored on this model
bn_bd: এই মডেলে কনফিগারেশন সেভ করা হয়েছে।

source: Configuration Stored on external service
bn_bd: বাহ্যিক সার্ভিসে কনফিগারেশন সংরক্ষণ করা হয়েছে

source: LTI configuration data.
bn_bd: এলটিআই কনফিগারেশন ডেটা।

source: The URL of the external tool that initiates the launch.
bn_bd: বাহ্যিক টুলটি চালু করার URL।

source: Client key provided by the LTI tool provider.
bn_bd: এলটিআই টুল প্রদানকারীর দ্বারা সরবরাহ করা ক্লায়েন্ট কী।

source: Client secret provided by the LTI tool provider.
bn_bd: এলটিআই টুল প্রদানকারীর দ্বারা সরবরাহ করা ক্লায়েন্ট সিক্রেট।

source: Platform's generated Private key. Keep this value secret.
bn_bd: প্ল্যাটফর্ম কর্তৃক তৈরি করা প্রাইভেট কী। এই মানটি গোপন রাখুন।

source: Platform's generated Private key ID
bn_bd: প্ল্যাটফর্ম কর্তৃক তৈরি প্রাইভেট কী আইডি

source: Platform's generated JWK keyset.
bn_bd: প্ল্যাটফর্ম কর্তৃক তৈরি করা JWK কীসেট।

source: Client ID used by LTI tool
bn_bd: এলটিআই টুল দ্বারা ব্যবহৃত ক্লায়েন্ট আইডি

source: LTI Configuration stores on XBlock needs a block location set.
bn_bd: LTI কনফিগারেশন XBlock-এ সংরক্ষণের জন্য একটি ব্লক লোকেশন সেট করা প্রয়োজন।

source: LTI Configuration using reusable configuration needs a external ID in "x:y" format.
bn_bd: পুনরায় ব্যবহারযোগ্য কনফিগারেশন ব্যবহার করে LTI কনফিগারেশনের জন্য "x:y" ফরম্যাটে একটি বাহ্যিক আইডি প্রয়োজন।

source: LTI Configuration stored on the model for LTI 1.3 must have a value for one of lti_1p3_tool_public_key or lti_1p3_tool_keyset_url.
bn_bd: LTI 1.3 এর জন্য মডেলে সংরক্ষিত LTI কনফিগারেশনে lti_1p3_tool_public_key অথবা lti_1p3_tool_keyset_url এর মধ্যে একটির মান থাকতে হবে।

source: CONFIG_ON_XBLOCK and CONFIG_EXTERNAL are not supported for LTI 1.3 Proctoring Services.
bn_bd: LTI 1.3 Proctoring সার্ভিসের জন্য CONFIG_ON_XBLOCK এবং CONFIG_EXTERNAL সমর্থিত নয়।

source: Invalid LTI configuration.
bn_bd: অকার্যকর এলটিআই কনফিগারেশন।

source: The selected content type is not supported by Open edX.
bn_bd: Open edX এই কনটেন্ট টাইপটি সমর্থন করে না।

source: You don't have access to save LTI Content Items.
bn_bd: আপনার LTI কনটেন্ট আইটেম সেভ করার অনুমতি নেই।

source: Please check that you have course staff permissions and double check this block's LTI settings.
bn_bd: দয়া করে নিশ্চিত করুন আপনার কোর্স স্টাফের অনুমতি আছে এবং এই ব্লকের LTI সেটিংসগুলো ভালোভাবে দেখে নিন।

source: LTI Deep Linking failed.
bn_bd: এলটিআই ডিপ লিঙ্কিং ব্যর্থ হয়েছে।

source: LTI Deep Linking
bn_bd: এলটিআই ডিপ লিঙ্কিং

source: The LTI Deep Linking content was successfully saved in the LMS.
bn_bd: LTI Deep Linking কন্টেন্টটি সফলভাবে LMS-এ সেভ করা হয়েছে।

source: You can safely close this page now.
bn_bd: আপনি এখন নিরাপদে এই পেজটি বন্ধ করতে পারেন।

source: Unauthorized.
bn_bd: অননুমোদিত।

source: Students don't have permissions to perform LTI Deep Linking configuration launches.
bn_bd: শিক্ষার্থীরা LTI Deep Linking কনফিগারেশন লঞ্চ করার অনুমতি নেই।

source: LTI 1.3 Launches can only be performed from the LMS.
bn_bd: LTI 1.3 লঞ্চগুলো শুধুমাত্র LMS থেকে করা সম্ভব।

source: To set up the LTI integration, you need to register the LMS in the tool with the information provided below.
bn_bd: এলটিআই ইন্টিগ্রেশন সেট আপ করার জন্য, আপনাকে নিচের তথ্য দিয়ে টুলে এলএমএস রেজিস্টার করতে হবে।

source: Client ID:
bn_bd: ক্লায়েন্ট আইডি:

source: Deployment ID:
bn_bd: ডিপ্লয়মেন্ট আইডি:

source: Access Token URL:
bn_bd: অ্যাক্সেস টোকেন ইউআরএল:

source: Login URL:
bn_bd: লগইন করার লিঙ্ক:

source: Deep Linking is configured on this tool.
bn_bd: এই টুলে ডিপ লিঙ্কিং কনফিগার করা আছে।

source: The Deep Linking configuration stored is presented below:
bn_bd: নিচের তালিকাটিতে ডিপ লিঙ্কিং কনফিগারেশনটি দেখানো হলো:

source: If you run deep linking again, the content above will be replaced.
bn_bd: যদি আপনি আবার ডিপ লিঙ্কিং চালান, উপরের কন্টেন্টটি পরিবর্তন হয়ে যাবে।

source: You can configure this tool's content using LTI Deep Linking.
bn_bd: আপনি LTI Deep Linking ব্যবহার করে এই টুলের কনটেন্ট কনফিগার করতে পারবেন।

source: To do that, make sure the block is published and click the link below:
bn_bd: এটা করার জন্য, নিশ্চিত করুন ব্লকটি পাবলিশ করা আছে এবং নিচের লিঙ্কে ক্লিক করুন:

source: Deep Linking Launch - Configure tool
bn_bd: ডিপ লিঙ্কিং লঞ্চ - টুল কনফিগার করুন

source: Press to Launch
bn_bd: চালান

source: There was an error while launching the LTI tool:
bn_bd: এলটিআই টুল চালু করার সময় একটি সমস্যা হয়েছে:

source: If you're seeing this on a live course, please contact the course staff.
bn_bd: যদি আপনি লাইভ কোর্সে এটা দেখে থাকেন, তাহলে দয়া করে কোর্স স্টাফদের সাথে যোগাযোগ করুন।

source: There was an error while starting your LTI proctored assessment.
bn_bd: এলটিআই প্রোক্টার্ড অ্যাসেসমেন্ট শুরু করতে সমস্যা হয়েছে।

source: Sending you back to your exam.
bn_bd: আপনাকে আবার আপনার পরীক্ষাতে ফেরত পাঠানো হচ্ছে।

source: Return to exam.
bn_bd: পরীক্ষায় ফিরে যান।

source: Cancel
bn_bd: বাতিল করুন

source: OK
bn_bd: ঠিক আছে

source: Click OK to have your username, full name, and e-mail address sent to a 3rd party application.
bn_bd: ওকে ক্লিক করলে আপনার ইউজারনেম, পুরো নাম এবং ইমেইল ঠিকানা তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানো হবে।

source: Click OK to have your username and e-mail address sent to a 3rd party application.
bn_bd: ওকে ক্লিক করলে আপনার ইউজারনেম এবং ইমেইল ঠিকানা তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানো হবে।

source: Click OK to have your username and full name sent to a 3rd party application.
bn_bd: আপনার ইউজারনেম এবং পুরো নাম তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠাতে ওকে ক্লিক করুন।

source: Click OK to have your full name and e-mail address sent to a 3rd party application.
bn_bd: ওকে ক্লিক করলে আপনার পুরো নাম এবং ইমেইল ঠিকানা একটি তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানো হবে।

source: Click OK to have your username sent to a 3rd party application.
bn_bd: থার্ড পার্টি অ্যাপ্লিকেশনে আপনার ইউজারনেম পাঠাতে ওকে ক্লিক করুন।

source: Click OK to have your full name sent to a 3rd party application.
bn_bd: ওকে ক্লিক করে আপনার পুরো নাম তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানোর অনুমতি দিন।

source: Click OK to have your e-mail address sent to a 3rd party application.
bn_bd: ওকে ক্লিক করে আপনার ইমেইল ঠিকানা তৃতীয় পক্ষের অ্যাপ্লিকেশনে পাঠানোর অনুমতি দিন।

source: Click Cancel to return to this page without sending your information.
bn_bd: আপনার তথ্য না পাঠিয়ে এই পেজে ফিরে যেতে বাতিল করুন-এ ক্লিক করুন।
