Repository: robispider/openedx-translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: "Reports"
bn_bd: "রিপোর্ট"

source: "Course Dashboard"
bn_bd: "কোর্স ড্যাশবোর্ড"

source: "Individual Learner Dashboard"
bn_bd: "ব্যক্তিগত শিক্ষার্থীর ড্যাশবোর্ড"

source: "At-Risk Learners Dashboard"
bn_bd: "ঝুঁকিপূর্ণ শিক্ষার্থী ড্যাশবোর্ড"

source: "Course"
bn_bd: "কোর্স"

source: "Graded Subsection"
bn_bd: "গ্রেডেড সাবসেকশন"

source: "Problem"
bn_bd: "সমস্যা"

source: "Video"
bn_bd: "ভিডিও"

source: "Superset is not configured properly. Please contact your system administrator."
bn_bd: "সুপারসেট সঠিকভাবে কনফিগার করা হয়নি। অনুগ্রহ করে আপনার সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।"

source: "Superset is only visible to course staff and instructors. Please contact your system administrator."
bn_bd: "Superset শুধুমাত্র কোর্স স্টাফ ও ইন্সট্রাক্টরদের জন্য দৃশ্যমান। প্রয়োজনে আপনার সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।"

source: "Course not found: '{course_id}'"
bn_bd: "কোর্সটি খুঁজে পাওয়া যায়নি: '{course_id}'"

source: "Invalid course id: '{course_id}'"
bn_bd: "অবৈধ কোর্স আইডি: '{course_id}'"

source: "Invalid usage id: '{usage_id}'"
bn_bd: "ভুল ব্যবহারকারী আইডি: '{usage_id}'"

source: "No dashboard for block type: '{block_type}'"
bn_bd: "ব্লক টাইপ: '{block_type}' এর জন্য ড্যাশবোর্ড নেই।"

source: "Display name"
bn_bd: "প্রদর্শন নাম"

source: "Superset Dashboard"
bn_bd: "Superset ড্যাশবোর্ড"

source: "Dashboard UUID"
bn_bd: "ড্যাশবোর্ড UUID"

source: "The ID of the dashboard to embed. Available in the Superset embed dashboard UI."
bn_bd: "ড্যাশবোর্ডটি এম্বেড করার আইডি। Superset এম্বেড ড্যাশবোর্ড ইউআই-তে পাওয়া যাবে।"

source: "Filters"
bn_bd: "ফিল্টার"

source: "List of SQL filters to apply to the"" dashboard. E.g: ["org='edX'", "country in ('us', 'co')"]"" The fields used here must be available on every dataset used by the dashboard."" "
bn_bd: "ড্যাশবোর্ডে প্রয়োগ করার জন্য SQL ফিল্টারগুলির তালিকা। যেমন: ["org='edX'", "country in ('us', 'co')"] ড্যাশবোর্ড দ্বারা ব্যবহৃত প্রতিটি ডেটাসেটে এখানে ব্যবহৃত ক্ষেত্রগুলি উপলব্ধ থাকতে হবে।"
