Repository: robispider/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: "What did you learn from this? What was missing?"
bn_bd: "এটা থেকে কী শিখলে? কী missing ছিল?"

source: "How would you rate this as a learning experience?"
bn_bd: "এই অভিজ্ঞতাটা শেখার দিক থেকে কেমন ছিল, রেটিং দেন?<br/>(১-৫ এর মধ্যে)"

source: "Think about the material, and try to synthesize key lessons learned, as well as key gaps in our presentation."
bn_bd: "উপকরণগুলো নিয়ে একটু ভাবুন, এবং আমাদের উপস্থাপনায় মূল শিক্ষা এবং দুর্বলতাগুলো চিহ্নিত করার চেষ্টা করুন।"

source: "Take a little bit of time to reflect here. Research shows that a meaningful synthesis will help you better understand and remember material from this course."
bn_bd: "এখানে একটু সময় নিয়ে ভাবুন। গবেষণায় দেখা গেছে যে একটি অর্থপূর্ণ সারসংক্ষেপ আপনাকে এই কোর্সের উপাদানগুলি আরও ভালোভাবে বুঝতে এবং মনে রাখতে সাহায্য করবে।"

source: "Excellent"
bn_bd: "চমৎকার"

source: "Good"
bn_bd: "ভাল"

source: "Average"
bn_bd: "গড়"

source: "Fair"
bn_bd: "ন্যায্য"

source: "Poor"
bn_bd: "দুঃখজনক"

source: "Freeform user prompt"
bn_bd: "ব্যবহারকারীর প্রশ্ন"

source: "Random number generated for p. -1 if uninitialized"
bn_bd: "p এর জন্য র‍্যান্ডম নম্বর তৈরি হয়েছে। যদি শুরু করা না হয়ে থাকে তবে -১।"

source: "How user voted. -1 if didn't vote"
bn_bd: "ইউজার কিভাবে ভোট দিয়েছেন। ভোট না দিলে -1"

source: "What percent of the time should this show?"
bn_bd: "কত শতাংশ সময় ধরে এটা দেখানো উচিত?"

source: "A list of user votes"
bn_bd: "ব্যবহারকারীদের ভোটের তালিকা"

source: "Feedback"
bn_bd: "ফিডব্যাক"

source: "Display Name"
bn_bd: "ডিসপ্লে নাম"

source: "Provide Feedback"
bn_bd: "ফিডব্যাক দিন"

source: "Voting message"
bn_bd: "ভোটিং মেসেজ"

source: "Thank you for voting!"
bn_bd: "ভোট দেওয়ার জন্য ধন্যবাদ!"

source: "Feedback message"
bn_bd: "ফিডব্যাক মেসেজ"

source: "Thank you for your feedback!"
bn_bd: "আপনার মতামত দেওয়ার জন্য ধন্যবাদ!"

source: "Show aggregate to students"
bn_bd: "শিক্ষার্থীদের কাছে অ্যাগ্রিগেট দেখান"

source: "Please reflect on this course material"
bn_bd: "অনুগ্রহ করে এই কোর্সের উপাদানগুলো নিয়ে একটু ভাবুন।"

source: "Please take time to meaningfully reflect on your experience with this course material."
bn_bd: "দয়া করে এই কোর্সের উপাদানগুলোর সাথে আপনার অভিজ্ঞতা নিয়ে গভীরভাবে চিন্তা করুন।"

source: "Please rate your overall experience"
bn_bd: "অনুগ্রহ করে আপনার সামগ্রিক অভিজ্ঞতা কেমন ছিল, অনুগ্রহ করে রেটিং দিন।"

source: "Please take a moment to thoughtfully reflect."
bn_bd: "অনুগ্রহ করে একটু ভেবে দেখুন।"

source: "Please vote!"
bn_bd: "অনুগ্রহ করে ভোট দিন!"

source: "Component"
bn_bd: "কম্পোনেন্ট"

source: "Number of ratings"
bn_bd: "রেটিং সংখ্যা"

source: "Average rating"
bn_bd: "গড় রেটিং"

source: "Feedback "
bn_bd: "ফিডব্যাক"

source: "Comment"
bn_bd: "মন্তব্য"

source: "Vote"
bn_bd: "ভোট"

source: "No vote"
bn_bd: "কোনো ভোট নেই"

source: "Submit Feedback"
bn_bd: "ফিডব্যাক জমা দিন"

source: "This XBlock allows you to collect student feedback on pieces of the course. This may be helpful either for course improvement, or to give students a chance to reflect on what they have done."
bn_bd: "এই XBlock টি আপনাকে কোর্সের বিভিন্ন অংশের উপর শিক্ষার্থীদের মতামত সংগ্রহ করতে সাহায্য করবে। এটি কোর্সের মান উন্নয়নের জন্য অথবা শিক্ষার্থীদের তাদের কাজ নিয়ে চিন্তা করার সুযোগ দেওয়ার জন্য সহায়ক হতে পারে।"

source: "Display name"
bn_bd: "প্রদর্শন নাম"

source: "The name of the component."
bn_bd: "কম্পোনেন্টটির নাম।"

source: "The message to show after user vote."
bn_bd: "ব্যবহারকারী ভোট দেওয়ার পরে দেখানোর বার্তা।"

source: "The message to show after user feedback."
bn_bd: "ব্যবহারকারী মতামত দেওয়ার পরে দেখানোর বার্তা।"

source: "Show aggregate report to students"
bn_bd: "শিক্ষার্থীদের কাছে অ্যাগ্রিগেট রিপোর্ট দেখান"

source: "False"
bn_bd: "মিথ্যা"

source: "True"
bn_bd: "সত্য"

source: "Whether to show the aggregate report to students."
bn_bd: "শিক্ষার্থীদের কাছে সামগ্রিক রিপোর্ট দেখানোর অনুমতি দেওয়া হবে কিনা।"

source: "Freeform prompt"
bn_bd: "ফ্রিফর্ম প্রম্পট"

source: "Example: Please provide us feedback on this section."
bn_bd: "উদাহরণ: এই অংশে আপনার মতামত দিন।"

source: "Freeform placeholder"
bn_bd: "ফ্রিফর্ম প্লেসহোল্ডার"

source: "This is shown as grayed out text before the student has answered."
bn_bd: "শিক্ষার্থী উত্তর দেওয়ার আগে এটি ধূসর রঙে দেখানো হবে।"

source: "Likert icon set"
bn_bd: "লাইকার্ট আইকন সেট"

source: "Faces (happy to sad)"
bn_bd: "মুখ (খুশি থেকে দুঃখ)"

source: "Faces (sad to happy)"
bn_bd: "মুখের অভিব্যক্তি (দুঃখী থেকে খুশি)"

source: "Numeric"
bn_bd: "সংখ্যাসূচক"

source: "Stars"
bn_bd: "তারা"

source: "We can either show happy/sad faces, numbers 1-5 or stars."
bn_bd: "আমরা খুশি/দুঃখী মুখ, ১-৫ পর্যন্ত সংখ্যা অথবা তারা দেখাতে পারি।"

source: "Likert prompt"
bn_bd: "লিকার্ট প্রশ্ন"

source: "Example: Please rate your overall experience with this section."
bn_bd: "উদাহরণস্বরূপ: এই অংশের সাথে আপনার অভিজ্ঞতা কেমন ছিল, অনুগ্রহ করে রেটিং দিন।"

source: "Likert option 1"
bn_bd: "Likert অপশন ১"

source: "Example: Excellent!"
bn_bd: "দারুণ!"

source: "Likert option 2"
bn_bd: "লাইকার্ট অপশন ২"

source: "Example: Good"
bn_bd: "উদাহরণস্বরূপ:"

source: "Likert option 3"
bn_bd: "লাইকার্ট অপশন ৩"

source: "Example: Average"
bn_bd: "উদাহরণ: গড়"

source: "Likert option 4"
bn_bd: "লাইকার্ট অপশন ৪"

source: "Example: Fair"
bn_bd: "উদাহরণস্বরূপ: ন্যায্য"

source: "Likert option 5"
bn_bd: "লাইকার্ট অপশন ৫"

source: "Example: Poor"
bn_bd: "উদাহরণ: খারাপ"

source: "Save"
bn_bd: "সংরক্ষণ করুন"

source: "Cancel"
bn_bd: "বাতিল করুন"
