Repository: robispider/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: bn_bd

source: "No rules specified."
bn_bd: "কোনো নিয়ম নির্দিষ্ট করা হয়নি।"

source: "Badge templates were successfully updated."
bn_bd: "ব্যাজ টেমপ্লেটগুলো সফলভাবে আপডেট করা হয়েছে।"

source: "API key"
bn_bd: "API কী"

source: "Pre-configured from the environment."
bn_bd: "পরিবেশ থেকে আগে থেকেই কনফিগার করা আছে।"

source: "Active badge template cannot be deleted."
bn_bd: "সক্রিয় ব্যাজ টেমপ্লেট ডিলিট করা যাবে না।"

source: "Active badge templates cannot be deleted."
bn_bd: "অ্যাক্টিভ ব্যাজ টেমপ্লেট ডিলিট করা যায় না।"

source: "icon"
bn_bd: "আইকন"

source: "Active badge template must have at least one requirement."
bn_bd: "একটি সক্রিয় ব্যাজ টেমপ্লেটে কমপক্ষে একটি শর্ত থাকতে হবে।"

source: "badge template"
bn_bd: "ব্যাজ টেমপ্লেট"

source: "Failed to sync groups for API config: {}. {}"
bn_bd: "API কনফিগারেশনের জন্য গ্রুপ সিঙ্ক করতে ব্যর্থ হয়েছে: {}. {}"

source: "Accredible groups were successfully updated."
bn_bd: "অ্যাক্রেডিবল গ্রুপগুলো সফলভাবে আপডেট করা হয়েছে।"

source: "You can't provide an API key for a configured organization."
bn_bd: "আপনি একটি কনফিগার করা প্রতিষ্ঠানের জন্য API কী দিতে পারবেন না।"

source: "All requirements must belong to the same template."
bn_bd: "সব requirement একই template-এর অধীনে থাকতে হবে।"

source: "Value must be a boolean."
bn_bd: "মানটি বুলিয়ান হতে হবে।"

source: "Open edX internal user credential was revoked"
bn_bd: "Open edX এর অভ্যন্তরীণ ব্যবহারকারীর পরিচয়পত্র বাতিল করা হয়েছে।"

source: "Put your Credly Organization ID here."
bn_bd: "এখানে আপনার Credly Organization ID দিন।"

source: "Credly API shared secret for Credly Organization."
bn_bd: "Credly Organization-এর জন্য Credly API শেয়ার্ড সিক্রেট।"

source: "Verbose name for Credly Organization."
bn_bd: "ক্রেডলি সংস্থার বিস্তারিত নাম।"

source: "Unique badge template ID."
bn_bd: "ইউনিক ব্যাজ টেমপ্লেট আইডি।"

source: "Badge template name."
bn_bd: "ব্যাজ টেমপ্লেটের নাম"

source: "Badge template description."
bn_bd: "ব্যাজ টেমপ্লেটের বর্ণনা।"

source: "Badge template type."
bn_bd: "ব্যাজ টেমপ্লেটের ধরন।"

source: "Synchronized state (auto-managed)."
bn_bd: "সিঙ্ক্রোনাইজ করা অবস্থা (স্বয়ংক্রিয়ভাবে পরিচালিত)।"

source: "Credly Organization - template owner."
bn_bd: "ক্রেডলি সংস্থা - টেমপ্লেটের মালিক।"

source: "Badge template this requirement serves for."
bn_bd: "এই ব্যাজ টেমপ্লেটটি {name} এই শর্তের জন্য প্রযোজ্য।"

source: "Public signal type. Available events are configured in "BADGES_CONFIG" setting. The crucial aspect for event to carry UserData in its payload."
bn_bd: "পাবলিক সিগন্যাল টাইপ। "BADGES_CONFIG" সেটিংসে উপলব্ধ ইভেন্টগুলো কনফিগার করা আছে। ইভেন্টের পেPayload-তে UserData বহন করাটা খুব জরুরি।"

source: "Provide more details if needed."
bn_bd: "আরও বিস্তারিত তথ্য দিন, প্রয়োজন হলে।"

source: "Optional. Group requirements together using the same Group ID for interchangeable (OR processing logic)."
bn_bd: "ঐচ্ছিক। একই গ্রুপ আইডি ব্যবহার করে গ্রুপের প্রয়োজনীয়তাগুলো একসাথে করুন, যা পরিবর্তনযোগ্য (OR প্রক্রিয়াকরণ যুক্তির জন্য)।"

source: "group"
bn_bd: "গ্রুপ"

source: "Public signal's data payload nested property path, e.g: "user.pii.username"."
bn_bd: "পাবলিক সংকেতের ডেটা পেলোডের নেস্টেড প্রোপার্টি পাথ, যেমন: "user.pii.username"।"

source: "key path"
bn_bd: "কী পাথ"

source: "Expected value comparison operator. https://docs.python.org/3/library/operator.html"
bn_bd: "প্রত্যাশিত মান তুলনা অপারেটর। https://docs.python.org/3/library/operator.html"

source: "Expected value for the nested property, e.g: "cucumber1997"."
bn_bd: "নেস্টেড প্রোপার্টির প্রত্যাশিত মান, যেমন: "cucumber1997"।"

source: "expected value"
bn_bd: "প্রত্যাশিত মান"

source: "Parent requirement for this data rule."
bn_bd: "এই ডেটা রুলের জন্য অভিভাবক শর্ত।"

source: "Badge template this penalty serves for."
bn_bd: "এই পেনাল্টি {name}-এর জন্য প্রযোজ্য ব্যাজ টেমপ্লেট।"

source: "Public signal type. Use namespaced types, e.g: "org.openedx.learning.student.registration.completed.v1\"
bn_bd: "পাবলিক সিগন্যাল টাইপ। নেমস্পেসড টাইপ ব্যবহার করুন, যেমন: "org.openedx.learning.student.registration.completed.v1\"

source: "Badge requirements for which this penalty is defined."
bn_bd: "এই পেনাল্টির জন্য নির্ধারিত ব্যাজগুলোর শর্তাবলী।"

source: "Badge penalties"
bn_bd: "ব্যাজ পেনাল্টি"

source: "Parent penalty for this data rule."
bn_bd: "এই ডেটা রুল এর জন্য অভিভাবকের জরিমানা।"

source: "badge progress records"
bn_bd: "ব্যাজ প্রগ্রেস রেকর্ড"

source: "Group ID for the requirement."
bn_bd: "রিকোয়ারমেন্টের জন্য গ্রুপ আইডি।"

source: "Credly badge issuing state"
bn_bd: "ক্রেডলি ব্যাজ ইস্যু করার অবস্থা"

source: "Credly service badge identifier"
bn_bd: "ক্রেডলি সার্ভিস ব্যাজ আইডি"

source: "Accredible API configuration name."
bn_bd: "অ্যাক্রেডিবল API কনফিগারেশন নাম।"

source: "Accredible API key."
bn_bd: "অ্যাক্রেডিবল এপিআই কী।"

source: "Accredible API configuration."
bn_bd: "অ্যাক্রেডিবল এপিআই কনফিগারেশন।"

source: "Accredible badge issuing state"
bn_bd: "অ্যাক্রেডিবল ব্যাজ ইস্যু করার অবস্থা"

source: "Accredible service badge identifier"
bn_bd: "অ্যাক্রেডিবল সার্ভিস ব্যাজ আইডি"

source: "Activate selected entries"
bn_bd: "নির্বাচিত এন্ট্রিগুলো সক্রিয় করুন"

source: "1 {model_name} entry was successfully activated."
bn_bd: "১টি {model_name} সফলভাবে সক্রিয় করা হয়েছে।"

source: "{count} {model_name} entries were successfully activated."
bn_bd: "{count} টি {model_name} এন্ট্রি সফলভাবে সক্রিয় করা হয়েছে।"

source: "Deactivate selected entries"
bn_bd: "নির্বাচিত এন্ট্রিগুলো নিষ্ক্রিয় করুন"

source: "1 {model_name} entry was successfully deactivated."
bn_bd: "১টি {model_name} সফলভাবে নিষ্ক্রিয় করা হয়েছে।"

source: "{count} {model_name} entries were successfully deactivated."
bn_bd: "{count} টি {model_name} এন্ট্রি সফলভাবে ডিঅ্যাক্টিভেট করা হয়েছে।"

source: "Add is_staff to selected entries"
bn_bd: "নির্বাচিত এন্ট্রিতে is_staff যোগ করুন"

source: "1 {model_name} entry was successfully changed."
bn_bd: "১টি {model_name} এন্ট্রি সফলভাবে পরিবর্তন করা হয়েছে।"

source: "{count} {model_name} entries were successfully changed."
bn_bd: "{count}টি {model_name} এন্ট্রি সফলভাবে পরিবর্তন করা হয়েছে।"

source: "Remove is_staff from selected entries"
bn_bd: "নির্বাচিত এন্ট্রি থেকে is_staff সরান"

source: "Add is_superuser to selected entries"
bn_bd: "নির্বাচিত এন্ট্রিগুলোতে is_superuser যোগ করুন"

source: "Remove is_superuser from selected entries"
bn_bd: "নির্বাচিত এন্ট্রিগুলো থেকে is_superuser সরিয়ে দিন"

source: "Personal info"
bn_bd: "ব্যক্তিগত তথ্য"

source: "Permissions"
bn_bd: "অনুমতি"

source: "Important dates"
bn_bd: "গুরুত্বপূর্ণ তারিখসমূহ"

source: "URLs"
bn_bd: "ইউআরএল"

source: "Social Sharing"
bn_bd: "সোশ্যাল শেয়ারিং"

source: "A Facebook app ID is required to enable Facebook sharing."
bn_bd: "ফেসবুক শেয়ারিং চালু করার জন্য একটি ফেসবুক অ্যাপ আইডি প্রয়োজন।"

source: "Platform Name"
bn_bd: "প্ল্যাটফর্মের নাম"

source: "Name of your Open edX platform"
bn_bd: "আপনার Open edX প্ল্যাটফর্মের নাম"

source: "Segment Key"
bn_bd: "সেগমেন্ট কী"

source: "Segment write/API key."
bn_bd: "সেগমেন্ট রাইট/এপিআই কী।"

source: "Theme Name"
bn_bd: "থিম এর নাম"

source: "Name of of the theme to use for this site. This value should be lower-cased."
bn_bd: "এই সাইটের জন্য ব্যবহার করার থিমের নাম। এই মানটি ছোট হাতের অক্ষরে হতে হবে।"

source: "LMS base url for custom site"
bn_bd: "কাস্টম সাইটের জন্য এলএমএস বেস ইউআরএল"

source: "Root URL of this site's LMS (e.g. https://courses.stage.edx.org)"
bn_bd: "এই সাইটের এলএমএস-এর রুট ইউআরএল (যেমন: https://courses.stage.edx.org)"

source: "Catalog API URL"
bn_bd: "ক্যাটালগ এপিআই ইউআরএল"

source: "Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)"
bn_bd: "ক্যাটালগ API-এর রুট URL (যেমন: https://api.edx.org/catalog/v1/) "

source: "Terms of Service URL"
bn_bd: "Terms of Service এর ঠিকানা"

source: "Privacy Policy URL"
bn_bd: "গোপনীয়তা নীতি URL"

source: "Homepage URL"
bn_bd: "হোমপেজের URL"

source: "Company Name"
bn_bd: "কোম্পানির নাম"

source: "Verified Certificate URL"
bn_bd: "যাচাইকৃত সার্টিফিকেট URL"

source: "Certificate Help URL"
bn_bd: "সার্টিফিকেট সংক্রান্ত সহায়তার লিঙ্ক"

source: "URL of page for questions about certificates"
bn_bd: "সার্টিফিকেট সংক্রান্ত প্রশ্নের জন্য পেজের URL"

source: "Enable Learner Records"
bn_bd: "লার্নার রেকর্ডস চালু করুন"

source: "Enable the Records feature. The LMS has a similar setting."
bn_bd: "রেকর্ডস ফিচারটি চালু করুন। এলএমএস-এ একই ধরনের একটি সেটিংস আছে।"

source: "Learner Records Help URL"
bn_bd: "শিক্ষার্থী বিষয়ক তথ্যের সহায়তা URL"

source: "URL of page for questions about Learner Records"
bn_bd: "লার্নার রেকর্ডস সম্পর্কে প্রশ্নের জন্য পেজের URL"

source: "Facebook App ID"
bn_bd: "ফেসবুক অ্যাপ আইডি"

source: "Facebook app ID used for sharing"
bn_bd: "ফেসবুক অ্যাপ আইডি যা শেয়ার করার জন্য ব্যবহার করা হয়"

source: "Twitter Username"
bn_bd: "টুইটার ইউজারনেম"

source: "Twitter username included in tweeted credentials. Do NOT include @."
bn_bd: "টুইটারে ইউজারনেমসহ টুইট করা ক্রেডেনশিয়ালস। @ চিহ্নটি অন্তর্ভুক্ত করবেন না।"

source: "Enable Facebook sharing"
bn_bd: "ফেসবুকে শেয়ার চালু করুন"

source: "Enable sharing via Facebook"
bn_bd: "Facebook-এর মাধ্যমে শেয়ার চালু করুন"

source: "Enable LinkedIn sharing"
bn_bd: "LinkedIn শেয়ারিং চালু করুন"

source: "Enable sharing via LinkedIn"
bn_bd: "LinkedIn এর মাধ্যমে শেয়ার চালু করুন"

source: "Enable Twitter sharing"
bn_bd: "টুইটার শেয়ারিং চালু করুন"

source: "Enable sharing via Twitter"
bn_bd: "Twitter-এর মাধ্যমে শেয়ার চালু করুন"

source: "Full Name"
bn_bd: "নাম"

source: "All authoring organizations of the program MUST have a certificate image defined!"
bn_bd: "প্রোগ্রামের সকল লেখক সংস্থাগুলির একটি করে সার্টিফিকেট ইমেজ অবশ্যই থাকতে হবে!"

source: "The image file size must be less than 250KB."
bn_bd: "ইমেজ ফাইলের আকার ২৫০ কিলোবাইটের কম হতে হবে।"

source: "Invalid course key."
bn_bd: "ভুল কোর্স কী।"

source: "Signatory organization name if its different from issuing organization."
bn_bd: "যদি প্রদানকারী সংস্থার নাম ভিন্ন হয়, তবে স্বাক্ষরকারী সংস্থার নাম।"

source: "Image must be square PNG files. The file size should be under 250KB."
bn_bd: "ছবিগুলো স্কয়ার PNG ফাইল হতে হবে। ফাইলের আকার ২৫০KB এর নিচে হতে হবে।"

source: "awarded"
bn_bd: "পুরস্কার দেওয়া হয়েছে"

source: "revoked"
bn_bd: "বাতিল করা হয়েছে"

source: "The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio."
bn_bd: "স্টুডিওতে সেট করা এবং ক্রেডেনশিয়ালসে কপি করা সার্টিফিকেটের অ্যাভেইলেবল তারিখ ও সময়। এটা স্টুডিওতেই এডিট করতে হবে।"

source: "Program UUID"
bn_bd: "প্রোগ্রাম UUID"

source: "Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)"
bn_bd: "সংস্থাটির সংক্ষিপ্ত নামের (যেমন: ACMEx) পরিবর্তে সম্পূর্ণ নাম (যেমন: ACME University) প্রদর্শন করুন।"

source: "Use organization name"
bn_bd: "সংস্থা/প্রতিষ্ঠানের নাম ব্যবহার করুন"

source: "{first_org} and {second_org}"
bn_bd: "{first_org} এবং {second_org}"

source: "{series_of_orgs}, and {last_org}"
bn_bd: "{series_of_orgs} এবং {last_org}"

source: "I completed a course at {platform_name}. Take a look at my certificate:"
bn_bd: "আমি {platform_name}-এ একটি কোর্স শেষ করেছি। আমার সার্টিফিকেটটা দেখে ফেলুন:"

source: "I completed a course at {platform_name}."
bn_bd: "আমি {platform_name}-এ একটি কোর্স শেষ করেছি।"

source: "successfully completed all courses and received passing grades for a Professional Certificate in"
bn_bd: "সফলভাবে সকল কোর্স সম্পন্ন করেছেন এবং {name} এ একটি প্রফেশনাল সার্টিফিকেটের জন্য পাশ নম্বর পেয়েছেন।"

source: "Professional Certificate"
bn_bd: "পেশাদারী সনদ"

source: "Cache cleared."
bn_bd: "ক্যাশ মেমোরি পরিষ্কার করা হয়েছে।"

source: "{action} is not a valid action."
bn_bd: "{action} এটা বৈধ কোনো কাজ না।"

source: "N/A"
bn_bd: "প্রযোজ্য নয়"

source: "sent"
bn_bd: "পেরেছে"

source: "other"
bn_bd: "অন্যান্য"

source: "User credit pathways can only be connected to credit pathways."
bn_bd: "ব্যবহারকারীর ক্রেডিট পথগুলো শুধুমাত্র ক্রেডিট পথের সাথেই যুক্ত করা যেতে পারে।"

source: "Issuer ID"
bn_bd: "ইস্যুকারী আইডি"

source: "At least one Issuer must be always enabled!"
bn_bd: "অন্তত একজন ইস্যুকারী সবসময় চালু রাখতে হবে!"

source: "Open Badges Specification v3.0"
bn_bd: "ওপেন ব্যাজেস স্পেসিফিকেশন v3.0"

source: "Open Badges Specification v3.0.1"
bn_bd: "ওপেন ব্যাজেস স্পেসিফিকেশন v3.0.1"

source: "Status List 2021"
bn_bd: "স্ট্যাটাস তালিকা ২০২১"

source: "Verifiable Credentials Data Model v1.1"
bn_bd: "ভেরিফাইয়েবল ক্রেডেনশিয়ালস ডেটা মডেল v1.1"

source: "Couldn't find such issuance line: [{issuance_uuid}]"
bn_bd: "এই ইস্যু লাইনটি খুঁজে পাওয়া যায়নি: [{issuance_uuid}]"

source: "Seems credential isn't active anymore: [{credential_id}]"
bn_bd: "মনে হচ্ছে এই credentials টি এখন আর সক্রিয় নেই: [{credential_id}]"

source: "Provided data didn't validate"
bn_bd: "প্রদত্ত ডেটা যাচাই করা যায়নি।"

source: "Issued verifiable credential can't be verified!"
bn_bd: " ইস্যু করা ভেরিফাইয়েবল ক্রেডেনশিয়াল ভেরিফাই করা যায়নি!"

source: "Related Open edX learner credential"
bn_bd: "সংশ্লিষ্ট Open edX শিক্ষার্থীর পরিচয়পত্র"

source: "Completeness indicator"
bn_bd: "সম্পূর্ণতার সূচক"

source: "Issuer DID"
bn_bd: "ইস্যুকারী ডিআইডি"

source: "Target storage identifier"
bn_bd: "লক্ষ্য স্টোরেজ আইডি"

source: "Verifiable credential subject DID"
bn_bd: "যাচাইযোগ্য ক্রেডেনশিয়াল বিষয় DID"

source: "Verifiable credential specification to use"
bn_bd: "ব্যবহার করার জন্য যাচাইযোগ্য ক্রেডেনশিয়াল স্পেসিফিকেশন"

source: "Defines a position in the Status List sequence"
bn_bd: "স্ট্যাটাস লিস্ট সিকোয়েন্সে একটি পজিশন নির্ধারণ করে।"

source: "Keeps track on a corresponding user credential's status"
bn_bd: "একজন ব্যবহারকারীর তথ্যের (credentials) অবস্থা নজরে রাখে।"

source: "program certificate"
bn_bd: "প্রোগ্রাম সার্টিফিকেট"

source: "course certificate"
bn_bd: "কোর্স সার্টিফিকেট"

source: "program certificate for passing a program {program_title}"
bn_bd: "{program_title} প্রোগ্রাম সফলভাবে সম্পন্ন করার জন্য সনদপত্র"

source: ", with total {hours_of_effort} Hours of effort required to complete it"
bn_bd: ", এই কাজটা শেষ করতে মোট {hours_of_effort} ঘণ্টা সময় লাগবে।"

source: "{credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}."
bn_bd: "{credential_type} প্রোগ্রামটি {organizations} কর্তৃক প্রদত্ত এবং {platform_name} এর সাথে সহযোগিতায় {program_title} প্রোগ্রামটি সফলভাবে সম্পন্ন করার পরে প্রদান করা হবে। {program_title} প্রোগ্রামে {course_count} টি কোর্স রয়েছে{effort_info}।"

source: "{credential_type} is granted on course {course_title} completion offered by {organization}, in collaboration with {platform_name}"
bn_bd: "{credential_type} সম্পন্ন করার পর {organization} কর্তৃক প্রদত্ত {course_title} কোর্সটিতে {platform_name}-এর সাথে যৌথভাবে অ্যাক্সেস দেওয়া হবে।"

source: "{recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}."
bn_bd: "{recipient_fullname} সফলভাবে {program_title} প্রোগ্রামের সব কোর্স সম্পন্ন করেছেন এবং {organizations} এর সাথে যৌথভাবে {platform_name} কর্তৃক প্রদত্ত একটি প্রফেশনাল সার্টিফিকেটে উত্তীর্ণ হয়েছেন।"

source: "recipient"
bn_bd: "গ্রহীতা"

source: "{recipient_fullname} successfully completed a course and received a passing grade for a Course Certificate in {course_title} a course offered by {organization}, in collaboration with {platform_name}. "
bn_bd: "{recipient_fullname} সফলভাবে একটি কোর্স সম্পন্ন করেছেন এবং {platform_name} এর সাথে যৌথ উদ্যোগে {organization} কর্তৃক প্রদত্ত {course_title} কোর্সের একটি সার্টিফিকেট অর্জন করেছেন।"

source: "Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519"
bn_bd: "ইস্যুকারীর গোপন কী। দেখুন: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519"

source: "Status List generation failed: [{issuer_id}]"
bn_bd: "স্ট্যাটাস লিস্ট তৈরি করা যায়নি: [{issuer_id}]"

source: "There are no enabled Issuance Configurations for some reason! At least one must be always active."
bn_bd: "কোনো কারণে কোনো ইশ্যু কনফিগারেশন চালু নেই! অন্তত একটা সবসময় চালু রাখতে হবে।"

source: "Verifiable Credentials feature is not enabled [{feature_name}]"
bn_bd: "{feature_name} বৈশিষ্ট্যটি সক্রিয় করা নেই।"

source: "Mandatory data is missing"
bn_bd: "কিছু আবশ্যিক তথ্যmissing"

source: "Credential identifier must be valid UUID: ['credential_uuid']"
bn_bd: "ক্রেডেনশিয়াল আইডি অবশ্যই একটি বৈধ UUID হতে হবে: ['credential_uuid']"

source: "No such user credential [%(credential_uuid)s]"
bn_bd: "এই ব্যবহারকারীর ক্রেডেনশিয়াল পাওয়া যায়নি [%(credential_uuid)s]"

source: "Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}"
bn_bd: "প্রদত্ত স্টোরেজ ব্যাকেন্ড ({storage_id}) সক্রিয় নেই। স্টোরেজসমূহ: {active_storages}"

source: "Can't find an Issuer with such ID [{issuer_id}]"
bn_bd: "এই আইডি [{issuer_id}] এর সাথে মেলে এমন কোনো ইস্যুয়ার খুঁজে পাওয়া যায়নি।"

source: "Learner Credential Wallet"
bn_bd: "লার্নার ক্রেডেনশিয়াল ওয়ালেট"

source: "Page Not Found"
bn_bd: "পেজটি খুঁজে পাওয়া যায়নি"

source: "Server Error"
bn_bd: "সার্ভার এরর"

source: "Print or share your certificate"
bn_bd: "আপনার সার্টিফিকেট প্রিন্ট করুন অথবা শেয়ার করুন"

source: "Share this certificate via Facebook"
bn_bd: "Facebook-এ এই সার্টিফিকেটটি শেয়ার করুন"

source: "Tweet this certificate"
bn_bd: "এই সার্টিফিকেটটি টুইট করুন"

source: "Add to LinkedIn profile"
bn_bd: "লিঙ্কডইন প্রোফাইলে যোগ করুন"

source: "Add this certificate to your LinkedIn profile"
bn_bd: "আপনার LinkedIn প্রোফাইলে এই সার্টিফিকেটটি যোগ করুন"

source: "Print"
bn_bd: "প্রিন্ট"

source: "Print this certificate"
bn_bd: "এই সার্টিফিকেটটি প্রিন্ট করুন"

source: "Legal Policies"
bn_bd: "আইনগত নীতিমালা"

source: "Terms of Service & Honor Code"
bn_bd: "ব্যবহারের শর্তাবলী ও আচরণবিধি"

source: "Privacy Policy"
bn_bd: "গোপনীয়তা নীতি"

source: "All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc."
bn_bd: "সর্বস্ব অধিকার সংরক্ষিত, অন্যথায় উল্লেখ করা হয়েছে। edX, Open edX এবং edX ও Open edX লোগো edX Inc.-এর নিবন্ধিত ট্রেডমার্ক অথবা ট্রেডমার্ক।"

source: "Powered by"
bn_bd: "পাওয়ার্ড বাই"

source: "Skip to main content"
bn_bd: "প্রধান বিষয়ে যান"

source: "Congratulations, %(user_name)s!"
bn_bd: "অভিনন্দন, {user_name}!"

source: "You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s."
bn_bd: "আপনি %(platform_name)s থেকে আপনার সার্টিফিকেট অর্জন করার জন্য কঠোর পরিশ্রম করেছেন — আপনার সহকর্মী, বন্ধু এবং পরিবারের সাথে এটি শেয়ার করুন যাতে %(program_display_name)s-এ আপনি যা শিখেছেন সে সম্পর্কে সবাই জানতে পারে।"

source: "Go to %(platform_name)s Home Page"
bn_bd: "%(platform_name)s এর হোম পেজে যান"

source: "All rights reserved"
bn_bd: "সর্বস্ব অধিকার সংরক্ষিত"

source: "Hello"
bn_bd: "হ্যালো"

source: "Congratulations on completing the %(program_title)s %(program_type)s Program!"
bn_bd: "অভিনন্দন! আপনি সফলভাবে {program_title} {program_type} প্রোগ্রামটি সম্পন্ন করেছেন!"

source: "Sincerely,<br/>The %(platform_name)s Team"
bn_bd: "আন্তরিকভাবে,<br/>%(platform_name)s টিম"

source: "Sincerely"
bn_bd: "আন্তরিকভাবে"

source: "The %(platform_name)s Team"
bn_bd: "The {platform_name} টিম"

source: "Congratulations for finishing your %(program_title)s %(program_type)s Program!"
bn_bd: "অভিনন্দন! আপনি আপনার {program_title} {program_type} প্রোগ্রামটি সফলভাবে শেষ করেছেন!"

source: "Supported by the following organizations"
bn_bd: "নিম্নলিখিত সংস্থাগুলো দ্বারা সমর্থিত"

source: "logo"
bn_bd: "লোগো"

source: "{start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}"
bn_bd: "এই মর্মে এতদ্বারা প্রত্যয়ন করা যাইতেছে যে {start_strong} {user_name} {end_strong}"

source: "a program offered by %(org_name_string)s, in collaboration with %(platform_name)s."
bn_bd: "%(org_name_string)s কর্তৃক আয়োজিত, %(platform_name)s এর সাথে যৌথ উদ্যোগে একটি প্রোগ্রাম।"

source: "Noted by"
bn_bd: "নোট করেছেন: {name}"

source: "Issued {month} {year}"
bn_bd: "जारी করা হয়েছে {month} {year} "

source: "Valid Certificate ID"
bn_bd: "বৈধ সার্টিফিকেট আইডি"

source: "Effort"
bn_bd: "চেষ্টা"

source: "%(num_hours)s hour"
bn_bd: "%(num_hours)s ঘণ্টা"

source: "For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}."
bn_bd: "আপনার সার্টিফিকেট প্রিন্ট করার টিপস ও ট্রিকস এর জন্য, {start_anchor}ওয়েব সার্টিফিকেট হেল্প ডকুমেন্টেশন{end_anchor} দেখুন।"

source: "Management View"
bn_bd: "ব্যবস্থাপনা দেখুন"

source: "Clear cache"
bn_bd: "ক্যাশClear"

source: "%(user_full_name)s has sent an updated program record for %(program_name)s."
bn_bd: "{user_full_name} {program_name} এর জন্য একটি আপডেট করা প্রোগ্রামের রেকর্ড পাঠিয়েছেন।"

source: "%(user_full_name)s has sent their completed program record for %(program_name)s."
bn_bd: "{user_full_name} {program_name} এর জন্য তাদের প্রোগ্রাম রেকর্ডের জমা দিয়েছেন।"

source: "%(user_full_name)s has sent their partially completed program record for %(program_name)s."
bn_bd: "{user_full_name} {program_name} প্রোগ্রামের আংশিক প্রোগ্রাম রেকর্ড পাঠিয়েছেন।"

source: "%(user_full_name)s would like to apply for credit in the %(pathway_name)s."
bn_bd: "{user_full_name} {pathway_name} পাথওয়েতে ক্রেডিট এর জন্য আবেদন করতে চান।"

source: "Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status."
bn_bd: "অনুগ্রহ করে {name}-এর পাবলিক প্রোগ্রাম রেকর্ড দেখুন অথবা ডাউনলোড করুন, তাদের ক্রেডিট পাওয়ার যোগ্যতা আছে কিনা তা জানার জন্য।"

source: "View Program Record"
bn_bd: "প্রোগ্রাম রেকর্ড দেখুন"

source: "Download Record (CSV)"
bn_bd: "রেকর্ড ডাউনলোড করুন (CSV)"

source: "%(program_name)s Updated Credit Request for %(user_full_name)s"
bn_bd: "%(program_name)s-এর মাধ্যমে %(user_full_name)s-এর ক্রেডিট রিকোয়েস্ট আপডেট করা হয়েছে।"

source: "%(program_name)s Credit Request for %(user_full_name)s"
bn_bd: "%(program_name)s এর জন্য %(user_full_name)s-এর ক্রেডিট অনুরোধ"

source: "Credentials Administration"
bn_bd: "ক্রেডেনশিয়াল অ্যাডমিনিস্ট্রেশন"
